{"subject": "geography", "id": "geography_4627", "type": "fill-in-the-blank", "grade": "high", "difficulty": "challenging", "question_info": "下图中大圆为纬线圈(66°34′)，它穿过两个大陆的北部，纬线圈中心点地球自转角速度为零，据图回答12～13题。12．当纬线圈内各地太阳高度角始终大于0°时(　　)A．尼罗河正处于枯水期B．北京地区昼夜长短相等C．地中海沿岸地区炎热干燥D．地球公转到近日点附近13．对图中甲地的叙述可信的是(　　)A．位于东半球的陆地上           B．能够看到大面积的阔叶林C．处于环球自然灾害带           D．具有极昼现象等旅游资源", "solution_info": "：图中外圆为极圈，且穿过两个大陆，说明图中外圆为北极圈，纬线圈中心点地球自转角速度为零，说明纬线圈中心点为北极点。当北极圈内各地太阳高度角始终大于0°时，即北极圈内为极昼时，地中海沿岸地区属于地中海气候，夏季应该炎热干燥。根据纬线圈中心点为北极点，可以得知地球自转为逆时针，判断图中的45°为东经，则甲地为西经135°和北极圈的交点，应该属于加拿大境内，具有极昼现象等旅游资源。答案：12.C　13.D\n图中外圆为极圈，且穿过两个大陆，说明图中外圆为北极圈，纬线圈中心点地球自转角速度为零，说明纬线圈中心点为北极点。当北极圈内各地太阳高度角始终大于0°时，即北极圈内为极昼时，地中海沿岸地区属于地中海气候，夏季应该炎热干燥。根据纬线圈中心点为北极点，可以得知地球自转为逆时针，判断图中的45°为东经，则甲地为西经135°和北极圈的交点，应该属于加拿大境内，具有极昼现象等旅游资源。 答案：12.C　13.D", "answer": "12.C　13.D", "side_information": ["◎ 地球自转运动和公转运动的关系的定义\n概念: 地球自转：地球绕其自转轴的旋转运动，就叫做自转。 地球公转：地球绕太阳做周期性的旋转运动，就叫做公转。", "◎ 地球自转运动和公转运动的关系的知识扩展\n1、地球自转和公转的比较：旋转中心地轴太阳方向自西向东北逆南顺 自西向东周期太阳日、恒星日恒星年、回归年角速度15°/h 除南北两极点外，各地自转角速度相等 远日点：57’/d 近日点：61’/d 线速度因纬度而异V=wr 远日点：29.3km/s近日点：30.4km/s 地理意义昼夜更替、时差、水平物体偏移 四季形成、五带划分 2、黄赤交角：（1）赤道平面和黄道平面的交角。目前是23o26＇（2）太阳直射点在南北回归线之间的移动3、黄赤交角及其影响：（1）地球在公转过程中，有两个重要的特点：①地球是斜着身子绕日公转的。因此，地球公转轨道平面（即黄道平面）同赤道平面不重合，它们之间的交角就是黄赤交角。目前，黄赤交角是23°26ˊ。②地轴在宇宙空间的方向不因季节而变化。而太阳与地球的相对位置随时在变，这就引起了太阳直射点纬度位置的周年变化。（2）黄道与地球的交点：太阳直射点。此交点位于最北是夏至，最南为冬至，位于赤道为春秋分。（3）黄赤交角的影响：由于黄赤交角的存在，并且地轴在宇宙空间的方向不因季节而变化，因而，太阳直射点相应地在南北回归线之间往返移动。（4）黄赤交角变化的影响：如果黄赤交角变大，太阳直射点的范围将增大，昼夜长短变化的周期将延长，四季的差异将更明显。从温度带上来说，直射的范围加大了，也就是热带的范围加大了，同时，晨昏线转过的角度也将随之增大，极昼极夜的范围也将增大，即寒带的面积也将增大，这样，温带的面积将减小。同理，如果黄赤交角变小，热带和寒带的范围减小，温带的范围会扩大。温度带的变化必然会对生态环境造成重大影响，一些生物生存所适宜的气候、温度发生了根本变化，它们可能会进行大规模的迁徙，甚至因此而灭绝。重点详解——光照图的判读（1）判断南北极，通常用于俯视图，判断依据为：从地球北极点看地球的自转为逆时针，从南极看为顺时针；或看经度，东经度递增的方向即为地球自转的方向。（2）判断节气，日期及太阳直射点的纬度晨昏圈过极点（或与一条经线重合），太阳直射点是赤道，是春秋分日；晨昏线与极圈相切，若北极圈有极昼现象为北半球的夏至日，太阳直射点为北纬23o26＇，若北极圈有极夜现象为北半球的冬至日，太阳直射点为南纬23o26＇。（3）确定地方时在光照图中，太阳直射点所在的经线为正午12点，晨昏线所包围的白昼部分的中间经线为12点，晨线与赤道交点经线的地方时为6点，昏线与赤道交点经线为18点，依据每隔15o，时间相差1小时，每1o相差4分钟，先计算两地的经度差（同侧相减，异侧相加），再转换成时间，依据东加西减的原则，计算出地方时。（4）判断昼夜长短求某地的昼（夜）长，也就是求该地在纬线圈上昼（夜）弧的长度，这个长度也可由昼（夜）弧所跨的经度数来推算。（5）判断正午太阳高度角先求所求地区与太阳直射点的纬度差，若所求地和太阳直射点在同一半球，取两地纬度之差，若所求地和太阳直射点不在同一半球，取两地纬度之和，再用90o-两地纬度差即为所求地的正午太阳高度。——晨昏线与经线和纬线（1）根据晨昏线与纬线相交判断问题①晨昏线通过南北极可判断这一天为3月21日或9月23日前后②晨昏线与南北极相切，北极圈内为昼，可判断这一天为6月22日前后，北半球为夏至日，北半球为夏季，南半球为冬季③晨昏线与南北极相切，北极圈内为夜，可判断这一天为12月22日前后，北半球为冬至日，北半球为冬季，南半球为夏季（2）根据晨昏线与经线相交关系判断昼长和夜长推算某地昼长或者夜长，求昼长时，在昼半球范围内算出该地所在地的纬线圈从晨线与纬线圈交点到昏线与纬线圈交点，所跨的经度除以15即该地昼长，如果图上只画了昼半球的一半，要注意，图中白昼所跨经度差的2倍，除以15才是该地的昼长。", "◎ 地球自转运动和公转运动的关系的知识导图\n黄赤交角：（1）赤道平面和黄道平面的交角。目前是23o26＇。（2）太阳直射点在南北回归线之间的移动 ", "◎ 地球自转运动和公转运动的关系的特性\n黄赤交角及其影响：（1）地球在公转过程中，有两个重要的特点：①地球是斜着身子绕日公转的。因此，地球公转轨道平面（即黄道平面）同赤道平面不重合，它们之间的交角就是黄赤交角。目前，黄赤交角是23°26ˊ。②地轴在宇宙空间的方向不因季节而变化。而太阳与地球的相对位置随时在变，这就引起了太阳直射点纬度位置的周年变化。（2）黄道与地球的交点：太阳直射点。此交点位于最北是夏至，最南为冬至，位于赤道为春秋分。（3）黄赤交角的影响：由于黄赤交角的存在，并且地轴在宇宙空间的方向不因季节而变化，因而，太阳直射点相应地在南北回归线之间往返移动。（4）黄赤交角变化的影响：如果黄赤交角变大，太阳直射点的范围将增大，昼夜长短变化的周期将延长，四季的差异将更明显。从温度带上来说，直射的范围加大了，也就是热带的范围加大了，同时，晨昏线转过的角度也将随之增大，极昼极夜的范围也将增大，即寒带的面积也将增大，这样，温带的面积将减小。同理，如果黄赤交角变小，热带和寒带的范围减小，温带的范围会扩大。温度带的变化必然会对生态环境造成重大影响，一些生物生存所适宜的气候、温度发生了根本变化，它们可能会进行大规模的迁徙，甚至因此而灭绝。 ", "◎ 地球自转运动和公转运动的关系的知识对比\n地球自转和公转的比较： 旋转中心地轴太阳方向自西向东北逆南顺自西向东周期太阳日、恒星日恒星年、回归年 角速度15o/h除南北两极点外，各地自转角速度相等远日点：57’/d 近日点：61’/d 线速度因纬度而异V=wr 远日点：29.3km/s 近日点：30.4km/s 地理意义昼夜更替、时差、水平物体偏移 四季形成、五带划分", "◎ 地球自转运动和公转运动的关系的知识点拨\n光照图的判读：（1）判断南北极，通常用于俯视图，判断依据为：从地球北极点看地球的自转为逆时针，从南极看为顺时针；或看经度，东经度递增的方向即为地球自转的方向。（2）判断节气，日期及太阳直射点的纬度晨昏圈过极点（或与一条经线重合），太阳直射点是赤道，是春秋分日；晨昏线与极圈相切，若北极圈有极昼现象为北半球的夏至日，太阳直射点为北纬23o26＇，若北极圈有极夜现象为北半球的冬至日，太阳直射点为南纬23o26＇。（3）确定地方时在光照图中，太阳直射点所在的经线为正午12点，晨昏线所包围的白昼部分的中间经线为12点，晨线与赤道交点经线的地方时为6点，昏线与赤道交点经线为18点，依据每隔15o，时间相差1小时，每1o相差4分钟，先计算两地的经度差（同侧相减，异侧相加），再转换成时间，依据东加西减的原则，计算出地方时。（4）判断昼夜长短求某地的昼（夜）长，也就是求该地在纬线圈上昼（夜）弧的长度，这个长度也可由昼（夜）弧所跨的经度数来推算。（5）判断正午太阳高度角先求所求地区与太阳直射点的纬度差，若所求地和太阳直射点在同一半球，取两地纬度之差，若所求地和太阳直射点不在同一半球，取两地纬度之和，再用90o-两地纬度差即为所求地的正午太阳高度。 晨昏线与经线和纬线：（1）根据晨昏线与纬线相交判断问题①晨昏线通过南北极可判断这一天为3月21日或9月23日前后；②晨昏线与南北极相切，北极圈内为昼，可判断这一天为6月22日前后，北半球为夏至日，北半球为夏季，南半球为冬季。③晨昏线与南北极相切，北极圈内为夜，可判断这一天为12月22日前后，北半球为冬至日，北半球为冬季，南半球为夏季。（2）根据晨昏线与经线相交关系判断昼长和夜长推算某地昼长或者夜长，求昼长时，在昼半球范围内算出该地所在地的纬线圈从晨线与纬线圈交点到昏线与纬线圈交点，所跨的经度除以15即该地昼长，如果图上只画了昼半球的一半，要注意，图中白昼所跨经度差的2倍，除以15才是该地的昼长。", "◎ 地球自转运动和公转运动的关系的教学目标\n1、了解地球自转的方向、速度和周期；了解地球公转的轨道、方向、速度和周期。2、了解地球公转的重要特点，理解黄赤交集的成因及其重要性。3、掌握太阳直射点的回归运动规律。4、学会运用地球仪演示地球的自转与公转现象，形成空间想象能力。", "◎ 地球自转运动和公转运动的关系的考试要求\n能力要求：了解/识记课时要求：1考试频率：易考分值比重：4"], "image": {"path": "val/images/high_geography_4627.png"}}
{"subject": "geography", "id": "geography_13091", "type": "multiple-choice", "grade": "high", "difficulty": "hard", "question_info": "内蒙古河套灌区（下图所示）位于干旱、半干旱地区，灌溉用水主要来自黄河。近年来随着引黄水量的减少，部分灌区实施了“井渠结合”的灌溉方式，即打井抽取地下水补充灌溉。据此完成下列各题。1．“井渠结合”灌溉主要是为了", "options": ["降低地下水矿化度", "降低地下水位", "弥补河水水源不足", "治理土壤盐渍化2．图中甲、乙、丙、丁四地，最不适合“井灌”的是"], "solution_info": "1．由“近年来随着引黄水量的减少，部分灌区实施了‘井渠结合’的灌溉方式”分析，这种方式主要是为了应对黄河水量不足，蒸发强，灌溉用水量大的问题，故C项正确。井水矿化度比河水高，所以不能降低矿化度，治理盐碱化，同时也不是为了降低地下水位，故ABD项错误。2．从图中甲、乙、丙、丁四地地下水矿化度分析，丁地矿化度最高，抽取灌溉易造成盐分在地表积累，所以最不适合“井灌”的是丁地，故选D正确。3．该地每年10—11月已经进入农业生产淡季，定期引黄河水集中浇灌耕地，其目的不是①灌溉增产和③补充地下水。通过引盐度低的河水可以溶解地表因蒸发析出的盐分，降低土壤盐度，同时补充因夏季蒸发而减少的土壤水分。故②④正确，选D项。点睛地下水中的盐分不会随水蒸发离开地面，相反会在地表析出集聚。", "answer": "1．C 2．D 3．D", "side_information": ["◎ 水资源的合理利用的定义\n水资源的特征：水资源分布具有明显的地域差异；补给的循环性：可再生；利用的广泛性和不可替代性；水利水害双重性1、世界水资源分布:①影响水资源分布的因素——降水量的空间分布及水循环的活跃程度②衡量水资源丰富程度的主要指标——多年平均径流总量水资源的分布是不均衡的2、中国水资源分布的特点:特点：绝对数量多、相对数量少而且时空分布也不均衡；空间分布上：南多北少，东多西少时间分配上：夏秋多，冬春少，年变率大 ", "◎ 水资源的合理利用的知识扩展\n水资源的特征：水资源分布具有明显的地域差异；补给的循环性：可再生；利用的广泛性和不可替代性；水利水害双重性1、世界水资源分布1）影响水资源分布的因素——降水量的空间分布及水循环的活跃程度2）衡量水资源丰富程度的主要指标——多年平均径流总量水资源的分布是不均衡的2、中国水资源分布的特点特点：绝对数量多、相对数量少而且时空分布也不均衡；空间分布上：南多北少，东多西少时间分配上：夏秋多，冬春少，年变率大 3、水资源与人类社会数量：影响经济活动规模的大小质量：影响地区经济活动的效益不同的生产力条件下，水资源对人类社会的影响程度不同。古代（落后）：沿河、沿湖发展近现代（发达）：生存发展空间扩大4、合理利用水资源（1）造成水资源紧缺的原因自然原因：水资源时空分布不均 人为原因：数量---人口工农业生产居民生活用水增加；质量---水质污染（2）促进水资源的持续利用开源措施：建立蓄水工程；修建跨流域的引水工程；合理开采地下水；海水淡化，人工增雨节流措施：提高公民节水意识；改进工农业用水效率；保护水资源，防治水污染农业节水推广节水灌溉；推广耐旱农作物工业节水合理布局；减少污水排放量；提高水的重复利用率；采用先进工艺至无水工艺城市节水分质供水；推广节水型器具3R原则—— REDUCE、RECYCLE、REUSE（减污、循环、再用）", "◎ 水资源的合理利用的知识点拨\n水资源与人类社会:数量：影响经济活动规模的大小质量：影响地区经济活动的效益不同的生产力条件下，水资源对人类社会的影响程度不同。古代（落后）：沿河、沿湖发展近现代（发达）：生存发展空间扩大合理利用水资源:（1）造成水资源紧缺的原因自然原因：水资源时空分布不均 人为原因：数量---人口工农业生产居民生活用水增加；质量---水质污染（2）促进水资源的持续利用①开源措施：建立蓄水工程，修建跨流域的引水工程，合理开采地下水，海水淡化，人工增雨；②节流措施：提高公民节水意识，改进工农业用水效率，保护水资源，防治水污染；③农业节水：推广节水灌溉，推广耐旱农作物；④工业节水：合理布局减少污水排放量，提高水的重复利用率，采用先进工艺至无水工艺；⑤城市节水：分质供水，推广节水型器具；⑥3R原则—— REDUCE、RECYCLE、REUSE（减污、循环、再用）。", "◎ 水资源的合理利用的教学目标\n1、了解水资源的概念和衡量水资源的具体指标。2、运用图表说明我国和世界水资源时空分布特征。3、了解水资源面临的问题和实现水资源可持续发展的措施。4、树立资源利用的可持续发展观点。5、增强水资源的忧患意识，树立科学的资源观，养成节约用水的良好习惯。", "◎ 水资源的合理利用的考试要求\n能力要求：了解/识记课时要求：1考试频率：易考分值比重：4"], "image": {"path": "val/images/high_geography_13091.png"}}
{"subject": "geography", "id": "geography_11162", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "图4示意欧洲部分城市冬、夏季气温状况。完成22一23题。22．城市a～e    A．气候大陆性自东向西逐渐增强   B．年降水量自西向东呈递减趋势 C．夏季温和冬季寒冷，全年湿润   D．年太阳辐射量自东向西逐渐变大23", "solution_info": ":第22题，受西风带和北大西洋暖流的影响，欧洲西部气候大陆性自西向东逐渐增强，年降水量自东向西呈递减趋势，全年温和湿润，年太阳辐射量自西向东逐渐变大。第23题，a—e城市海陆位置的差异使得其受大气环流的影响也不相同，从而造成了气温的差异。\n第22题，受西风带和北大西洋暖流的影响，欧洲西部气候大陆性自西向东逐渐增强，年降水量自东向西呈递减趋势，全年温和湿润，年太阳辐射量自西向东逐渐变大。第23题，a—e城市海陆位置的差异使得其受大气环流的影响也不相同，从而造成了气温的差异。", "answer": "22.B   23.A", "side_information": [], "image": {"path": "val/images/high_geography_11162.png"}}
{"subject": "geography", "id": "geography_2992", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "云量是以一天内云遮蔽天空的百分比来表示。下图为我国某地区多年平均云量日均值分布图。读图回答下列问题（16分）（1）图中甲地的多年平均云量日均值是        （取值范围）。根据图中信息推测图示区域降水分布特点（6分）（2）青藏高原是我国太阳能最丰富的地方，请分析青藏高原太阳辐射能丰富的原因。（5分）分析乙处等值线向北弯曲的原因。（5分）", "solution_info": "试题分析：射多。三是高原上空气稀薄，大气的密度较小，大气中的水汽、固体杂质含量较少，大气透", "answer": "（3）", "side_information": [], "image": {"path": "val/images/high_geography_2992.png"}}
{"subject": "geography", "id": "geography_11529", "type": "multiple-choice", "grade": "high", "difficulty": "medium", "question_info": "喀什河与伊犁河汇合点至霍尔果斯是新疆伊犁河干流北山区，海拔为3500~4300m。下图中甲水文站位于北山区中东部，乙水文站位于北山区中西部。下图示意两水文站气温、降水量、径流量变化。据此完成下列各题。126．甲水文站春季和夏季径流季节变化的主要影响因素分别是(   )", "options": ["气温、降水", "降水、降水", "气温、气温", "降水、气温127．据图判断(   )"], "solution_info": "126．本题考查影响河流径流量的因素，由图可知，甲水文站春季和夏季径流量占全年的比例都较高，而此处降水量较小。此处位于伊犁河，冬季降雪量大，积雪多，春季积雪融化，形成春汛，所以春季积雪融化的原因是气温升高；夏季气温高，高山冰雪融水量大，径流较大，故C选项正确。127．本题考查气温、降水量、河流补给等知识，对比甲、乙两站气温，甲站各月均低于乙站，说明甲站海拔高，位于上游；读图甲站春、夏径流较大，其补给春季为季节性积雪融水，夏季为高山冰雪融水，故B错误；读图甲站降水主要集中在夏季，乙站主要集中在春季，故C错误；读图乙站径流量春季占比最高，其主要补给为积雪融水，故D错误，所以该题选A。", "answer": "126．C 127．A", "side_information": ["◎ 水体的组成的定义\n水体组成：通常所说的水资源：是指陆地上各种可以被人们利用的淡水资源 目前人类利用的主要淡水资源：河流水、淡水湖泊水、浅层地下水，只占淡水总储量的0.3% 分类 备注空间分布地表水：河水、湖沼水、冰川水等地下水：潜水、承压水冰川是地球上淡水主体，分布于两极与高山地区，直接利用少； 地下水是淡水第二主体，但主要为深层地下水，开发难度较大； 动态水是人们开发利用的重点，其中以河流水最为重要水循环周期静态水：冰川水、内陆湖泊、深层地下水等动态水：地表水、浅层地下水利用程度易利用：河流水、淡水湖泊水、浅层地下水其它水圈：地球上的水在地理环境中以气态、固态和液态三种形式相互转化，形成各种水体，共同构成了一个连续但不规则的圈层，称为水圈。", "◎ 水体的组成的知识扩展\n通常所说的水资源：是指陆地上各种可以被人们利用的淡水资源 目前人类利用的主要淡水资源：河流水、淡水湖泊水、浅层地下水，只占淡水总储量的0.3% 分类 备注空间分布地表水：河水、湖沼水、冰川水等地下水：潜水、承压水冰川是地球上淡水主体，分布于两极与高山地区，直接利用少； 地下水是淡水第二主体，但主要为深层地下水，开发难度较大； 动态水是人们开发利用的重点，其中以河流水最为重要水循环周期静态水：冰川水、内陆湖泊、深层地下水等动态水：地表水、浅层地下水利用程度易利用：河流水、淡水湖泊水、浅层地下水其它地下水：（1）类型 类型定义补给主要特征潜水埋藏在第一个隔水层之上大气降水和地表水空气中水汽进入地下凝结而成有自由水面；重力作用水从高处向低处渗流；水量不稳定；水质易受污染；埋藏较浅承压水埋藏在上下两个隔水层之间，承受一定压力潜水有承压水面，承受压力，水的运动取决于压力的大小，可从低处向高处渗流；水量稳定；水质不易受污染；埋藏较深（2）潜水的补给来源：①主要是大气降水。降雨历时长，强度不大，地形平缓，植被良好的情况，对地下水补给最有利。 ②河湖水补给。河湖水位高于潜水面时，河湖水补给两岸潜水。反之，潜水补给河湖水。黄河下游只有河水补给地下水。 （3）地下水的问题与保护 ①不合理灌溉——土壤盐渍化——科学管理 ②过量开采——地下漏斗区，地面下沉；沿海海水入侵，地下水水质变坏——及时人工回灌。 ③保护自流水补给区的自然环境。", "◎ 水体的组成的知识导图\n陆地水体的关系特征：水体相互关系图解说明大气降水与河流水 大气降水是陆地水的主要补给来源，以降水补给为主的河流径流量随降水量的变化而变化冰雪融水与河流水 冰川储存固态水，输出液态水，以冰雪融水补给为主的河流径流量随气温变化而变化地下水与河流水 河流水与地下水有互补关系，A 图河流水补给地下水，B图地下水补给河流水湖泊水与河流水 湖泊对河流径流有调蓄作用。洪水期蓄水，枯水期补给河流水，人工湖泊——水库的调蓄作用更明显 ", "◎ 水体的组成的特性\n水体的类型：海洋水：最主要的，占96.53%。气态水：数量最少，分布最广陆地水：湖泊咸水和地下咸水。陆地淡水：冰川是主体（2/3）水体之间的关系：从水的运动更新的角度看，陆地上的各种水体之间具有水源相互补给的关系。 陆地水体的关系特征：陆地水体的相互关系是指它们之间的运动转化及其水源补给关系。从陆地水体的水源补给看，大气降水是河流水和其他陆地水体的最主要补给形式；冰融水可补给河流水及其他陆地水体；河流水、湖泊水和地下水之间，依据水位、流量的动态变化，具有水源的相互补给关系。", "◎ 水体的组成的知识拓展\n地下水：（1）类型 类型定义补给主要特征潜水埋藏在第一个隔水层之上大气降水和地表水空气中水汽进入地下凝结而成有自由水面；重力作用水从高处向低处渗流；水量不稳定；水质易受污染；埋藏较浅承压水埋藏在上下两个隔水层之间，承受一定压力潜水有承压水面，承受压力，水的运动取决于压力的大小，可从低处向高处渗流；水量稳定；水质不易受污染；埋藏较深（2）潜水的补给来源：①主要是大气降水。降雨历时长，强度不大，地形平缓，植被良好的情况，对地下水补给最有利。 ②河湖水补给。河湖水位高于潜水面时，河湖水补给两岸潜水。反之，潜水补给河湖水。黄河下游只有河水补给地下水。 （3）地下水的问题与保护 ①不合理灌溉——土壤盐渍化——科学管理 ②过量开采——地下漏斗区，地面下沉；沿海海水入侵，地下水水质变坏——及时人工回灌。 ③保护自流水补给区的自然环境。", "◎ 水体的组成的教学目标\n1、了解水圈的概念。2、了解各种水体的来源、特点、及其相互关系。3、培养综合分析问题的能力。4、树立正确的资源观。", "◎ 水体的组成的考试要求\n能力要求：了解/识记课时要求：1考试频率：常考分值比重：4"], "image": {"path": "val/images/high_geography_11529.png"}}
{"subject": "geography", "id": "geography_41165", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "读下列材料，完成下列问题。材料一　2008年1月，冷空气自西北方向沿河西走廊连续不断入侵我国，同时西北太平洋副高偏北偏强，使冷暖空气交汇的主要地区位于我国长江中下游及其以南地区，加上青藏高原南缘的低压槽异常活跃，导致暖湿空气沿云贵高原不断向东部输送。造成我国南方地区出现了罕见的大范围雨雪冰冻天气。材料二　2008年1月某日我国部分地区灾情及天气图地区灾情天气图湖南交通因雪灾受阻……，郴州位于湖南省南部，冬季气候应较温暖。然而，在这次冻雪灾害中，郴州成为冰灾的“寒极”注：A为郴州的位置湖北武汉市积雪厚度达21厘米，10万人无水可用，多处供电中断，食品供应紧张安徽降雪时间创历史最长纪录，万余间房屋倒塌(1)据资料总结南方雪灾造成的危害。　　　(2)说出形成该灾害的天气系统及水汽的源地。　　(3)解释湖南郴州成为本次冰灾“寒极”的原因。", "solution_info": "(1)本题可以从材料二中总结得出答案。(2)由这次我国南方地区受冰雪灾害的持续时间长可以看出，形成该灾害的天气系统是准静止锋。从材料一中可以看出，水汽主要由西北太平洋副高和青藏高原南缘的低压槽输送。(3)结合图中郴州与准静止锋的位置分析其天气寒冷的原因即可。\n(1)本题可以从材料二中总结得出答案。(2)由这次我国南方地区受冰雪灾害的持续时间长可以看出，形成该灾害的天气系统是准静止锋。从材料一中可以看出，水汽主要由西北太平洋副高和青藏高原南缘的低压槽输送。(3)结合图中郴州与准静止锋的位置分析其天气寒冷的原因即可。", "answer": "(1)供电中断，供水困难，压倒房屋，阻断交通，食物供应紧张。　(2)准静止锋天气；印度洋(孟加拉湾)、太平洋。 (3)原因：冷气团和暖气团在南岭北麓的郴州一带交汇，形成准静止锋，郴州在冷气团的一侧，受冷气团影响，降雪量大，气温低。", "side_information": [], "image": {"path": "val/images/high_geography_41165.png"}}
{"subject": "geography", "id": "geography_31693", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "图20示意我国东北某区域不同时期人口数量和耕地、湿地面积的变化。读图回答下列问题。（1）指出该区域湿地面积变化的特点，并分析其原因。（9分）（2）简述该区域保护湿地应采取的主要措施。（6分）", "solution_info": "试题分析：（1）从图示数值分析，该区域湿地面积在减少。联系人口和耕地面积变化分析其原因，人口增长，耕地需求增加，人们开垦湿地面积增加；经济发展水平提高，导致城镇化水平提高，建筑用地面积增加，占用湿地面积增加。（2）从湿地减少原因分析采取的措施，所以要退耕还湿地，工程建设应重视湿地保护。另外从法律法规分析，还要建立自然保护区，提高群众保护湿地的意识。考点:湿地减少原因及保护措施", "answer": "（1）（9分） 特点：湿地面积减少。 原因：由于人口增长，耕地需求增加，经济发展，城镇化水平提高，建设用地需求量增大，促使人类大幅开垦湿地。（2）（6分） （2）退耕还湿地；建立自然保护区；工程建设应重视湿地保护；提高群众保护湿地的意识， （其他言之有理，酌情给分）", "side_information": ["◎ 湿地资源的开发与保护的定义\n湿地资源的开发与保护（以洞庭湖为例） 1、湿地的分类：根据湿地的形成原因分类： 天然湿地：沼泽、滩涂、河流、湖泊、低潮时水深不超过6米浅海区等 人工湿地：水库、稻田等 2、湿地的特点：地表常年或经常有水，属于陆地与水体之间的过渡地带 3、湿地的分布：湿地分布很广泛，从寒温带到热带，从沿海到内陆，从平原到高山都有分布。 我国湿地分布总的状况是：东部多，西部湿地少，湿地的地区分布不均匀 4、“地球之肾”——湿地的作用：产生粮食、药材、工业原料、农副产品——“资源的宝库” 提供水资源，保护生物多样性——“生命的摇篮” 调节气候，美化环境——“天然空调机” 涵养水源，调蓄洪水——“天然水库” 净化水中污染物质——“地球之肾” 众多鸟类的栖息地——“鸟类的乐园” ", "◎ 湿地资源的开发与保护的知识扩展\n湿地资源的开发与保护（以洞庭湖为例） 湿地的分类 根据湿地的形成原因分类： 天然湿地：沼泽、滩涂、河流、湖泊、低潮时水深不超过6米浅海区等 人工湿地：水库、稻田等 湿地的特点 地表常年或经常有水，属于陆地与水体之间的过渡地带 湿地的分布 湿地分布很广泛，从寒温带到热带，从沿海到内陆，从平原到高山都有分布。 我国湿地分布总的状况是： 东部多，西部湿地少，湿地的地区分布不均匀 “地球之肾”——湿地的作用 产生粮食、药材、工业原料、农副产品——“资源的宝库” 提供水资源，保护生物多样性——“生命的摇篮” 调节气候，美化环境——“天然空调机” 涵养水源，调蓄洪水——“天然水库” 净化水中污染物质——“地球之肾” 众多鸟类的栖息地——“鸟类的乐园” 洞庭湖的破坏及治理： ", "◎ 湿地资源的开发与保护的知识点拨\n洞庭湖的破坏及治理：", "◎ 湿地资源的开发与保护的教学目标\n1、了解湿地的概念、我国湿地的分布、湿地的重要价值。2、认识湿地开发利用存在的问题，分析并其危害和综合治理保护措施。", "◎ 湿地资源的开发与保护的考试要求\n能力要求：掌握/应用课时要求：1考试频率：必考分值比重：2"], "image": {"path": "val/images/high_geography_31693.png"}}
{"subject": "geography", "id": "geography_8371", "type": "multiple-choice", "grade": "high", "difficulty": "easy", "question_info": "三圈环流在近地面形成了气压带和风带，且气压带和风带随太阳直射点的移动而移动，由此对气候的形成有很大的影响。图为“北半球中高纬环流示意图”，下列说法正确的是（）", "options": ["①是冷性气流", "②盛行西风", "甲点位于北纬30°附近", "乙点位于北纬30°附近"], "solution_info": "读北半球中高纬环流示意图可知，60°附近出现①气流和②气流辐合上升，形成锋面，其中②气流位于锋面之下，应为冷气流，①气流位于锋面之上，应为暖气流，A错误；②气流为冷气流应从高纬度地区吹来，应为极地东风，①气流为暖气流，应为中纬西风，B错误；材料信息表明，图示环流为北半球中高纬度环流，前面分析可知，①气流为暖气流，②气流为冷气流，因此甲地纬度低于60°，乙地纬度高于60°，两地均盛行下沉气流，因此甲处位于北半球副热带高气压带，乙处位于北半球极地高气压带，甲位于30°N附近，乙位于90°N附近，C正确，D错误。故选C。", "answer": "C", "side_information": ["◎ 全球的气压带风带及其季节性位移的定义\n全球的气压带风带及其季节性位移：1、定义：具有全球性的有规律的大气运动  。2、作用：调整全球的水热分布，是各地天气和气候形成的重要因素；3、影响因素：高低纬受热不均、地转偏向力。4、在地球球面均一，地球自转的条件下，大气在水平气压梯度力和地转偏向力的共同作用下形成，共七个气压带、六个风带。具体图示如下：(春、秋分日时)  5、气压带、风带位置随太阳直射点的移动而发生季节变化。就北半球而言，各气压带、风带位置大致是夏季北移，冬季南移。如下图所示：", "◎ 全球的气压带风带及其季节性位移的知识扩展\n1、概念：具有全球性的有规律的大气运动 2、作用：调整全球的水热分布，是各地天气和气候形成的重要因素 3、影响因素：高低纬受热不均、地转偏向力 在地球球面均一，地球自转的条件下，大气在水平气压梯度力和地转偏向力的共同作用下形成，共七个气压带、六个风带。具体图示如下：(春、秋分日时) 4、气压带、风带位置随太阳直射点的移动而发生季节变化。就北半球而言，各气压带、风带位置大致是夏季北移，冬季南移。如下图所示：", "◎ 全球的气压带风带及其季节性位移的相关定理\n ", "◎ 全球的气压带风带及其季节性位移的知识对比\n气压带的形成：气压带纬度位置形成过程成因类型赤道低气压带赤道附近，南北纬5°之间接受太阳辐射最多，近地面空气受热膨胀上升，空气减少，气压降低热力原因副热带高气压带 副热带地区，南北纬30°附近赤道上空气流流向高纬，受地转偏向力影响，偏转成西风，在副热带上空集聚下沉，近地面气压升高动力原因副极地低气压带 副极地地区，南北纬60°附近极地东风与盛行西风在副极地地区相遇，盛行西风主动爬升，近地面气压降低动力原因极地高气压带南北纬90°附近接受太阳辐射最少，终年寒冷，空气下沉，气压升高热力原因风带的形成：风带形成极地东风带由极地高气压带向南(北)流出的寒冷气流，在地转偏向力的作用下，逐渐右(左)偏成东北(南)风中纬西风带近地面由副热带高气压带向北(南)流出的一支，在地转偏向力的作用下，逐渐向右(左)偏转成西南(北)风，称为盛行西风带低纬信风带由于气压差的存在，近地面气流由副热带高气压带向南(北)流动，向南(北)的一支流向赤道低气压带，在地转偏向力的作用下，北(南)风逐渐向右(左)偏转成东北(南)风", "◎ 全球的气压带风带及其季节性位移的知识点拨\n特别提示：(1)从气压带来看，全球七个气压带是高低相间分布的，且以赤道为轴南北对称分布。(2)风带的分布是以赤道为轴南北对称分布的，即南北半球的信风带、西风带和极地东风带。(3)各气压带的高低性质主要取决于各气压带气流在垂直方向上的运动方式，即上升和下沉，凡盛行下沉气流的区域，必定为高气压带，而盛行上升气流的地区，则为低气压带。(4)低纬环流和高纬环流是热力环流，中纬环流是动力环流。(5)风带中风向的确定：根据水平气压梯度力、地转偏向力、摩擦力对风向的影响，风总是由高压区流向低压区，在北半球向右偏，在南半球向左偏。  ", "◎ 全球的气压带风带及其季节性位移的教学目标\n1、能够描述气压带风带形成的过程。2、通过学习气压带风带的分布，能绘制全球气压带风带分布图。3、掌握全球气压带风带季节性位移的规律。4、学会读图的方法，能从图中获取有效的地理信息。", "◎ 全球的气压带风带及其季节性位移的考试要求\n能力要求：掌握/应用课时要求：1考试频率：常考分值比重：4"], "image": {"path": "val/images/high_geography_8371.png"}}
{"subject": "geography", "id": "geography_5560", "type": "fill-in-the-blank", "grade": "high", "difficulty": "hard", "question_info": "读右图，完成9～10题。 9", "solution_info": "第9题，由图可知，北极圈出现极昼，为夏至日，北半球纬度越高，白昼越长。第10题，把全球经度平分为12份，相邻两条经线间隔为30°。先找出晨线与赤道的交点，此刻为6时，它与②点相隔30°，由此推断出②点的日出时间为4时，进而推断出②点的日落时刻为20时。  答案　9.B　10.C       \n第9题，由图可知，北极圈出现极昼，为夏至日，北半球纬度越高，白昼越长。第10题，把全球经度平分为12份，相邻两条经线间隔为30°。先找出晨线与赤道的交点，此刻为6时，它与②点相隔30°，由此推断出②点的日出时间为4时，进而推断出②点的日落时刻为20时。    答案　9.B　10.C", "answer": "9.B　10.C", "side_information": [], "image": {"path": "val/images/high_geography_5560.png"}}
{"subject": "geography", "id": "geography_26507", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "下图是江汉平原某地村庄杂货部分布图，根据图中提供的信息，回答下列问题。(16分)(1)乡村商业网点的特点：规模________，密度________。平原区商业网点密度________，山区商业网点密度________。(2)图中杂货部的布局符合商业网点布局的________原则。(3)从商业网点布局的位置分析，杂货部A与杂货部B，经营规模可能大一些的是________，理由是________________________。", "solution_info": "：本题以江汉平原某地村庄杂货部的分布图为切入点，考查了交通运输对商业网点分布的影响。正确解答本题的关键是抓住以下几点：(1)货源、客源、交通因素影响商业网点规模、密度。(2)平原区比山区条件优越，客、货源充足，交通便利。(3)商业网点布局遵循市场最优和交通最优的原则。答案：(1)小　小　大　小　(2)交通最优(3)A　A地客货流量大，B地客货流量较小(只相当于A地的一部分)\n本题以江汉平原某地村庄杂货部的分布图为切入点，考查了交通运输对商业网点分布的影响。正确解答本题的关键是抓住以下几点： (1)货源、客源、交通因素影响商业网点规模、密度。(2)平原区比山区条件优越，客、货源充足，交通便利。(3)商业网点布局遵循市场最优和交通最优的原则。 答案：(1)小　小　大　小　(2)交通最优 (3)A　A地客货流量大，B地客货流量较小(只相当于A地的一部分)", "answer": "(1)小　小　大　小　(2)交通最优(3)A　A地客货流量大，B地客货流量较小(只相当于A地的一部分)", "side_information": [], "image": {"path": "val/images/high_geography_26507.png"}}
{"subject": "geography", "id": "geography_28867", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "我国某自然资源的区域调配如右图所示(线条粗细表示运输量相对大小)。读图，完成下列问题。(1)该自然资源是________。(2)该资源在我国分布的特点是什么？(3)据图可知，该资源主要从________输往珠江三角洲和____。(4)简要说明该资源大量输入珠江三角洲地区的主要原因和运输方式。(5)该资源的输入对珠三角地区有何影响？", "solution_info": "由图中信息可知，阴影部分主要是指我国的山西、陕西等地煤炭资源丰富，箭头则反映了我国的北煤南运特征。答案　(1)煤炭(2)主要分布在北方(或集中在山西省、陕西省和内蒙古自治区)(3)山西省、陕西省　长江三角洲(4)珠江三角洲人口稠密，经济发达，能源需求量大；能源缺乏。铁路、海洋运输。(5)缓解当地能源紧张状况；促进当地经济发展；对当地的环境有一定的污染。", "answer": "(1)煤炭(2)主要分布在北方(或集中在山西省、陕西省和内蒙古自治区)(3)山西省、陕西省　长江三角洲(4)珠江三角洲人口稠密，经济发达，能源需求量大；能源缺乏。铁路、海洋运输。(5)缓解当地能源紧张状况；促进当地经济发展；对当地的环境有一定的污染。", "side_information": ["◎ 中国的三大经济带的定义\n中国三大经济带：1、划分依据：经济社会发展水平 2、划分结果（组成省区） 东部：沿海省区加北京市，暂未包括港、澳、台，共12个省级行政区 西部：西北陕、甘、宁、青、新疆和西南川、云、贵、藏、重庆10个省级行政区 中部：除东部、西部外的9个省级行政区注：两海：上海、海南；两江：江苏、浙江两广：广东、广西；两湖：湖北、湖南。", "◎ 中国的三大经济带的知识扩展\n1、划分（组成省区） 东部：沿海省区加北京市，暂未包括港、澳、台，共12个省级行政区 西部：西北陕、甘、宁、青、新疆和西南川、云、贵、藏、重庆10个省级行政区 中部：除东部、西部外的9个省级行政区 2、三个经济地带的差异 社会经济发展水平：东部最发达、中部其次、西部较落后。经济发展水平常用国内生产总值来代表 经济发展速度：由东向西变慢，差距扩大。它可以反映一个地区国民经济的潜力 3、地带性差异的影响因素 自然原因：东部气候润、雨热同期、地势低平有利开发，而中西部气候干旱或高寒；从地理区位上讲，东部面向大海，具有开放性和便利的海运，便于发展开放型经济，而中西部距海较远，比较闭塞。社会和经济原因：近代工业首先出现，原有工业基础好，东部地区人们思想观念比较开放，危机感、紧迫感强。产业结构较优，工业化、城镇化程度、生产力水平较高，改革开放早，依据有利的区位政策优势，首先接受海外先进技术、大量资金和现代的经营管理方式，走上经济快速发展的道路。4、三个经济地带的特征、差异与发展", "◎ 中国的三大经济带的知识点拨\n三个经济地带的差异：社会经济发展水平：东部最发达、中部其次、西部较落后。经济发展水平常用国内生产总值来代表 经济发展速度：由东向西变慢，差距扩大。它可以反映一个地区国民经济的潜力 地带性差异的影响因素：自然原因：东部气候润、雨热同期、地势低平有利开发，而中西部气候干旱或高寒；从地理区位上讲，东部面向大海，具有开放性和便利的海运，便于发展开放型经济，而中西部距海较远，比较闭塞。社会和经济原因：近代工业首先出现，原有工业基础好，东部地区人们思想观念比较开放，危机感、紧迫感强。产业结构较优，工业化、城镇化程度、生产力水平较高，改革开放早，依据有利的区位政策优势，首先接受海外先进技术、大量资金和现代的经营管理方式，走上经济快速发展的道路。三个经济地带的特征、差异与发展：", "◎ 中国的三大经济带的教学目标\n1、了解三个经济地带的划分。2、了解三个地带的经济差异。3、了解地带性差异的影响因素。4、培养综合、辩证的分析问题的能力。", "◎ 中国的三大经济带的考试要求\n能力要求：了解/识记课时要求：1考试频率：易考分值比重：4"], "image": {"path": "val/images/high_geography_28867.png"}}
{"subject": "geography", "id": "geography_27360", "type": "multiple-choice", "grade": "high", "difficulty": "medium", "question_info": "若X、Y、Z分别表示我国不同地区的水土流失、盐碱化及寒潮灾害，其数值越大，表示影响程度越大，则图中四点与相关省份的组合，正确的是", "options": ["①―内蒙古", "②―河南", "③―西藏", "④―江西"], "solution_info": "：图中①地水土流失严重；③地土壤盐碱化问题严重；④地受寒潮影响严重；②地三种问题均有，以盐碱化问题更为突出。\n图中①地水土流失严重；③地土壤盐碱化问题严重；④地受寒潮影响严重；②地三种问题均有，以盐碱化问题更为突出。", "answer": "B", "side_information": [], "image": {"path": "val/images/high_geography_27360.png"}}
{"subject": "geography", "id": "geography_17719", "type": "fill-in-the-blank", "grade": "high", "difficulty": "easy", "question_info": "下图为我国某地公路线分布示意图，该地区北部高、南部低。读图，回答2～3题。2", "solution_info": "：从图中可知，M处的公路呈“之”字形弯曲，这主要是由于该地的坡度较大，呈“之”字形修建公路一方面可以减小工程量，另一方面也有利于行车。如果在河谷、盆地、平地修建公路，不需要如此曲折。答案：C\n从图中可知，M处的公路呈“之”字形弯曲，这主要是由于该地的坡度较大，呈“之”字形修建公路一方面可以减小工程量，另一方面也有利于行车。如果在河谷、盆地、平地修建公路，不需要如此曲折。 答案：C 解析：根据图示经纬度可知，该地位于我国的西南部，夏季多暴雨，地势起伏大，当地的植被破坏也较严重，因此该地的公路常会遭受泥石流影响。 答案：C", "answer": "C", "side_information": ["◎ 自然条件对交通的影响的定义\n自然条件对交通的影响：影响方面表现交通线路走向平原：对线路限制较少，选线时应尽量少占好地。山地：地形起伏大，地质条件复杂，对公路选择限制大。道路在陡坡上一般沿等高线修筑，因而呈“之”字形，沿线应尽量避开自然条件不好的地区。陆地交通运输线网密度和分布格局交通线网密度和分布是和人口分布有很强的一致性。地形条件优越的地区，人口密集、经济发展水平高线网的密度也比较大。在山区丘陵地形复杂的地区，人口稀少，经济活动少，交通线较稀疏，交通线一般沿河谷等高线延伸。交通运输方式沿海、沿河是发展水运的必要条件。海岸情况、水深条件、泥沙运动、河流水文情况是影响水运发展的重要条件。在既不沿海也没有河流的条件下，就只能发展陆地运输。", "◎ 自然条件对交通的影响的知识扩展\n一、自然条件对交通线路走向的影响平原：对线路限制较少，选线时应尽量少占好地。山地——地形起伏大，地质条件复杂，对公路选择限制大。道路在陡坡上一般沿等高线修筑，因而呈“之”字形，沿线应尽量避开自然条件不好的地区。二、地形条件对陆地交通运输线网密度和分布格局的影响交通线网密度和分布是和人口分布有很强的一致性。地形条件优越的地区，人口密集、经济发展水平高线网的密度也比较大。在山区丘陵地形复杂的地区，人口稀少，经济活动少，交通线较稀疏，交通线一般沿河谷等高线延伸。三、自然条件对交通运输方式的影响沿海、沿河是发展水运的必要条件。海岸情况、水深条件、泥沙运动、河流水文情况是影响水运发展的重要条件。在既不沿海也没有河流的条件下，就只能发展陆地运输。", "◎ 自然条件对交通的影响的考试要求\n暂无"], "image": {"path": "val/images/high_geography_17719.png"}}
{"subject": "geography", "id": "geography_16750", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "地理环境中各事象之间是相互联系的，若某事象发生变化就会给其他事象带来影响，甚至发生一系列的变化。读图4回答问题。(1)图4所示的中心事象“甲”可能是A．人口数量增多B．气候变化C．森林破坏D．围湖造田(2)图4反映了自然地理环境的A．综合性B．区域性C．整体性D．差异性", "solution_info": "本题考查自然环境的整体性。(1)读图可知由于森林的破坏，导致地理环境的一系列变化。(2)自然环境一个要素的变化引起其他要素的变化，体现了地理环境的整体性。", "answer": "(1)C   (2)C", "side_information": [], "image": {"path": "val/images/high_geography_16750.png"}}
{"subject": "geography", "id": "geography_25688", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "读图文材料，回答问题。（1）描述京津冀地区铁路线空间分布特点。港口腹地是指港口货物吞吐和旅客集散所及的地区范围，港口腹地决定了港口的兴衰。（2）规划有多条铁路线连接天津市，将对天津港的港口腹地有哪些影响？八达岭长城站是京张高铁全线10座车站中唯一一座地下车站，最大埋深102米。（3）京张高铁工程难度较大，据图文所示信息写出两项原因。京张高铁将于2019年底实现全线通车，北京至张家口的旅途时间将从现在的三个半小时缩短至一小时之内。（4）预测京张高铁全线通车对张家口市旅游业发展带来的影响。", "solution_info": "（1）描述线状地理事物的分布状况通常要先描述整体分布特征，再描述局部分布差异。读左图，京津冀地区铁路网总体分布不均，京津和石家庄所在的东南部地区铁路网密度大，而西北部铁路线路稀疏；其中，北京、天津、石家庄三个城市的铁路线路最密集，多条铁路经过这三大城市交织形成密集的铁路网（铁路线网密度大，呈网状分布）。（2）天津港口依托天津市发展，多条铁路连接天津市，使天津港口与周边港口腹地地区的交通联系变得更加便利、更密切，有利于增加港口的人流量和货运量；多条铁路的建设，使天津港口联系的地域范围扩大，将有更多地区的货物和人员进出天津港口，扩大了天津港口的腹地范围。（3）读图，从北京到张家口，途经燕山、太行山所在的山区地带，山地海拔高、地势起伏大且容易出现滑坡、崩塌等地质灾害，高铁要穿越山地，工程量大（需要修建隧道、桥梁等）；京张高铁经过了八达岭长城地区，为了保护长城等文物古迹，高铁线和高铁站建设在地下，地下施工难度大、建设成本高。（4）分析影响应从有利和不利两个方面思考：有利影响：高铁速度快、运量大，京张高铁全线通车，使游客进入张家口的交通方式变得更丰富、更便捷，有利于扩大张家口市旅游市场规模，增加由北京、天津等地前往张家口游玩的游客数量；高铁建设和游客数量的增加，有利于促进当地旅游饭馆、酒店等基础设施的建设，提高地区接待能力；当地旅游业的快速发展能有效地提高旅游业的地位，提高当地政府和人们保护旅游资源的积极性，有利于促进旅游资源的开发和保护；不利影响：大量游客进入张家口地区，尤其是节假日游客规模过大，会给当地居民的正常生活带来冲击，给社会治安管理带来较大的压力；游客数量过多，使景区变得拥挤，不文明的旅游行为还会造成旅游资源、旅游环境破坏，不利于旅游业的可持续发展。", "answer": "（1）铁路线分布不均匀，东南部密集，西北部稀疏；东南部以北京、天津、石家庄为中心呈网格状。 （2）加强天津港与港口腹地的联系；扩大天津港港口腹地的范围。 （3）穿越山地（或地表起伏大，地质条件复杂）；穿越（八达岭）长城等文物古迹。 （4）有利影响：交通通达度提高，游客数量增加；基础设施更加完善，游客接待能力提高；促进对旅游资源的保护。不利影响：给社会治安管理带来压力。（旅游资源破坏，景区环境承载压力加大。也能得分）（必须答出有利影响和不利影响）", "side_information": ["◎ 交通运输网中的线及其布局的区位因素的定义\n交通运输网：1、构成要素：①交通运治线，如铁路、公路、航道。②交通运输点，如港口、车站、航空港。2、类型：①按形式：单一运轴网和综合运输网。②按层次：即不同层次的运输网，包括省级综合运输网、大区级综合运输网、国家级综合运输网。3、影响因素：交通运输布局的影响因家包括社会经济、科学技术和自然环境等因素。交通运箱是社会经济发展过程中产生的一种需要，杜会经济因家决定交通运愉点、线和网的布局。科学技术水平的提高使交通运艳网伸展到了更广阔的范围。在科学技术水平比较低的时代，自然因素的作用往往是最主要的；在科学技术高度发达的今天，自然环境影响的程度逐渐下降.而社会经济因素成为最主要的国家。交通运输是凭借天然和人工线路在运动中进行的，它涉及的空间范围很大，因此自然环境对交通运输线的影响是深刻而复杂的。", "◎ 交通运输网中的线及其布局的区位因素的知识扩展\n交通运输网中的线及其布局的区位因素： a.影响铁路的建设的区位因素：由于科学技术的发展，经济、社会因素的影响已经超出自然因素成为决定性因素。以京九铁路为例（合理布局交通网，促进沿线经济的发展，维持香港的长期稳定和繁荣，先进的科学技术是保证） b.影响公路的建设的区位因素：修筑公路，要充分利用有利的自然条件，避开那些地形、地质、水文条件复杂的地段。尽量少占农田耕地，处理好与农田水利设施的关系和与城镇发展的关系。 ", "◎ 交通运输网中的线及其布局的区位因素的知识点拨\n影响铁路、公路建设的区位因素：1、影响铁路的建设的区位因素：由于科学技术的发展，经济、社会因素的影响已经超出自然因素成为决定性因素。以京九铁路为例（合理布局交通网，促进沿线经济的发展，维持香港的长期稳定和繁荣，先进的科学技术是保证） 2、影响公路的建设的区位因素：修筑公路，要充分利用有利的自然条件，避开那些地形、地质、水文条件复杂的地段。尽量少占农田耕地，处理好与农田水利设施的关系和与城镇发展的关系。  ", "◎ 交通运输网中的线及其布局的区位因素的教学目标\n1、了解交通运输网中的线及其布局的区位因素。2、学会对某一具体的交通运输线进行区位因素分析和选择。3、培养关注祖国经济建设，利用所学知识建设祖国的崇高热情。", "◎ 交通运输网中的线及其布局的区位因素的考试要求\n能力要求：掌握/应用课时要求：1考试频率：常考分值比重：4"], "image": {"path": "val/images/high_geography_25688.png"}}
{"subject": "geography", "id": "geography_29126", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "下表为我国某区域1999年主要土地覆被类型的面积。下图示意该区域1999—2007年土地覆被类型面积变化率，正值表示增长，负值表示减少。该区域生态环境已呈退化趋势。据此完成15～16题。  15", "solution_info": "第15题，由图表信息可知，该区域沙地面积在各类土地中占优势，而且耕地面积的增加很大程度上是建立在破坏草地的基础之上的，所以该区域改善环境首先要退耕还草。第16题，结合上题分析可知，该区域可能位于荒漠化较为严重的内蒙古高原西部。", "answer": "15. B    16. D", "side_information": ["◎ 区域经济发展与区域联系的定义\n喀什经济特区：一、新疆喀什经济特区的概况喀什全称“喀什噶尔”，地处欧亚大陆中部、我国西北部、新疆西南部。喀什是中国的西大门，与俄罗斯、印度、巴基斯坦等8个国家接壤或邻近，有5个国家一类口岸对外开放，边境线长888公里。全区总面积16.2万平方公里，下辖1市11县。截至2009年底，全区总人口387.28万，有维吾尔族、汉族等31个民族，是多民族聚居的地区。2010年3月，全国对口支援新疆工作会议在北京召开。同月全国两会期间，新疆代表正式提交关于“设立新疆喀什经济特区”的提案，并建议国务院把进一步扩大新疆喀什向西开放纳入国家沿边开放的整体战略之中，以大开放促进喀什经济社会的大发展。2010年4月，全国对口支援新疆工作正式启动，19省决定千亿元资金帮助新疆实现“跨越式发展”的目标。2010年5月，中央新疆工作座谈会议在北京召开，决定举全国之力建设新疆，正式批准设立喀什经济特区。这充分体现了党中央对新疆的高度关注和大力支持，给新疆创造了前所未有的发展机遇。喀什经济特区的设立对实现喀什地区乃至新疆经济的跨越式发展具有重要战略意义。 二、喀什经济特区产业发展的优势分析（一）政策优势 1999年11月，中央经济工作会议正式批准西部大开发战略。2006年12月，《西部大开发“十一五”规划》提出西部大开发的目标：到21世纪中叶全国基本实现现代化时，把西部建成一个经济繁荣、社会进步、生活安定、民族团结、山川秀美、人民富裕的新西部。2010年3月，全国对口支援新疆工作会议在北京举行，确定19个省市承担对口支援新疆的任务。其中，山东、上海、广东、深圳四省市对口支援喀什地区。2010年5月，中央新疆工作座谈会议正式批准设立喀什经济特区。在西部大开发、对口支援新疆、设立喀什经济特区等战略规划下，中央和各地政府已经或即将出台帮助喀什地区发展的各项政策。2009年，中央批准《南疆三地州建设项目专项规划》，计划2009～2013年间对喀什地区等地投资500亿元，建成大中小型项目1.3万个。2010年，山东、上海、广东、深圳四省市计划投资3亿多元，对新疆喀什地区实施21个援建项目。未来五年，广东（含深圳）将安排资金96亿元对口援建喀什地区。喀什地区颁布《喀什市鼓励投资优惠办法》等。（二）区位优势喀什是国家对外开放的重要门户。喀什地处亚欧大陆中心，与8国接壤或邻近，边境线长达888公里，现有红其拉甫、吐尔尕特、伊尔克什坦、卡拉苏、喀什国际航空港等5个一类口岸和1个二类口岸（新怡发）对外开放，具有“五口通八国，一路连欧亚”的独特区位优势。喀什与周边国家许多城市直线距离在1000公里左右，是中国通往中亚、西亚、南亚和欧洲最便捷的国际大通道。喀什是我国东部地区和西部地区进入中亚的桥头堡和辐射中心，可以“东联西出、西进东销”，对促进东部地区和西部地区的经济发展具有十分重要的意义。（三）自然资源与生产要素优势 1．自然资源丰富。一是作物资源。食用作物以小麦、玉米为主，还有水稻、大麦、高梁、油菜、胡麻、葵花、花生、芝麻、小茴香等。药用作物有甘草、党参、麻黄、雪莲等数十种。瓜果作物有桃、杏、梨、苹果、巴旦木、葡萄、无花果、石榴、樱桃、阿月浑子、核桃、甜瓜、西瓜等。二是矿产资源。喀什幅员辽阔，地形复杂，是矿产资源的富集区，目前已发现矿产67种、矿产地224处，其中大型矿床12处。石油、天然气、水泥石灰岩、熔剂灰岩、饰面大理石、花岗岩、磁铁矿、硫铁矿、玉石储量丰富。三是旅游资源。自然风景有“世界第二高峰”乔戈里峰、“冰山之父”慕士塔格峰、加舒尔布鲁木山、布洛阿特峰、达瓦昆沙漠旅游风景区、金胡杨国家森林公园、喀拉库勒湖风景区等。民族风情方面有艾提尕尔民俗文化旅游区、西山民族风情园等。历史文化方面有艾提尕尔清真寺、莫尔佛塔、叶尔羌汗国王陵、玉素甫?哈吉?哈吉甫墓、香妃墓、唐王城、托库孜萨来遗址、喀什噶里石头城遗址等。 2．生产要素充足。一是土地。喀什土地总面积1394.79万公顷，约占新疆土地总面积的1/2。全区现有耕地57.5万公顷、园地3.3万公顷、牧草地161万公顷、可利用草场11.48万公顷、后备耕地资源58.81万公顷，年均开发约2万公顷，土地资源充足。二是劳动力。截至2009年底，全地区总人口387.28万人，全地区就业人员116.76万人，劳动力充足。三是资本。2008～2009年，喀什地区生产总值（GDP）分别为249.07亿、284.24亿，增长14.12%。资金基础扎实。 （四）产业基础优势农业方面，粮食、小麦、棉花、林果业、畜牧业等是其传统特色产业。工业方面，己形成钢铁、煤炭、石化、纺织轻工、有色金属、电力、建材、造纸、塑料等一定规模门类。服务业方面，旅游业、物流业、交通运输业、仓储和邮政业、批发和零售业、餐饮业、房地产业等发展迅速。2008～2009年，喀什地区第一产业产值分别为103.58亿元、115.32亿元，第二产业产值分别为42.92亿元、48.86亿元，第三产业产值分别为102.57亿元、120.0'7亿元。第一产业增长11.33%，第二产业增长13.84%，第三产业增长17.06%。因此，喀什地区已具备较完整的产业部门和较快的发展速度，拥有一定产业基础。 三、推进喀什经济特区产业发展的相关策略（一）吸引资金、技术、人才等资源区域产业发展需要丰富的资金、技术、人才等资源。喀什经济特区应在产业政策、用地政策、财税政策、技术开发政策、人才政策等方面进一步放开和完善，吸引投资、人才、技术等资源，为特区发展注入活力。具体措施有：一是确定产业发展的优先顺序，缩减审批程序，节省时间和成本；二是放宽土地审批，减免土地租金，延长土地使用年限；三是建立开发基金，为投资方提供资金配套、低息贷款；四是免除或降低相关方面税收，纳税额达到标准的返还部分缴纳税款；五是为引进或开发高新技术的项目及企业提供补助及相关优惠；六是改善人才待遇，对来支持特区发展的人才给予户籍、住房、子女入学等方面的便利等。（二）大力发展交通运输业、商贸物流业喀什与周边国家风俗习惯相似之处甚多，经贸往来历史悠久，同时也是我国东部及西部与中亚、西亚、南亚乃至欧洲交流的重要门户。因此，要完善并扩大现有的区位优势，大力发展交通运输业。发达的交通运输业是其他产业的发展基础。一是推动完善铁路网与公路网建设，实现重要地区的直通；二是改造扩大原有机场，建设新机场，增加热点地区航班和航线，提高空港等级和营运能力，提高空中运输能力等。同时，利用区位优势和交通运输，发展商贸物流业。区位和交通是发展商贸物流业的关键，区位越近、交通越完善，商贸物流就越方便快捷、成本就越低。要加强与中国内地及周边国家的合作，赋予“东联西出，西进东销”更丰富的内涵，力争建设成出口加工基地和商品中转集散地、开拓国际市场的新亚欧大陆桥上的重要据点。 （三）重点发展农业、采掘业、原材料业、旅游业、纺织业 1．发展农业。尤其要注重对诸如瓜果及棉花种植业、牛羊畜牧业等传统特色产业的发展，推动农业机械化、产业化、生态化。一是增加政府投入资金，支持农业机械生产企业，补贴和奖励农业机械购买者，从供给与需求两方面大幅度推动农业生产设备机械化。二是积极推进农业生产企业化，以专业化的规模经营为标准改造小规模经营，形成健全发达的农产品市场体系。同时，高度重视农产品品牌，建立品牌保护机制，促进品牌发展，增加品牌附加值。再就是大力发展农产品深加工，改善产品的工艺和质量，延伸产业链，增加附加值。三是支持生产绿色无污染、营养价值丰富的农产品，发展和生态环境相协调的生态农业。2．发展采掘业。一方面改造传统矿产利用状况，提高石油、天然气、金属产品质量和增加新品种，采选冶采用新技术和综合利用技术，非金属则着力发展环保建材，发展精深加工技术。另一方面，开发清洁能源矿产。 海西经济区： 2007年1月，福建省第十届人民代表大会第五次会议批准《福建省建设海峡西岸经济区纲要》。纲要中提出，海峡西岸经济区是指以福建为主体，面对台湾，邻近港澳，北承长江三角洲，南接珠江三洲，西连内陆，涵盖周边，具有自身特点、独特优势、辐射集聚、客观存在的经济区域。两个先行区：努力把海峡西岸经济区建设成为科学发展的先行区、两岸人民交流合作的先行区。 四个基本：福建新一轮发展的总体布局，即：基本构想，就是建设对外开放、协调发展、全面繁荣的海峡西岸经济区；基本思路，就是“四个三”、“四个二”、“九大支撑体系”、“一项根本建设”；基本态势，延伸两翼、对接两洲，拓展一线、两岸三地，纵深推进、连片发展，和谐平安、服务全局；基本格局，就是准确定位、主动融入，整合优势、合理布局，外延拓展、内涵深化，互动联动、统筹协调。四个推进：福建新一轮发展的指导思想，即：推进树立和落实科学发展观，推进构建社会主义和谐社会，推进党的执政能力建设，推进海峡西岸经济区建设。四个关键：福建新一轮发展的工作要求，即：关键在“活”、关键在“和”、关键在“实”、关键在“人”。以“活”开拓发展之源，创新体制机制，鼓励创新创造，激发各种活力，激活各种要素，让所有活力竞相涌流；以“和”提升发展之势，增强发展合力，在合力推进中求和谐，围绕发展求和谐；以“实”打牢发展之基，注重实际、实干、实效，从实际出发，求实求效，促进发展取得实效，让人民群众得到实惠；以“人”构筑发展之本，加强领导班子和干部队伍建设，形成选人用人公正导向，树立推动工作的形象、对人民负责的形象和公正廉洁的形象。四谋发展：是海西建设的实践主题，是在海西建设过程中形成的重要经验，是贯彻落实科学发展观的重要成果，也是今后贯彻落实科学发展观的重要要求。四个重在：福建建设的实践要领，即重在持续、重在提升、重在运作、重在实效。四求先行： ——解放思想求先行。我们党领导中国革命和建设80多年的历史，改革开放30年的历史，就是不断解放思想的历史。什么时候解放思想，什么时候就实事求是，什么时候就能创造辉煌。我们讲的解放思想，就是要围绕科学发展观来展开，自觉把思想认识从那些与科学发展不相适应的观念、做法和体制的束缚中解放出来，从对马克思主义的各种错误和教条的理解中解放出来，从形形色色的主观主义和形而上学的桎梏中解放出来，不断创新发展理念、创新发展思路、创新发展模式、创新发展方法。海峡西岸经济区战略的提出，是改革开放30年实践的成果、福建干部群众解放思想的成果、全省上下贯彻落实科学发展观的成果。建设两个先行区，是贯彻科学发展观的进一步要求，仍然需要进一步解放思想，仍然需要创新的激情、创新的气魄、创新的思路、创新的举措，仍然需要营造解放思想的氛围、激发解放思想的活力、凝聚解放思想的合力、推进解放思想的实践。——以人为本求先行。以人为本是科学发展观的核心内涵，突出以人为本是我们党的根本宗旨的内在要求，体现了我们党在新时期执政理念的新发展、新跃升。以人为本求先行，就是始终要明确发展的出发点、落脚点、着力点。以人为本与发展是第一要务、第一要义辩证统一，完整表述了发展的前提、发展的基础、发展的动力、发展的目的。我们讲发展为了人民，就要用发展的先行来带动成果的共享，以发展的先行来带动民心的凝聚；我们讲发展依靠人民，就是要在尊重人的主体地位方面，在依靠和发挥人的主体作用方面，在调动人的积极性方面能够很好地体现以人为本，以民心的凝聚来推动发展的先行。——好字当头求先行。好字当头、好字优先是科学发展观的基本要义和本质要求。好字当头求先行就是在推动发展中强化好的意识、好的观念、好的要求、好的标准。好的基础是发展，好字要在发展中来体现，质量、效应、层次要在发展中提升，结构调整要在发展中来进行；好的方法是统筹，要统筹发展、统筹兼顾、统筹协调，整体推进、有机结合、相辅相成。我们要更多地关心质量、效应、生态，更多地关心教育、科技、文化、卫生、体育，更多地关心社会稳定、社会管理、社会服务等方面问题，努力在实际工作中运作好、体现好。——持续运作求先行。持续运作是学习贯彻科学发展观的关键，是海峡西岸经济区建设的重要经验。持续，就是持之以恒、一如既往、一以贯之，这是先行的保障，是先行的基础；运作，体现贯彻落实，体现能力水平，更多的是研究怎么去做，怎么来落实。我们讲解放思想求先行、以人为本求先行、好字当头求先行，最后都要落实在持续运作上。持续运作是实践要领，也是领导方法；是工作要求，也是作风能力；是一种突破，也是一种目标。我们要围绕全局持续运作、准确站位持续运作、依法依规持续运作、注重实效持续运作，以持续运作的实效来保证先行。四个意义：建设海峡西岸经济区，是站在新的历史起点上加快福建发展的战略选择，具有四个重大意义：有利于促进全国区域经济布局的完善；有利于加快东部发展中发挥福建后发优势；有利于形成服务中西部发展的东南沿海新的对外开放综合通道；有利于构建促进祖国统一大业的前沿平台。五缘六求：福建用来定义闽台关系的特定词语。“五缘”指闽台之间历史上存在着地缘、血缘、文缘、商缘、法缘的亲密关系，它们都是割不断的；“六求”指闽台之间今后进一步拓展关系、推进交流合作的六个方面，即经贸、交通、旅游、农业、文化交流和载体建设。八项举措：实施项目带动、发展县域经济、加快产业集聚、壮大中心城市、提升民营经济、转变政府职能、建设海洋经济强省和建设文化强省。 九大支撑：构建竞争力强的产业支撑体系、构建统筹协调的城乡支撑体系、构建现代化的基础设施支撑体系、构建优势独特的闽台交流合作支撑体系、构建互利共赢的开放支撑体系、构建富有活力的创新支撑体系、构建全面发展的社会事业支撑体系、构建可持续发展的生态支撑体系、构建以人为本的和谐社会支撑体系。循环经济：是一种以资源的高效利用和循环利用为核心，以“减量化、再利用、资源化”为原则，以低消耗、低排放、高效率为特征，符合可持续发展理念的经济增长模式，是对“大量生产、大量消费、大量废弃”的传统增长方式的根本性变革。循环经济模式，即“资源—产品—废弃物—再生资源”的反馈式循环过程，可以更有效地利用资源和保护环境，以尽可能小的资源消耗和环境成本，获得尽可能大的经济效益、社会效益和生态效益，从而使经济系统与自然生态系统的物质、能量、信息循环过程相互和谐，促进资源永续利用。区港联动：是指进一步整合保税区的政策优势和港口的区位优势，将保税区的特殊政策覆盖到港区，实现区域联动、功能联动、信息联动、营运联动，拓展和提升保税区和港口的功能，形成保税区与港口良性互动发展的局面。区港联动是发展自由贸易区的国际通行模式。2004年国家批准我省厦门的象屿保税区与东渡港区实行“区港联动”试点，2006年3月正式封关运作。循环农业：是指按照循环经济学的原理，运用科学技术成果和现代管理手段组织农业生产，实现农业资源、环境、经济有机融为一体、良性循环、可持续发展的全新农业经济和生产形式。循环农业有着一般循环经济的三个共同特征：一是减量化，尽量减少进入农业生产和消费过程的物质量，节约水、土地资源和能源的使用，减少污染物的排放量；二是再利用，提高服务农业的生产资料产品利用效率，减少一次性用品的污染；三是资源化，农业产品和废弃物能够重新变成再生资源。西三角经济圈在由城市节点、城市群带动国家非均衡发展的区域战略指导下，我国东部沿海地区自改革开放以来取得了迅猛发展。改革开放以来，随着长三角城市群、珠三角城市群、环渤海城市群的迅速崛起，我国经济的三大增长极已浮出水面，这三大城市群，就是三个巨大的增长极，集聚、辐射效应十分明显。但这三个增长极都分布在东部沿海地区，随着改革的深入和经济的梯度推进，在广大的中西部地区需要也必然会形成一个与之相应的增长极，那么，第四增长极在哪里？ 2009年3月6日，全国人大代表、重庆市常务副市长黄奇帆提出“西三角经济圈”概念，标志着“西三角”从学者讨论的范畴正在变成政府行为，并有可能纳入国家“十二五”规划，成为国家战略的一部分。“西三角”的战略意义何在，其能否成为中国经济增长的第四极，相对于其他潜在竞争对手，“西三角”具有哪些优势和劣势，需要进行从理论到实证的分析。一、方向确定格局：“西三角经济圈”的必要性和必然性进入新世纪，随着发展重心从东部沿海逐步向中西部内陆地区推进，国家更加重视区域均衡，东（上海浦东）西（成渝）南（粤港澳）北（天津滨海）中（武汉和长株潭）兼顾的国家改革试点版图初步建立，博弈中的各方也展开合纵连横，经济要素跨行政区域关联，城市群内产业互补，极核作用不断强化，各方都期望通过资源整合和优势互补在未来的竞争中取得优势。 成渝地区作为我国西部经济最发达、城市最密集、最具发展潜力的经济区，经过近年来的融合与发展，已经产生了“双核共振”的效果。但是，相对于长三角、珠三角、环渤海经济圈等已形成的增长极来说，仅靠成渝联手还难以形成带动整个西部地区发展的有效载体，成渝还需要寻找另外的经济伙伴，共同构筑西部地区稳固的战略支撑极点。从地理分布上看，第一个“西三角”实质是“中西三角”，因为湖北宜昌地区为中部，第二个“西三角”则为“西南三角”，第三个“西三角”则是贯穿南北、涵盖成渝经济带和关中经济区的“大西三角”。 从战略上来看，3个“三角”都有一定的战略指向，而“大西三角”的战略高度最高、格局最大：“西南三角”是成渝经济带的扩展，有利于整个西南地区经济的梯度推进；“中南三角”立足三峡库区发展，使长江中上游逐步联成一片；“大西三角”则将整个西部最具战略地位和经济实力的区域联在一起，以此推动整个西部地区的开发、发展。从地理距离和受益地区看，“西南三角”直接受益地区是重庆和贵州，四川受益相对较小；“中南三角”直接受益地区涵盖重庆东北部和湖北西部的使长江中上游地区，四川受益相对较小；“大西三角”横跨西北和西南，直接受益地区包括川东、川北、陕南、渝东北等地区。由此可见，“大西三角”使各方都能够在其中收益，受益面较广，能够产生更强的经济激励。从经济增量上看，“西南三角”经济圈相比成渝经济带所产生的人口增幅最大，但所产生的资本累加效应（包括：一般预算收入、一般预算支出、固定资产投资、城乡居民储蓄余额等）和总量扩大效应（包括：GDP、人均GDP等）并不明显，相反，人均GDP反而下降10%，因而，“成渝+贵州”并不是第三“极点”的最佳选择；相比之下，“中西三角”经济圈所能带来的财富效应和总量效应则相对优于“西南三角”，人均GDP、财政收入、居民储蓄余额、社会商品零售总额、进出口总额等项指标均高于“西南三角”；不过，无论“西南三角”经济圈还是“中西三角”经济圈，在经济总量的提升、财富效应的扩大、人才资源的聚集等方面，都远逊于渝川陕组成的纵跨整个西部“西三角”经济圈，成渝经济带与关中经济带加起来所形成的经济规模和财富效应足以与任何潜在的“第四极”竞争者抗衡。通过比较可以看出，虽然西三角经济圈在经济总量（GDP）、人均国民生产总值、财政收入、社会商品零售总额等方面略逊于大东北经济圈和大中南经济圈，但总体上三个“准第四极”在GDP、财政收入、财政支出、固定资产投资总额、城乡居民储蓄余额、普通高校在校学生数等指标上差距不大，可以说势均力敌，旗鼓相当，都有潜力成为中国经济增长的引擎。 综上所述，重庆、成都、西安组成的“西三角”在战略上突破了秦岭屏障，由局限于西南向西南西北联手的视野拓展，使成渝经济带和关中经济带贯通，便于联合起来进行经济的整合和提升，为西部大开发打造出引擎和龙头，使整个西部地区有了战略上的最佳支撑。二、实力决定地位：“西三角”成为经济“第四极”的实证比较 “经济圈”概念起源于1957年法国经济学家戈特曼（Cottman）提出的“大城市群”学说，他认为经济圈是指在具备特定条件地区出现的、沿着特定轴线发展的巨大的核心城市系统，其本质特征是高度密集性。“增长极”概念最早是由法国经济学家弗朗索瓦?佩鲁于20世纪50年代提出。他在著名论文《略论增长极概念》中写道：“增长并非同时出现在所有的地方,它以不同的强度首先出现在一些点或增长极上,然后通过不同的渠道向外扩散,并对整个经济产生不同的终极影响。 事实上，并不是所有经济圈都能成为经济“增长极”，也不是经济规模越大就越有可能成为经济增长极。成为经济增长极的关键是看该区域中心地区对周边地区的经济辐射程度，即：核心区域的辐射力、具有自主创新能力的产业集群和产业协调、具备凝聚和扩散效应的区域发展环境等各方面的条件。（一）极点的辐射强度。极点即辐射源，是指在区域经济中中心城市作为区域经济发展的中心地带，极点的经济辐射能力在一定程度上体现为一种“溢出”效应，一方面是当极点的经济发展到一定水平的时候，一部分产业和技术就会向周边地区转移；另一方面极点的经济规模越大，其对周边地区的产品的吸纳消化能力也就越强。因此极点经济规模越大辐射强度也越强，带动周边经济协调发展的能力也越强。通过对比，重庆-成都-西安形成的西三角经济“极点”，在12项评价指标中，“极点”经济总量排第一的有7项（人口数、客运量、货运量、一般预算收入、一般预算支出、固定资产投资总额、城乡居民储蓄余额），而在“占本经济圈比重”中，有10项排名第一，这充分表明重庆—成都—西安在整个西三角经济圈中举足轻重的地位，以及相对于其他经济圈“极点”的比较优势。（二）极点间的紧密程度。经济圈的范围大小和发展潜力很大程度上取决于“极点”间的亲密程度，这包括：一是极点间的交通距离：极点间建立起发达的公路、铁路网，可以尽可能地缩小极点与周边地区的距离，减少辐射过程中的交易成本，提高辐射效率；二是极点间彼此的协作程度：极点间的向心力和彼此协作有力于增强整个经济圈的产业聚集和经济合作。从极点间的地理距离看，三个经济圈极点间的距离都在“8小时经济圈”以内；按照航空上的经济半径计算，三个经济圈极点间都在1小时半径内。可以说，三个经济圈都具备成为大的经济增长极的交通条件，相比之下，西三角相对薄弱，建立贯通南北的大动脉，使成渝到西安的铁路3小时通达是当务之急。 从极点间的向心力来看，三个经济圈内中心城市间的向心力差别很大：（1）东北经济圈：同室操戈。虽然均为老工业基地，彼此之间的经济联系远没有那么密切，仅辽宁就形成了两个经济中心，一是以沈阳为中心的中部城市群经济区，由沈阳、鞍山、抚顺、本溪、辽阳、铁岭6个城市组成；二是以大连为龙头，丹东和营口为两翼的辽南沿海经济区。（2）西南经济圈：离心离德。除武汉外，另外2座城市的目光已经被其他经济圈所吸引，南昌向着长三角经济圈，而长沙向着珠三角经济圈，正如一位学者指出的那样，“比之1980年代的武汉经济协作圈，大圈的认同感已是大打折扣”，武汉成为中国的第四极，眼下我们还看不出任何曙光。（3）西三角经济圈：渐行渐近。成渝经济间的联系日益紧密，产业的互补性强，但成渝与西安的经济联系与合作相对薄弱，加强成渝与西安的合作成为“西三角”成功的最重要因素。（三）地区之间的产业联系。产业相似系数是衡量地区间产业联系的一个重要指标，它表征了地区间产业结构的互补性和竞争性。定量测度表明：大东北经济圈内，辽宁与吉林之间的产业结构具有密切的联系和一定的互补性，而辽宁与黑龙江、黑龙江与吉林之间产业联系并不密切，产业整合整体上任重而道远；大中南经济圈之间的产业联系过于密切，甚至产业结构高度趋同，使其在产业发展过程中不免会出现重复建设、恶性竞争等现象，因而大西南经济圈的产业结构同样存在大规模整合的必要；相比之下，西三角经济圈的产业相似系数较为合理，西安、成都和重庆均是我国三线军工企业较集中地区，产业之间有着历史性地紧密联系，例如飞机制造业、机械制造等等产业实力雄厚，建成“西三角”经济圈的产业链即进行新的产业整合与分工已具备了基础条件。宝成、西康和襄渝铁路承接了作为西南两大中心——成都和重庆与西北经济重心西安间的经济联系，三大城市的融合，不仅聚集了西部经济最优质的资源和优势，而且，可以成为引领西部经济发展的发动机。不过，西三角三大“极点”的产业结构也存在一定的重合（表7）。当前在重庆、成都和西安的发展战略中，重庆是全国重要重工业基地和西南最大的商业中心，以汽车、摩托车，化工医药和冶金三大支柱产业，此外有电子信息、金融和商贸等重要产业，著名企业有重钢集团、特钢集团和西南铝厂等；成都是西南地区的金融、科技和商贸中心，以航空、机电、冶金、化学、轻纺为支柱产业，此外还有电子信息、石油化工、酒业、中药业等；西安是西北最大的中心城市，以能源、机械、电子、纺织、航空、航天、食品、烟草、医药和化工等为产业支柱。三地许多支柱或重要产业是重合的，这其实是不利于规模化、集约化发展的，如化工和电子被三地同时列为支柱产业或重要产业，为此三地应结合自身优势和发展潜力，制定互不相同的支柱产业以错位发展。（四）圈层结构和经济纵深。以经济地理学的角度看，经济增长极需要有梯度渐次推进的圈层结构和广阔的战略纵深。通过比较可以发现（图2），大东北经济圈的第一圈层为辽宁、吉林、黑龙江三省和内蒙古西部，第二圈层为中俄边境、中朝边境等东北亚地区；大中南经济圈的第一圈层为湖北、湖南、江西三省，第二圈层为安徽、河南；西三角经济圈第一圈层为重庆、四川、陕西三省，第二圈层为整个西部12省，第三圈层有可能向南亚、东南亚、中亚地区适当延伸。相比之下，西三角经济圈的战略纵深最为广阔。综上所述，在三个“准第四极”中，“西三角经济圈”的总体优势和相对劣势并存。在“极点”的经济辐射强度、向心力、产业联系等方面，“西三角”相对于其它经济圈都具有较大的比较优势，最具备成为经济增长极的条件。同时，“西三角”在区域经济总量方面、成渝与西安的交通和经济联系、区域内产业整合等方面还有待进一步加强。 三、整合创造未来：构建西三角经济圈面临的突出问题及其对策“西三角经济圈”要成为中国经济增长的“第四极”，必然要赋予它改革发展的新内涵，进行整合、统筹、协调与创新。 （一）整合：加强跨行政区整合力度，形成推动区域发展的合力整合，包括政策整合、基础设施整合、产业整合、资源整合和市场整合。整合是西三角能量聚合、优势互补、形成合理分工与协作的内在要求，是提升区域整体竞争力和带动整个西部地区发展的源泉所在，也是区域合作和协调发展的内在要求。 第一，建立跨省区的区域经济发展协调平台，绘就区域一体化时间表。区域一体化的关键在于政府间政策上的整合与行动上的协同。实施“西三角”经济圈的任务就是要建立一个能够带动整个西部经济发展的区域动力新机制,形成区域经济发展的合力，使其成为西部经济发展的发动机，成为推动西部经济增长的催化剂,成为引领西部经济稳定、高速、持续发展的领头羊。从政府层面的整合功能来看，关键是要构建整个经济圈层面的合作、协调与整合平台，如：可以设立“西三角经济圈政府协调中心”，使其不仅具有论坛、沟通功能，还必须赋予其规划和执行功能。其成员可考虑包括经济圈内的省级、市级成员，地点可以设置在经济圈的首位中心城市重庆，在职能定位上具有都市经济圈公共权力协调机构的性质，对于涉及共同利益的一些地方重大决策具有协调、建议和否决权。在此基础上，逐步创新一般城市各级政府公共管理协调制度。一般城市各级政府在分立的行政区基础上，随着一体化的进程，及时地、相应地逐步创建起适应一体化进程要求的公共行政管理的内在机制，通过公共行政管理的制度创新，制定出适合都市经济圈区域协调发展的共同政策和制度规范，最终实现经济圈组织体系内的超越行政区的协调和管理。第二，统一规划基础设施建设，建立南北联动、相互衔接的一体化网络。“西三角”经济圈的崛起不同于东部沿海地区三大经济增长极，它是在一个相对低发展阶段和收入水平的起点上开始经济一体化的，它的城市发展水平相对落后，城市群的基础相对薄弱，区域内部经济社会发展差距较大，当务之急就是大力加强基础设施建设，突破阻碍区域经济一体化的地理性障碍。同时，“西三角”经济圈要作为经济“增长极”必然要承担辐射带动的功能，即：以重庆、成都、西安三座城市为“极点”，以渝、川、陕三省份为腹地，而产生一个强大的辐射区，其首先辐射的是甘肃、贵州、湖北和湖南，其次辐射的是云南、新疆、青海、宁夏、内蒙古和西藏，要发挥这些作用，必须借助于交通建设。为此，在对经济圈基础设施系统特别是交通运输系统、能源供应系统、市政设施系统适应性分析的基础上，进一步凝聚经济圈基础设施一体化目标，统一规划基础设施，建立相互衔接并服务于各方的管理体制。以交通基础设施建设来说，首先，建立3个“极点”之间的高速公路和高等级城际铁路网络；其次，建立江海联动、横贯东西的立体化交通体系，将西安地处欧亚大陆桥节点的铁路优势与重庆居于长江上游的水运优势有效结合起来，形成通过重庆沿长江实现与长三角经济区互动，向东南方与“泛珠三角”互动，通过西安向东北延伸实现与环渤海经济圈互动的交通体系。再次，建设从印度洋到太平洋的第三座欧亚大陆桥，实现东西部的高效连接。第三，进一步加强经济区内的产业整合，促进生产力布局合理化。各个城市间要根据各地区的区位特点和比较优势，进一步加强经济区内的协调，鼓励和引导要素流动，促进生产力布局的合理化，加快区域性产业结构的优化和调整。以国际国内市场为导向，协同整合产业优势，培育若干具备国际竞争力的产业集群及合理分工和梯度互补的产业体系，实现大跨度、宽范围的生产力重组和整合，形成优势互补、互利共赢的良好局面。第四，着力打造区域性中心城市，形成推动区域经济发展的整体态势。经济圈的形成是市场经济发展的结果。都市经济圈的形成必须同时具备三个基本条件：一是要有2个到3个的核心城市；二是要有一系列与核心城市相联系的次核心城市；三是中心城市与次核心城市之间存在密切的经济联系，特别是企业、产业和市场的密切联系。为此，要根据“西三角”区域经济发展的竞争态势，结合成都、重庆和西安产业发展特点，一方面使其内部三大都市之间经济结构优化和产业升级，加快辅助产业转化基础。另一方面三大都市与次级城市之间经济功能定位要相互补充，尤其是城市产业间产业链整体的有效配置，使生产、科研和销售在区域形成最佳的配置。如次级城市中重庆的万州、江津、长寿，四川的绵阳、德阳、南充，陕西的宝鸡、杨凌、汉中等各城市间形成向重庆、成都和西安核心城市研发创新服务的试验推广基地和生产服务基地，实现“西三角”经济圈的生产、研究开发和销售良性体系。（二）创新：构建内生性区域创新体系，建设充满生机与活力的增长极创新，包括制度创新、发展模式创新、产业创新、科技创新、产业组织创新。创新是西三角培育活力、动力和衍生能力，进而提升区域和国际竞争力的前提。西三角地区“三线”企业比重较高，体制和行政壁垒较多，市场化程度偏低，尽管这一地区聚集着厚重的优质资源，但能量远没有充分释放，经济运行和某些社会经济活动还主要靠政府动员，要素配置及流动性较弱。要实现西三角经济的全面腾飞，必须构建内生性的区域创新体系。 第一，启动和释放民间和市场的动力和活力，促进地区制度变迁。中国改革开放三十年经济发展的历史表明，民营经济的发展起了举足轻重的作用。西三角的崛起首先要启动民营经济的活力，为区域经济发展注入新的动力。与沿海经济圈相比，西三角的经济总量、增长幅度、涉足领域及参与国际竞争的能力均存在较大的差距。推动民营经济的发展要发挥本区域的比较优势，探索一条民营企业、民间资本支持区域创新的新路子，充分利用西三角优质资源和产业组织优势，通过制度创新、市场创新和创新能力整合启动内生性的创新之路。第二，创新区域内部的城乡统筹模式，推动区域全面协调发展。“西三角”经济圈的一个典型特点是“大城市带大农村”，自然条件恶劣、生态环境脆弱、基础设施建设分布不均、贫困面大、城市化水平低、整体环境闭塞等方面的因素，使地区差距、城乡差距日益增大。2007年6月，重庆、成都共同被命名为“全国统筹城乡综合配套改革试验区”，其主要任务就是推进以“加快收入分配、社会保障制度和社会管理体系等方面的城乡一体化步伐”为核心内容的“城乡管理制度改革”。“西三角”经济圈的建立,就是要以市场化为先导,大力发展工业化，从而推动城市化，多方面、多渠道分流过剩劳动力，使丧失了自己过去的生存空间的人们（退耕还林后的剩余农民、裁军后的军转干部、国企下岗职工、库区移民）重新找到出路。目前，重庆为解决此问题，把农村劳动力转移定位为“第一经济”，并推出了“一圈两翼”战略，要求“两翼”每年转移30~40万青壮年农民到“一圈”中去工作，未来5年将实施200万农村人口的转移，而留下来的少数农民通过农业产业化，有望和城里人一样享受社会保障等各方面待遇，实现公共服务均等化。这种将“小马拉大车”转化为“大马拉大车”的方式值得川陕借鉴。第三，进行经济增长方式和发展模式的转型与创新。经济圈的成长与发展离不开产业的发展,更要有适合本区域经济增长的源泉和动力机制。长三角经济圈以高科技—知识密集型产业为特色，珠三角经济圈是以轻纺—劳动密集型产业为特色，环渤海经济圈则是以重化工—资本密集型产业为特点。在经济增长的源泉上，长三角经济圈属投资拉动型，珠三角经济圈是出口拉动型，环渤海经济圈则属内需拉动型。在动力机制方面，长三角经济圈显示了民资主导型，珠三角经济圈以外资推动型为主导，环渤海经济圈则是国资主导型。“西三角”都市经济圈的产业选择应以机械制造为重点，以能源、资源产业为主导，以新材料产业为突破来构建“西三角”经济圈产业新型结构。在能源、资源产业中，重点是煤、气、电、油产业的系列深度开发和产业链的延长以及绿色生态产业的大力发展。在机械产业中，充分发挥“西三角”机械产业基础好，军工产业实力强优势，形成“西三角”经济圈机械产业集群。在新材料产业中重点发展钒钛、稀土等资源和新功能材料的开发利用，着力培育新材料等新兴产业发展。而在增长源泉和动力机制方面，“西三角”经济圈应以劳动密集型产业为基础，以投资拉动和内需拉动为主导，以出口拉动为突破口。在动力机制上则要将民资、外资和国资推动型相结合。第四，进行科技和产业创新，打造西部地区“创新极”。西三角区域内云集了众多国家和部属高等院校和国家科研机构,是西部高新技术产业力量最集中地区。若能将三大都市的科技力量联合起来，进行科学合理的分工和高效协作，其科技力量并不在珠三角、长三角和京津冀三大区域之下，从而为区域科技引领经济发展提供了有利的发展条件。同时，军工出身使西三角拥有深厚的制造传统和制造能力，产业创新应以提升企业自主创新能力为重点，发挥西安、重庆、成都科技资源雄厚的优势，提高原始创新能力、集成创新能力和引进消化吸收再创新能力，加速创建复合创新集群，进行产业组织再造，培育新兴产业。", "◎ 区域经济发展与区域联系的知识扩展\n喀什经济特区一、新疆喀什经济特区的概况喀什全称“喀什噶尔”，地处欧亚大陆中部、我国西北部、新疆西南部。喀什是中国的西大门，与俄罗斯、印度、巴基斯坦等8个国家接壤或邻近，有5个国家一类口岸对外开放，边境线长888公里。全区总面积16.2万平方公里，下辖1市11县。截至2009年底，全区总人口387.28万，有维吾尔族、汉族等31个民族，是多民族聚居的地区。2010年3月，全国对口支援新疆工作会议在北京召开。同月全国两会期间，新疆代表正式提交关于“设立新疆喀什经济特区”的提案，并建议国务院把进一步扩大新疆喀什向西开放纳入国家沿边开放的整体战略之中，以大开放促进喀什经济社会的大发展。2010年4月，全国对口支援新疆工作正式启动，19省决定千亿元资金帮助新疆实现“跨越式发展”的目标。2010年5月，中央新疆工作座谈会议在北京召开，决定举全国之力建设新疆，正式批准设立喀什经济特区。这充分体现了党中央对新疆的高度关注和大力支持，给新疆创造了前所未有的发展机遇。喀什经济特区的设立对实现喀什地区乃至新疆经济的跨越式发展具有重要战略意义。 二、喀什经济特区产业发展的优势分析（一）政策优势 1999年11月，中央经济工作会议正式批准西部大开发战略。2006年12月，《西部大开发“十一五”规划》提出西部大开发的目标：到21世纪中叶全国基本实现现代化时，把西部建成一个经济繁荣、社会进步、生活安定、民族团结、山川秀美、人民富裕的新西部。2010年3月，全国对口支援新疆工作会议在北京举行，确定19个省市承担对口支援新疆的任务。其中，山东、上海、广东、深圳四省市对口支援喀什地区。2010年5月，中央新疆工作座谈会议正式批准设立喀什经济特区。在西部大开发、对口支援新疆、设立喀什经济特区等战略规划下，中央和各地政府已经或即将出台帮助喀什地区发展的各项政策。2009年，中央批准《南疆三地州建设项目专项规划》，计划2009～2013年间对喀什地区等地投资500亿元，建成大中小型项目1.3万个。2010年，山东、上海、广东、深圳四省市计划投资3亿多元，对新疆喀什地区实施21个援建项目。未来五年，广东（含深圳）将安排资金96亿元对口援建喀什地区。喀什地区颁布《喀什市鼓励投资优惠办法》等。（二）区位优势喀什是国家对外开放的重要门户。喀什地处亚欧大陆中心，与8国接壤或邻近，边境线长达888公里，现有红其拉甫、吐尔尕特、伊尔克什坦、卡拉苏、喀什国际航空港等5个一类口岸和1个二类口岸（新怡发）对外开放，具有“五口通八国，一路连欧亚”的独特区位优势。喀什与周边国家许多城市直线距离在1000公里左右，是中国通往中亚、西亚、南亚和欧洲最便捷的国际大通道。喀什是我国东部地区和西部地区进入中亚的桥头堡和辐射中心，可以“东联西出、西进东销”，对促进东部地区和西部地区的经济发展具有十分重要的意义。（三）自然资源与生产要素优势 1．自然资源丰富。一是作物资源。食用作物以小麦、玉米为主，还有水稻、大麦、高梁、油菜、胡麻、葵花、花生、芝麻、小茴香等。药用作物有甘草、党参、麻黄、雪莲等数十种。瓜果作物有桃、杏、梨、苹果、巴旦木、葡萄、无花果、石榴、樱桃、阿月浑子、核桃、甜瓜、西瓜等。二是矿产资源。喀什幅员辽阔，地形复杂，是矿产资源的富集区，目前已发现矿产67种、矿产地224处，其中大型矿床12处。石油、天然气、水泥石灰岩、熔剂灰岩、饰面大理石、花岗岩、磁铁矿、硫铁矿、玉石储量丰富。三是旅游资源。自然风景有“世界第二高峰”乔戈里峰、“冰山之父”慕士塔格峰、加舒尔布鲁木山、布洛阿特峰、达瓦昆沙漠旅游风景区、金胡杨国家森林公园、喀拉库勒湖风景区等。民族风情方面有艾提尕尔民俗文化旅游区、西山民族风情园等。历史文化方面有艾提尕尔清真寺、莫尔佛塔、叶尔羌汗国王陵、玉素甫?哈吉?哈吉甫墓、香妃墓、唐王城、托库孜萨来遗址、喀什噶里石头城遗址等。 2．生产要素充足。一是土地。喀什土地总面积1394.79万公顷，约占新疆土地总面积的1/2。全区现有耕地57.5万公顷、园地3.3万公顷、牧草地161万公顷、可利用草场11.48万公顷、后备耕地资源58.81万公顷，年均开发约2万公顷，土地资源充足。二是劳动力。截至2009年底，全地区总人口387.28万人，全地区就业人员116.76万人，劳动力充足。三是资本。2008～2009年，喀什地区生产总值（GDP）分别为249.07亿、284.24亿，增长14.12%。资金基础扎实。 （四）产业基础优势农业方面，粮食、小麦、棉花、林果业、畜牧业等是其传统特色产业。工业方面，己形成钢铁、煤炭、石化、纺织轻工、有色金属、电力、建材、造纸、塑料等一定规模门类。服务业方面，旅游业、物流业、交通运输业、仓储和邮政业、批发和零售业、餐饮业、房地产业等发展迅速。2008～2009年，喀什地区第一产业产值分别为103.58亿元、115.32亿元，第二产业产值分别为42.92亿元、48.86亿元，第三产业产值分别为102.57亿元、120.0'7亿元。第一产业增长11.33%，第二产业增长13.84%，第三产业增长17.06%。因此，喀什地区已具备较完整的产业部门和较快的发展速度，拥有一定产业基础。 三、推进喀什经济特区产业发展的相关策略（一）吸引资金、技术、人才等资源区域产业发展需要丰富的资金、技术、人才等资源。喀什经济特区应在产业政策、用地政策、财税政策、技术开发政策、人才政策等方面进一步放开和完善，吸引投资、人才、技术等资源，为特区发展注入活力。具体措施有：一是确定产业发展的优先顺序，缩减审批程序，节省时间和成本；二是放宽土地审批，减免土地租金，延长土地使用年限；三是建立开发基金，为投资方提供资金配套、低息贷款；四是免除或降低相关方面税收，纳税额达到标准的返还部分缴纳税款；五是为引进或开发高新技术的项目及企业提供补助及相关优惠；六是改善人才待遇，对来支持特区发展的人才给予户籍、住房、子女入学等方面的便利等。（二）大力发展交通运输业、商贸物流业喀什与周边国家风俗习惯相似之处甚多，经贸往来历史悠久，同时也是我国东部及西部与中亚、西亚、南亚乃至欧洲交流的重要门户。因此，要完善并扩大现有的区位优势，大力发展交通运输业。发达的交通运输业是其他产业的发展基础。一是推动完善铁路网与公路网建设，实现重要地区的直通；二是改造扩大原有机场，建设新机场，增加热点地区航班和航线，提高空港等级和营运能力，提高空中运输能力等。同时，利用区位优势和交通运输，发展商贸物流业。区位和交通是发展商贸物流业的关键，区位越近、交通越完善，商贸物流就越方便快捷、成本就越低。要加强与中国内地及周边国家的合作，赋予“东联西出，西进东销”更丰富的内涵，力争建设成出口加工基地和商品中转集散地、开拓国际市场的新亚欧大陆桥上的重要据点。 （三）重点发展农业、采掘业、原材料业、旅游业、纺织业 1．发展农业。尤其要注重对诸如瓜果及棉花种植业、牛羊畜牧业等传统特色产业的发展，推动农业机械化、产业化、生态化。一是增加政府投入资金，支持农业机械生产企业，补贴和奖励农业机械购买者，从供给与需求两方面大幅度推动农业生产设备机械化。二是积极推进农业生产企业化，以专业化的规模经营为标准改造小规模经营，形成健全发达的农产品市场体系。同时，高度重视农产品品牌，建立品牌保护机制，促进品牌发展，增加品牌附加值。再就是大力发展农产品深加工，改善产品的工艺和质量，延伸产业链，增加附加值。三是支持生产绿色无污染、营养价值丰富的农产品，发展和生态环境相协调的生态农业。2．发展采掘业。一方面改造传统矿产利用状况，提高石油、天然气、金属产品质量和增加新品种，采选冶采用新技术和综合利用技术，非金属则着力发展环保建材，发展精深加工技术。另一方面，开发清洁能源矿产。 海西经济区： 2007年1月，福建省第十届人民代表大会第五次会议批准《福建省建设海峡西岸经济区纲要》。纲要中提出，海峡西岸经济区是指以福建为主体，面对台湾，邻近港澳，北承长江三角洲，南接珠江三洲，西连内陆，涵盖周边，具有自身特点、独特优势、辐射集聚、客观存在的经济区域。两个先行区：努力把海峡西岸经济区建设成为科学发展的先行区、两岸人民交流合作的先行区。 四个基本：福建新一轮发展的总体布局，即：基本构想，就是建设对外开放、协调发展、全面繁荣的海峡西岸经济区；基本思路，就是“四个三”、“四个二”、“九大支撑体系”、“一项根本建设”；基本态势，延伸两翼、对接两洲，拓展一线、两岸三地，纵深推进、连片发展，和谐平安、服务全局；基本格局，就是准确定位、主动融入，整合优势、合理布局，外延拓展、内涵深化，互动联动、统筹协调。四个推进：福建新一轮发展的指导思想，即：推进树立和落实科学发展观，推进构建社会主义和谐社会，推进党的执政能力建设，推进海峡西岸经济区建设。四个关键：福建新一轮发展的工作要求，即：关键在“活”、关键在“和”、关键在“实”、关键在“人”。以“活”开拓发展之源，创新体制机制，鼓励创新创造，激发各种活力，激活各种要素，让所有活力竞相涌流；以“和”提升发展之势，增强发展合力，在合力推进中求和谐，围绕发展求和谐；以“实”打牢发展之基，注重实际、实干、实效，从实际出发，求实求效，促进发展取得实效，让人民群众得到实惠；以“人”构筑发展之本，加强领导班子和干部队伍建设，形成选人用人公正导向，树立推动工作的形象、对人民负责的形象和公正廉洁的形象。四谋发展：是海西建设的实践主题，是在海西建设过程中形成的重要经验，是贯彻落实科学发展观的重要成果，也是今后贯彻落实科学发展观的重要要求。四个重在：福建建设的实践要领，即重在持续、重在提升、重在运作、重在实效。四求先行： ——解放思想求先行。我们党领导中国革命和建设80多年的历史，改革开放30年的历史，就是不断解放思想的历史。什么时候解放思想，什么时候就实事求是，什么时候就能创造辉煌。我们讲的解放思想，就是要围绕科学发展观来展开，自觉把思想认识从那些与科学发展不相适应的观念、做法和体制的束缚中解放出来，从对马克思主义的各种错误和教条的理解中解放出来，从形形色色的主观主义和形而上学的桎梏中解放出来，不断创新发展理念、创新发展思路、创新发展模式、创新发展方法。海峡西岸经济区战略的提出，是改革开放30年实践的成果、福建干部群众解放思想的成果、全省上下贯彻落实科学发展观的成果。建设两个先行区，是贯彻科学发展观的进一步要求，仍然需要进一步解放思想，仍然需要创新的激情、创新的气魄、创新的思路、创新的举措，仍然需要营造解放思想的氛围、激发解放思想的活力、凝聚解放思想的合力、推进解放思想的实践。——以人为本求先行。以人为本是科学发展观的核心内涵，突出以人为本是我们党的根本宗旨的内在要求，体现了我们党在新时期执政理念的新发展、新跃升。以人为本求先行，就是始终要明确发展的出发点、落脚点、着力点。以人为本与发展是第一要务、第一要义辩证统一，完整表述了发展的前提、发展的基础、发展的动力、发展的目的。我们讲发展为了人民，就要用发展的先行来带动成果的共享，以发展的先行来带动民心的凝聚；我们讲发展依靠人民，就是要在尊重人的主体地位方面，在依靠和发挥人的主体作用方面，在调动人的积极性方面能够很好地体现以人为本，以民心的凝聚来推动发展的先行。——好字当头求先行。好字当头、好字优先是科学发展观的基本要义和本质要求。好字当头求先行就是在推动发展中强化好的意识、好的观念、好的要求、好的标准。好的基础是发展，好字要在发展中来体现，质量、效应、层次要在发展中提升，结构调整要在发展中来进行；好的方法是统筹，要统筹发展、统筹兼顾、统筹协调，整体推进、有机结合、相辅相成。我们要更多地关心质量、效应、生态，更多地关心教育、科技、文化、卫生、体育，更多地关心社会稳定、社会管理、社会服务等方面问题，努力在实际工作中运作好、体现好。——持续运作求先行。持续运作是学习贯彻科学发展观的关键，是海峡西岸经济区建设的重要经验。持续，就是持之以恒、一如既往、一以贯之，这是先行的保障，是先行的基础；运作，体现贯彻落实，体现能力水平，更多的是研究怎么去做，怎么来落实。我们讲解放思想求先行、以人为本求先行、好字当头求先行，最后都要落实在持续运作上。持续运作是实践要领，也是领导方法；是工作要求，也是作风能力；是一种突破，也是一种目标。我们要围绕全局持续运作、准确站位持续运作、依法依规持续运作、注重实效持续运作，以持续运作的实效来保证先行。四个意义：建设海峡西岸经济区，是站在新的历史起点上加快福建发展的战略选择，具有四个重大意义：有利于促进全国区域经济布局的完善；有利于加快东部发展中发挥福建后发优势；有利于形成服务中西部发展的东南沿海新的对外开放综合通道；有利于构建促进祖国统一大业的前沿平台。五缘六求：福建用来定义闽台关系的特定词语。“五缘”指闽台之间历史上存在着地缘、血缘、文缘、商缘、法缘的亲密关系，它们都是割不断的；“六求”指闽台之间今后进一步拓展关系、推进交流合作的六个方面，即经贸、交通、旅游、农业、文化交流和载体建设。八项举措：实施项目带动、发展县域经济、加快产业集聚、壮大中心城市、提升民营经济、转变政府职能、建设海洋经济强省和建设文化强省。 九大支撑：构建竞争力强的产业支撑体系、构建统筹协调的城乡支撑体系、构建现代化的基础设施支撑体系、构建优势独特的闽台交流合作支撑体系、构建互利共赢的开放支撑体系、构建富有活力的创新支撑体系、构建全面发展的社会事业支撑体系、构建可持续发展的生态支撑体系、构建以人为本的和谐社会支撑体系。循环经济：是一种以资源的高效利用和循环利用为核心，以“减量化、再利用、资源化”为原则，以低消耗、低排放、高效率为特征，符合可持续发展理念的经济增长模式，是对“大量生产、大量消费、大量废弃”的传统增长方式的根本性变革。循环经济模式，即“资源—产品—废弃物—再生资源”的反馈式循环过程，可以更有效地利用资源和保护环境，以尽可能小的资源消耗和环境成本，获得尽可能大的经济效益、社会效益和生态效益，从而使经济系统与自然生态系统的物质、能量、信息循环过程相互和谐，促进资源永续利用。区港联动：是指进一步整合保税区的政策优势和港口的区位优势，将保税区的特殊政策覆盖到港区，实现区域联动、功能联动、信息联动、营运联动，拓展和提升保税区和港口的功能，形成保税区与港口良性互动发展的局面。区港联动是发展自由贸易区的国际通行模式。2004年国家批准我省厦门的象屿保税区与东渡港区实行“区港联动”试点，2006年3月正式封关运作。循环农业：是指按照循环经济学的原理，运用科学技术成果和现代管理手段组织农业生产，实现农业资源、环境、经济有机融为一体、良性循环、可持续发展的全新农业经济和生产形式。循环农业有着一般循环经济的三个共同特征：一是减量化，尽量减少进入农业生产和消费过程的物质量，节约水、土地资源和能源的使用，减少污染物的排放量；二是再利用，提高服务农业的生产资料产品利用效率，减少一次性用品的污染；三是资源化，农业产品和废弃物能够重新变成再生资源。西三角经济圈在由城市节点、城市群带动国家非均衡发展的区域战略指导下，我国东部沿海地区自改革开放以来取得了迅猛发展。改革开放以来，随着长三角城市群、珠三角城市群、环渤海城市群的迅速崛起，我国经济的三大增长极已浮出水面，这三大城市群，就是三个巨大的增长极，集聚、辐射效应十分明显。但这三个增长极都分布在东部沿海地区，随着改革的深入和经济的梯度推进，在广大的中西部地区需要也必然会形成一个与之相应的增长极，那么，第四增长极在哪里？ 2009年3月6日，全国人大代表、重庆市常务副市长黄奇帆提出“西三角经济圈”概念，标志着“西三角”从学者讨论的范畴正在变成政府行为，并有可能纳入国家“十二五”规划，成为国家战略的一部分。“西三角”的战略意义何在，其能否成为中国经济增长的第四极，相对于其他潜在竞争对手，“西三角”具有哪些优势和劣势，需要进行从理论到实证的分析。一、方向确定格局：“西三角经济圈”的必要性和必然性进入新世纪，随着发展重心从东部沿海逐步向中西部内陆地区推进，国家更加重视区域均衡，东（上海浦东）西（成渝）南（粤港澳）北（天津滨海）中（武汉和长株潭）兼顾的国家改革试点版图初步建立，博弈中的各方也展开合纵连横，经济要素跨行政区域关联，城市群内产业互补，极核作用不断强化，各方都期望通过资源整合和优势互补在未来的竞争中取得优势。 成渝地区作为我国西部经济最发达、城市最密集、最具发展潜力的经济区，经过近年来的融合与发展，已经产生了“双核共振”的效果。但是，相对于长三角、珠三角、环渤海经济圈等已形成的增长极来说，仅靠成渝联手还难以形成带动整个西部地区发展的有效载体，成渝还需要寻找另外的经济伙伴，共同构筑西部地区稳固的战略支撑极点。从地理分布上看，第一个“西三角”实质是“中西三角”，因为湖北宜昌地区为中部，第二个“西三角”则为“西南三角”，第三个“西三角”则是贯穿南北、涵盖成渝经济带和关中经济区的“大西三角”。 从战略上来看，3个“三角”都有一定的战略指向，而“大西三角”的战略高度最高、格局最大：“西南三角”是成渝经济带的扩展，有利于整个西南地区经济的梯度推进；“中南三角”立足三峡库区发展，使长江中上游逐步联成一片；“大西三角”则将整个西部最具战略地位和经济实力的区域联在一起，以此推动整个西部地区的开发、发展。从地理距离和受益地区看，“西南三角”直接受益地区是重庆和贵州，四川受益相对较小；“中南三角”直接受益地区涵盖重庆东北部和湖北西部的使长江中上游地区，四川受益相对较小；“大西三角”横跨西北和西南，直接受益地区包括川东、川北、陕南、渝东北等地区。由此可见，“大西三角”使各方都能够在其中收益，受益面较广，能够产生更强的经济激励。从经济增量上看，“西南三角”经济圈相比成渝经济带所产生的人口增幅最大，但所产生的资本累加效应（包括：一般预算收入、一般预算支出、固定资产投资、城乡居民储蓄余额等）和总量扩大效应（包括：GDP、人均GDP等）并不明显，相反，人均GDP反而下降10%，因而，“成渝+贵州”并不是第三“极点”的最佳选择；相比之下，“中西三角”经济圈所能带来的财富效应和总量效应则相对优于“西南三角”，人均GDP、财政收入、居民储蓄余额、社会商品零售总额、进出口总额等项指标均高于“西南三角”；不过，无论“西南三角”经济圈还是“中西三角”经济圈，在经济总量的提升、财富效应的扩大、人才资源的聚集等方面，都远逊于渝川陕组成的纵跨整个西部“西三角”经济圈，成渝经济带与关中经济带加起来所形成的经济规模和财富效应足以与任何潜在的“第四极”竞争者抗衡。通过比较可以看出，虽然西三角经济圈在经济总量（GDP）、人均国民生产总值、财政收入、社会商品零售总额等方面略逊于大东北经济圈和大中南经济圈，但总体上三个“准第四极”在GDP、财政收入、财政支出、固定资产投资总额、城乡居民储蓄余额、普通高校在校学生数等指标上差距不大，可以说势均力敌，旗鼓相当，都有潜力成为中国经济增长的引擎。 综上所述，重庆、成都、西安组成的“西三角”在战略上突破了秦岭屏障，由局限于西南向西南西北联手的视野拓展，使成渝经济带和关中经济带贯通，便于联合起来进行经济的整合和提升，为西部大开发打造出引擎和龙头，使整个西部地区有了战略上的最佳支撑。二、实力决定地位：“西三角”成为经济“第四极”的实证比较 “经济圈”概念起源于1957年法国经济学家戈特曼（Cottman）提出的“大城市群”学说，他认为经济圈是指在具备特定条件地区出现的、沿着特定轴线发展的巨大的核心城市系统，其本质特征是高度密集性。“增长极”概念最早是由法国经济学家弗朗索瓦?佩鲁于20世纪50年代提出。他在著名论文《略论增长极概念》中写道：“增长并非同时出现在所有的地方,它以不同的强度首先出现在一些点或增长极上,然后通过不同的渠道向外扩散,并对整个经济产生不同的终极影响。 事实上，并不是所有经济圈都能成为经济“增长极”，也不是经济规模越大就越有可能成为经济增长极。成为经济增长极的关键是看该区域中心地区对周边地区的经济辐射程度，即：核心区域的辐射力、具有自主创新能力的产业集群和产业协调、具备凝聚和扩散效应的区域发展环境等各方面的条件。（一）极点的辐射强度。极点即辐射源，是指在区域经济中中心城市作为区域经济发展的中心地带，极点的经济辐射能力在一定程度上体现为一种“溢出”效应，一方面是当极点的经济发展到一定水平的时候，一部分产业和技术就会向周边地区转移；另一方面极点的经济规模越大，其对周边地区的产品的吸纳消化能力也就越强。因此极点经济规模越大辐射强度也越强，带动周边经济协调发展的能力也越强。通过对比，重庆-成都-西安形成的西三角经济“极点”，在12项评价指标中，“极点”经济总量排第一的有7项（人口数、客运量、货运量、一般预算收入、一般预算支出、固定资产投资总额、城乡居民储蓄余额），而在“占本经济圈比重”中，有10项排名第一，这充分表明重庆—成都—西安在整个西三角经济圈中举足轻重的地位，以及相对于其他经济圈“极点”的比较优势。（二）极点间的紧密程度。经济圈的范围大小和发展潜力很大程度上取决于“极点”间的亲密程度，这包括：一是极点间的交通距离：极点间建立起发达的公路、铁路网，可以尽可能地缩小极点与周边地区的距离，减少辐射过程中的交易成本，提高辐射效率；二是极点间彼此的协作程度：极点间的向心力和彼此协作有力于增强整个经济圈的产业聚集和经济合作。从极点间的地理距离看，三个经济圈极点间的距离都在“8小时经济圈”以内；按照航空上的经济半径计算，三个经济圈极点间都在1小时半径内。可以说，三个经济圈都具备成为大的经济增长极的交通条件，相比之下，西三角相对薄弱，建立贯通南北的大动脉，使成渝到西安的铁路3小时通达是当务之急。 从极点间的向心力来看，三个经济圈内中心城市间的向心力差别很大：（1）东北经济圈：同室操戈。虽然均为老工业基地，彼此之间的经济联系远没有那么密切，仅辽宁就形成了两个经济中心，一是以沈阳为中心的中部城市群经济区，由沈阳、鞍山、抚顺、本溪、辽阳、铁岭6个城市组成；二是以大连为龙头，丹东和营口为两翼的辽南沿海经济区。（2）西南经济圈：离心离德。除武汉外，另外2座城市的目光已经被其他经济圈所吸引，南昌向着长三角经济圈，而长沙向着珠三角经济圈，正如一位学者指出的那样，“比之1980年代的武汉经济协作圈，大圈的认同感已是大打折扣”，武汉成为中国的第四极，眼下我们还看不出任何曙光。（3）西三角经济圈：渐行渐近。成渝经济间的联系日益紧密，产业的互补性强，但成渝与西安的经济联系与合作相对薄弱，加强成渝与西安的合作成为“西三角”成功的最重要因素。（三）地区之间的产业联系。产业相似系数是衡量地区间产业联系的一个重要指标，它表征了地区间产业结构的互补性和竞争性。定量测度表明：大东北经济圈内，辽宁与吉林之间的产业结构具有密切的联系和一定的互补性，而辽宁与黑龙江、黑龙江与吉林之间产业联系并不密切，产业整合整体上任重而道远；大中南经济圈之间的产业联系过于密切，甚至产业结构高度趋同，使其在产业发展过程中不免会出现重复建设、恶性竞争等现象，因而大西南经济圈的产业结构同样存在大规模整合的必要；相比之下，西三角经济圈的产业相似系数较为合理，西安、成都和重庆均是我国三线军工企业较集中地区，产业之间有着历史性地紧密联系，例如飞机制造业、机械制造等等产业实力雄厚，建成“西三角”经济圈的产业链即进行新的产业整合与分工已具备了基础条件。宝成、西康和襄渝铁路承接了作为西南两大中心——成都和重庆与西北经济重心西安间的经济联系，三大城市的融合，不仅聚集了西部经济最优质的资源和优势，而且，可以成为引领西部经济发展的发动机。不过，西三角三大“极点”的产业结构也存在一定的重合（表7）。当前在重庆、成都和西安的发展战略中，重庆是全国重要重工业基地和西南最大的商业中心，以汽车、摩托车，化工医药和冶金三大支柱产业，此外有电子信息、金融和商贸等重要产业，著名企业有重钢集团、特钢集团和西南铝厂等；成都是西南地区的金融、科技和商贸中心，以航空、机电、冶金、化学、轻纺为支柱产业，此外还有电子信息、石油化工、酒业、中药业等；西安是西北最大的中心城市，以能源、机械、电子、纺织、航空、航天、食品、烟草、医药和化工等为产业支柱。三地许多支柱或重要产业是重合的，这其实是不利于规模化、集约化发展的，如化工和电子被三地同时列为支柱产业或重要产业，为此三地应结合自身优势和发展潜力，制定互不相同的支柱产业以错位发展。（四）圈层结构和经济纵深。以经济地理学的角度看，经济增长极需要有梯度渐次推进的圈层结构和广阔的战略纵深。通过比较可以发现（图2），大东北经济圈的第一圈层为辽宁、吉林、黑龙江三省和内蒙古西部，第二圈层为中俄边境、中朝边境等东北亚地区；大中南经济圈的第一圈层为湖北、湖南、江西三省，第二圈层为安徽、河南；西三角经济圈第一圈层为重庆、四川、陕西三省，第二圈层为整个西部12省，第三圈层有可能向南亚、东南亚、中亚地区适当延伸。相比之下，西三角经济圈的战略纵深最为广阔。综上所述，在三个“准第四极”中，“西三角经济圈”的总体优势和相对劣势并存。在“极点”的经济辐射强度、向心力、产业联系等方面，“西三角”相对于其它经济圈都具有较大的比较优势，最具备成为经济增长极的条件。同时，“西三角”在区域经济总量方面、成渝与西安的交通和经济联系、区域内产业整合等方面还有待进一步加强。 三、整合创造未来：构建西三角经济圈面临的突出问题及其对策“西三角经济圈”要成为中国经济增长的“第四极”，必然要赋予它改革发展的新内涵，进行整合、统筹、协调与创新。 （一）整合：加强跨行政区整合力度，形成推动区域发展的合力整合，包括政策整合、基础设施整合、产业整合、资源整合和市场整合。整合是西三角能量聚合、优势互补、形成合理分工与协作的内在要求，是提升区域整体竞争力和带动整个西部地区发展的源泉所在，也是区域合作和协调发展的内在要求。 第一，建立跨省区的区域经济发展协调平台，绘就区域一体化时间表。区域一体化的关键在于政府间政策上的整合与行动上的协同。实施“西三角”经济圈的任务就是要建立一个能够带动整个西部经济发展的区域动力新机制,形成区域经济发展的合力，使其成为西部经济发展的发动机，成为推动西部经济增长的催化剂,成为引领西部经济稳定、高速、持续发展的领头羊。从政府层面的整合功能来看，关键是要构建整个经济圈层面的合作、协调与整合平台，如：可以设立“西三角经济圈政府协调中心”，使其不仅具有论坛、沟通功能，还必须赋予其规划和执行功能。其成员可考虑包括经济圈内的省级、市级成员，地点可以设置在经济圈的首位中心城市重庆，在职能定位上具有都市经济圈公共权力协调机构的性质，对于涉及共同利益的一些地方重大决策具有协调、建议和否决权。在此基础上，逐步创新一般城市各级政府公共管理协调制度。一般城市各级政府在分立的行政区基础上，随着一体化的进程，及时地、相应地逐步创建起适应一体化进程要求的公共行政管理的内在机制，通过公共行政管理的制度创新，制定出适合都市经济圈区域协调发展的共同政策和制度规范，最终实现经济圈组织体系内的超越行政区的协调和管理。第二，统一规划基础设施建设，建立南北联动、相互衔接的一体化网络。“西三角”经济圈的崛起不同于东部沿海地区三大经济增长极，它是在一个相对低发展阶段和收入水平的起点上开始经济一体化的，它的城市发展水平相对落后，城市群的基础相对薄弱，区域内部经济社会发展差距较大，当务之急就是大力加强基础设施建设，突破阻碍区域经济一体化的地理性障碍。同时，“西三角”经济圈要作为经济“增长极”必然要承担辐射带动的功能，即：以重庆、成都、西安三座城市为“极点”，以渝、川、陕三省份为腹地，而产生一个强大的辐射区，其首先辐射的是甘肃、贵州、湖北和湖南，其次辐射的是云南、新疆、青海、宁夏、内蒙古和西藏，要发挥这些作用，必须借助于交通建设。为此，在对经济圈基础设施系统特别是交通运输系统、能源供应系统、市政设施系统适应性分析的基础上，进一步凝聚经济圈基础设施一体化目标，统一规划基础设施，建立相互衔接并服务于各方的管理体制。以交通基础设施建设来说，首先，建立3个“极点”之间的高速公路和高等级城际铁路网络；其次，建立江海联动、横贯东西的立体化交通体系，将西安地处欧亚大陆桥节点的铁路优势与重庆居于长江上游的水运优势有效结合起来，形成通过重庆沿长江实现与长三角经济区互动，向东南方与“泛珠三角”互动，通过西安向东北延伸实现与环渤海经济圈互动的交通体系。再次，建设从印度洋到太平洋的第三座欧亚大陆桥，实现东西部的高效连接。第三，进一步加强经济区内的产业整合，促进生产力布局合理化。各个城市间要根据各地区的区位特点和比较优势，进一步加强经济区内的协调，鼓励和引导要素流动，促进生产力布局的合理化，加快区域性产业结构的优化和调整。以国际国内市场为导向，协同整合产业优势，培育若干具备国际竞争力的产业集群及合理分工和梯度互补的产业体系，实现大跨度、宽范围的生产力重组和整合，形成优势互补、互利共赢的良好局面。第四，着力打造区域性中心城市，形成推动区域经济发展的整体态势。经济圈的形成是市场经济发展的结果。都市经济圈的形成必须同时具备三个基本条件：一是要有2个到3个的核心城市；二是要有一系列与核心城市相联系的次核心城市；三是中心城市与次核心城市之间存在密切的经济联系，特别是企业、产业和市场的密切联系。为此，要根据“西三角”区域经济发展的竞争态势，结合成都、重庆和西安产业发展特点，一方面使其内部三大都市之间经济结构优化和产业升级，加快辅助产业转化基础。另一方面三大都市与次级城市之间经济功能定位要相互补充，尤其是城市产业间产业链整体的有效配置，使生产、科研和销售在区域形成最佳的配置。如次级城市中重庆的万州、江津、长寿，四川的绵阳、德阳、南充，陕西的宝鸡、杨凌、汉中等各城市间形成向重庆、成都和西安核心城市研发创新服务的试验推广基地和生产服务基地，实现“西三角”经济圈的生产、研究开发和销售良性体系。（二）创新：构建内生性区域创新体系，建设充满生机与活力的增长极创新，包括制度创新、发展模式创新、产业创新、科技创新、产业组织创新。创新是西三角培育活力、动力和衍生能力，进而提升区域和国际竞争力的前提。西三角地区“三线”企业比重较高，体制和行政壁垒较多，市场化程度偏低，尽管这一地区聚集着厚重的优质资源，但能量远没有充分释放，经济运行和某些社会经济活动还主要靠政府动员，要素配置及流动性较弱。要实现西三角经济的全面腾飞，必须构建内生性的区域创新体系。 第一，启动和释放民间和市场的动力和活力，促进地区制度变迁。中国改革开放三十年经济发展的历史表明，民营经济的发展起了举足轻重的作用。西三角的崛起首先要启动民营经济的活力，为区域经济发展注入新的动力。与沿海经济圈相比，西三角的经济总量、增长幅度、涉足领域及参与国际竞争的能力均存在较大的差距。推动民营经济的发展要发挥本区域的比较优势，探索一条民营企业、民间资本支持区域创新的新路子，充分利用西三角优质资源和产业组织优势，通过制度创新、市场创新和创新能力整合启动内生性的创新之路。第二，创新区域内部的城乡统筹模式，推动区域全面协调发展。“西三角”经济圈的一个典型特点是“大城市带大农村”，自然条件恶劣、生态环境脆弱、基础设施建设分布不均、贫困面大、城市化水平低、整体环境闭塞等方面的因素，使地区差距、城乡差距日益增大。2007年6月，重庆、成都共同被命名为“全国统筹城乡综合配套改革试验区”，其主要任务就是推进以“加快收入分配、社会保障制度和社会管理体系等方面的城乡一体化步伐”为核心内容的“城乡管理制度改革”。“西三角”经济圈的建立,就是要以市场化为先导,大力发展工业化，从而推动城市化，多方面、多渠道分流过剩劳动力，使丧失了自己过去的生存空间的人们（退耕还林后的剩余农民、裁军后的军转干部、国企下岗职工、库区移民）重新找到出路。目前，重庆为解决此问题，把农村劳动力转移定位为“第一经济”，并推出了“一圈两翼”战略，要求“两翼”每年转移30~40万青壮年农民到“一圈”中去工作，未来5年将实施200万农村人口的转移，而留下来的少数农民通过农业产业化，有望和城里人一样享受社会保障等各方面待遇，实现公共服务均等化。这种将“小马拉大车”转化为“大马拉大车”的方式值得川陕借鉴。第三，进行经济增长方式和发展模式的转型与创新。经济圈的成长与发展离不开产业的发展,更要有适合本区域经济增长的源泉和动力机制。长三角经济圈以高科技—知识密集型产业为特色，珠三角经济圈是以轻纺—劳动密集型产业为特色，环渤海经济圈则是以重化工—资本密集型产业为特点。在经济增长的源泉上，长三角经济圈属投资拉动型，珠三角经济圈是出口拉动型，环渤海经济圈则属内需拉动型。在动力机制方面，长三角经济圈显示了民资主导型，珠三角经济圈以外资推动型为主导，环渤海经济圈则是国资主导型。“西三角”都市经济圈的产业选择应以机械制造为重点，以能源、资源产业为主导，以新材料产业为突破来构建“西三角”经济圈产业新型结构。在能源、资源产业中，重点是煤、气、电、油产业的系列深度开发和产业链的延长以及绿色生态产业的大力发展。在机械产业中，充分发挥“西三角”机械产业基础好，军工产业实力强优势，形成“西三角”经济圈机械产业集群。在新材料产业中重点发展钒钛、稀土等资源和新功能材料的开发利用，着力培育新材料等新兴产业发展。而在增长源泉和动力机制方面，“西三角”经济圈应以劳动密集型产业为基础，以投资拉动和内需拉动为主导，以出口拉动为突破口。在动力机制上则要将民资、外资和国资推动型相结合。第四，进行科技和产业创新，打造西部地区“创新极”。西三角区域内云集了众多国家和部属高等院校和国家科研机构,是西部高新技术产业力量最集中地区。若能将三大都市的科技力量联合起来，进行科学合理的分工和高效协作，其科技力量并不在珠三角、长三角和京津冀三大区域之下，从而为区域科技引领经济发展提供了有利的发展条件。同时，军工出身使西三角拥有深厚的制造传统和制造能力，产业创新应以提升企业自主创新能力为重点，发挥西安、重庆、成都科技资源雄厚的优势，提高原始创新能力、集成创新能力和引进消化吸收再创新能力，加速创建复合创新集群，进行产业组织再造，培育新兴产业。", "◎ 区域经济发展与区域联系的教学目标\n1、了解当代世界经济的两大发展趋势。2、了解区域经济合作的含义。3、理解我国东、西部地区的经济合作所取得的成效与意义。4、理解资源跨区域调配的意义。", "◎ 区域经济发展与区域联系的考试要求\n能力要求：了解/识记课时要求：2考试频率：常考分值比重：4"], "image": {"path": "val/images/high_geography_29126.png"}}
{"subject": "geography", "id": "geography_4638", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "读北半球某地正午太阳高度的年变化示意图，回答8～10题。8．该地的纬度是                                                （  ）A．3°26′N       B．10°N       C．13°26′N    D．23°26′N9．N～M区间                                                   （   ）A．太阳直射点在南半球，正向北移动   B．北半球昼长夜短，且昼渐长C．太阳直射点在北半球，正向南移动   D．北半球昼长夜短，且昼渐短10．M日期，该纬度各地日出时物影的朝向为                         （   ）A．西南            B．东南        C．西北        D．东北", "solution_info": "该地有两次直射，且两次之间有一相对低值区，因此M点应为太阳直射北回归线上的时刻。根据正午太阳高度公式可以求得该地纬度为10°N。答案B", "answer": "B", "side_information": ["◎ 地球自转运动和公转运动的关系的定义\n概念: 地球自转：地球绕其自转轴的旋转运动，就叫做自转。 地球公转：地球绕太阳做周期性的旋转运动，就叫做公转。", "◎ 地球自转运动和公转运动的关系的知识扩展\n1、地球自转和公转的比较：旋转中心地轴太阳方向自西向东北逆南顺 自西向东周期太阳日、恒星日恒星年、回归年角速度15°/h 除南北两极点外，各地自转角速度相等 远日点：57’/d 近日点：61’/d 线速度因纬度而异V=wr 远日点：29.3km/s近日点：30.4km/s 地理意义昼夜更替、时差、水平物体偏移 四季形成、五带划分 2、黄赤交角：（1）赤道平面和黄道平面的交角。目前是23o26＇（2）太阳直射点在南北回归线之间的移动3、黄赤交角及其影响：（1）地球在公转过程中，有两个重要的特点：①地球是斜着身子绕日公转的。因此，地球公转轨道平面（即黄道平面）同赤道平面不重合，它们之间的交角就是黄赤交角。目前，黄赤交角是23°26ˊ。②地轴在宇宙空间的方向不因季节而变化。而太阳与地球的相对位置随时在变，这就引起了太阳直射点纬度位置的周年变化。（2）黄道与地球的交点：太阳直射点。此交点位于最北是夏至，最南为冬至，位于赤道为春秋分。（3）黄赤交角的影响：由于黄赤交角的存在，并且地轴在宇宙空间的方向不因季节而变化，因而，太阳直射点相应地在南北回归线之间往返移动。（4）黄赤交角变化的影响：如果黄赤交角变大，太阳直射点的范围将增大，昼夜长短变化的周期将延长，四季的差异将更明显。从温度带上来说，直射的范围加大了，也就是热带的范围加大了，同时，晨昏线转过的角度也将随之增大，极昼极夜的范围也将增大，即寒带的面积也将增大，这样，温带的面积将减小。同理，如果黄赤交角变小，热带和寒带的范围减小，温带的范围会扩大。温度带的变化必然会对生态环境造成重大影响，一些生物生存所适宜的气候、温度发生了根本变化，它们可能会进行大规模的迁徙，甚至因此而灭绝。重点详解——光照图的判读（1）判断南北极，通常用于俯视图，判断依据为：从地球北极点看地球的自转为逆时针，从南极看为顺时针；或看经度，东经度递增的方向即为地球自转的方向。（2）判断节气，日期及太阳直射点的纬度晨昏圈过极点（或与一条经线重合），太阳直射点是赤道，是春秋分日；晨昏线与极圈相切，若北极圈有极昼现象为北半球的夏至日，太阳直射点为北纬23o26＇，若北极圈有极夜现象为北半球的冬至日，太阳直射点为南纬23o26＇。（3）确定地方时在光照图中，太阳直射点所在的经线为正午12点，晨昏线所包围的白昼部分的中间经线为12点，晨线与赤道交点经线的地方时为6点，昏线与赤道交点经线为18点，依据每隔15o，时间相差1小时，每1o相差4分钟，先计算两地的经度差（同侧相减，异侧相加），再转换成时间，依据东加西减的原则，计算出地方时。（4）判断昼夜长短求某地的昼（夜）长，也就是求该地在纬线圈上昼（夜）弧的长度，这个长度也可由昼（夜）弧所跨的经度数来推算。（5）判断正午太阳高度角先求所求地区与太阳直射点的纬度差，若所求地和太阳直射点在同一半球，取两地纬度之差，若所求地和太阳直射点不在同一半球，取两地纬度之和，再用90o-两地纬度差即为所求地的正午太阳高度。——晨昏线与经线和纬线（1）根据晨昏线与纬线相交判断问题①晨昏线通过南北极可判断这一天为3月21日或9月23日前后②晨昏线与南北极相切，北极圈内为昼，可判断这一天为6月22日前后，北半球为夏至日，北半球为夏季，南半球为冬季③晨昏线与南北极相切，北极圈内为夜，可判断这一天为12月22日前后，北半球为冬至日，北半球为冬季，南半球为夏季（2）根据晨昏线与经线相交关系判断昼长和夜长推算某地昼长或者夜长，求昼长时，在昼半球范围内算出该地所在地的纬线圈从晨线与纬线圈交点到昏线与纬线圈交点，所跨的经度除以15即该地昼长，如果图上只画了昼半球的一半，要注意，图中白昼所跨经度差的2倍，除以15才是该地的昼长。", "◎ 地球自转运动和公转运动的关系的知识导图\n黄赤交角：（1）赤道平面和黄道平面的交角。目前是23o26＇。（2）太阳直射点在南北回归线之间的移动 ", "◎ 地球自转运动和公转运动的关系的特性\n黄赤交角及其影响：（1）地球在公转过程中，有两个重要的特点：①地球是斜着身子绕日公转的。因此，地球公转轨道平面（即黄道平面）同赤道平面不重合，它们之间的交角就是黄赤交角。目前，黄赤交角是23°26ˊ。②地轴在宇宙空间的方向不因季节而变化。而太阳与地球的相对位置随时在变，这就引起了太阳直射点纬度位置的周年变化。（2）黄道与地球的交点：太阳直射点。此交点位于最北是夏至，最南为冬至，位于赤道为春秋分。（3）黄赤交角的影响：由于黄赤交角的存在，并且地轴在宇宙空间的方向不因季节而变化，因而，太阳直射点相应地在南北回归线之间往返移动。（4）黄赤交角变化的影响：如果黄赤交角变大，太阳直射点的范围将增大，昼夜长短变化的周期将延长，四季的差异将更明显。从温度带上来说，直射的范围加大了，也就是热带的范围加大了，同时，晨昏线转过的角度也将随之增大，极昼极夜的范围也将增大，即寒带的面积也将增大，这样，温带的面积将减小。同理，如果黄赤交角变小，热带和寒带的范围减小，温带的范围会扩大。温度带的变化必然会对生态环境造成重大影响，一些生物生存所适宜的气候、温度发生了根本变化，它们可能会进行大规模的迁徙，甚至因此而灭绝。 ", "◎ 地球自转运动和公转运动的关系的知识对比\n地球自转和公转的比较： 旋转中心地轴太阳方向自西向东北逆南顺自西向东周期太阳日、恒星日恒星年、回归年 角速度15o/h除南北两极点外，各地自转角速度相等远日点：57’/d 近日点：61’/d 线速度因纬度而异V=wr 远日点：29.3km/s 近日点：30.4km/s 地理意义昼夜更替、时差、水平物体偏移 四季形成、五带划分", "◎ 地球自转运动和公转运动的关系的知识点拨\n光照图的判读：（1）判断南北极，通常用于俯视图，判断依据为：从地球北极点看地球的自转为逆时针，从南极看为顺时针；或看经度，东经度递增的方向即为地球自转的方向。（2）判断节气，日期及太阳直射点的纬度晨昏圈过极点（或与一条经线重合），太阳直射点是赤道，是春秋分日；晨昏线与极圈相切，若北极圈有极昼现象为北半球的夏至日，太阳直射点为北纬23o26＇，若北极圈有极夜现象为北半球的冬至日，太阳直射点为南纬23o26＇。（3）确定地方时在光照图中，太阳直射点所在的经线为正午12点，晨昏线所包围的白昼部分的中间经线为12点，晨线与赤道交点经线的地方时为6点，昏线与赤道交点经线为18点，依据每隔15o，时间相差1小时，每1o相差4分钟，先计算两地的经度差（同侧相减，异侧相加），再转换成时间，依据东加西减的原则，计算出地方时。（4）判断昼夜长短求某地的昼（夜）长，也就是求该地在纬线圈上昼（夜）弧的长度，这个长度也可由昼（夜）弧所跨的经度数来推算。（5）判断正午太阳高度角先求所求地区与太阳直射点的纬度差，若所求地和太阳直射点在同一半球，取两地纬度之差，若所求地和太阳直射点不在同一半球，取两地纬度之和，再用90o-两地纬度差即为所求地的正午太阳高度。 晨昏线与经线和纬线：（1）根据晨昏线与纬线相交判断问题①晨昏线通过南北极可判断这一天为3月21日或9月23日前后；②晨昏线与南北极相切，北极圈内为昼，可判断这一天为6月22日前后，北半球为夏至日，北半球为夏季，南半球为冬季。③晨昏线与南北极相切，北极圈内为夜，可判断这一天为12月22日前后，北半球为冬至日，北半球为冬季，南半球为夏季。（2）根据晨昏线与经线相交关系判断昼长和夜长推算某地昼长或者夜长，求昼长时，在昼半球范围内算出该地所在地的纬线圈从晨线与纬线圈交点到昏线与纬线圈交点，所跨的经度除以15即该地昼长，如果图上只画了昼半球的一半，要注意，图中白昼所跨经度差的2倍，除以15才是该地的昼长。", "◎ 地球自转运动和公转运动的关系的教学目标\n1、了解地球自转的方向、速度和周期；了解地球公转的轨道、方向、速度和周期。2、了解地球公转的重要特点，理解黄赤交集的成因及其重要性。3、掌握太阳直射点的回归运动规律。4、学会运用地球仪演示地球的自转与公转现象，形成空间想象能力。", "◎ 地球自转运动和公转运动的关系的考试要求\n能力要求：了解/识记课时要求：1考试频率：易考分值比重：4"], "image": {"path": "val/images/high_geography_4638.png"}}
{"subject": "geography", "id": "geography_31976", "type": "multiple-choice", "grade": "high", "difficulty": "hard", "question_info": "近年来，我国的工业分散表现出不同的特点。一方面，我国传统农村地区工业类型多样，且分布分散；另一方面，经济发达的长三角和珠三角地区的传统工业也不断向其他地区转移(下图为长三角和珠三角地区部分纺织服装企业转移示意图)，表现出传统工业的分散。根据图文材料完成下列小题。1．传统农村地区工业类型多样，且分布分散，下列原因与此现象关联性最小的是(　　)", "options": ["靠近农产品产地", "乡村劳动力分散", "面向全国市场", "厂商乡土情结重2．目前，长三角地区纺织服装企业转出数量多、距离远，珠三角地区则数量少、距离近，原因是(　　)"], "solution_info": "1．传统农村地区的工业多以当地农产品为原料，靠近农产品产地，厂商多是当地人或与当地有渊源的人，乡土情结重；由于乡村劳动力分散，故传统农村地区工业分布分散，但其农产品一般市场是本地或本区域市场，大多数产品并不是面向全国市场，C项关联性最小，符合题意，故选C。2．长江三角洲地区产业均衡，产业选择空间大，市场容量更大，由于近年长江三角洲地区工资成本上升，纺织类企业在当地优势较小，故纺织服装企业转出数量多、距离长；珠江三角洲地区劳动力成本虽然也上升，但区域产业以轻工业为主，部分产业在当地的优势依然存在，据此选A项。", "answer": "1．C 2．A", "side_information": [], "image": {"path": "val/images/high_geography_31976.png"}}
{"subject": "geography", "id": "geography_1148", "type": "multiple-choice", "grade": "high", "difficulty": "medium", "question_info": "图为“太平洋部分海域等深线示意图”。读图回答19题。  19", "options": ["", "于太平洋板块", "海岭，岩石年龄最新", "于美洲板块"], "solution_info": "试题分析：C处海水较浅，是大陆向海洋延伸的大陆架，属于亚欧板块；B处两侧海水深，应属于海岭，是大洋地壳的诞生处，岩石年龄最新；D处海水深，属于太平洋板块。故选B。考点：海底地形", "answer": "B", "side_information": ["◎ 地形剖面图的定义\n地形剖面图:以等高线地形图某条剖面线下切而显露出来的地形垂直剖面。直观地反映出地出上沿剖面线方向的地势的起伏状况。                   ", "◎ 地形剖面图的知识导图\n基本的地形的剖面特征:（1）鞍部的剖面特征在等高线地形图中，如果沿不同方向对鞍部作剖面图，可得到两种完全不同的地形剖面图。沿两座山峰连线方向看，两边高，中间低； 沿垂直于两座山峰连线方向（为山谷）看，两边低，中间高。 （2）山谷的剖面特征 （3）山脊的剖面特征 （4）山顶的剖面特征 ", "◎ 地形剖面图的特性\n绘制地形剖面图的步骤：第一步：根据剖面线的水平距离和沿剖面线的高度差确定水平比例尺和垂直比例尺，其中水平比例尺一般与原图相同，而垂直比例尺一般比原图大。第二步：绘制水平基线和垂直高度坐标。水平基线的长度宜和剖面线相同，坐标上标注的高度宜和等高线上的海拔相同。第三步：把剖面线和等高线的各个交点确定在水平基线上，并标注在相应的高度坐标上。第四步：把确定的各点用平滑的曲线连接起来。地形剖面图的画法：方法一：引垂直线法 方法二：量距离法 ", "◎ 地形剖面图的知识点拨\n判读方法：（1）识别地形剖面图的水平、垂直比例大小；（2）根据题目条件和图像形态或区域位置信息，判断经纬度位置；（3）与相关的分布图、特征示意图的知识进行联系，分析作答。 地形剖面图绘制应注意的问题: 确定地形剖面图的垂直比例尺及水平比例尺是绘图中的难点及重点，垂直比例尺一般是原图的5、10、15、20倍，倍数越大，起伏越明显。水平比例尺一般与原图一致。在新图中绘水平线MN，按水平比例尺的大小定出剖面范围为横坐标，按垂直比例尺的大小，绘出纵坐标。 两点间的直视问题:直视问题可以通过作地形剖面图进行判断，在地形剖面图上由观测点的投射点向目标点的投射点绘直线，若直线没有被任何地物所切断，表示直视良好，否则不能直视。如下图所示，由点s′向点c′绘直线，直线没有被任何地物所切断，表示直视良好。而图中b′位于阴影区，说明s点不能直视b点，所以村落b对于s点为不直视。", "◎ 地形剖面图的教学目标\n1、学会判读与绘制地形剖面图。2、理论联系实际，能够运用地形剖面图解决一些问题。3、增强动手能力，培养空间想象的能力。", "◎ 地形剖面图的考试要求\n能力要求：掌握/应用课时要求：1考试频率：易考分值比重：4"], "image": {"path": "val/images/high_geography_1148.png"}}
{"subject": "geography", "id": "geography_2637", "type": "fill-in-the-blank", "grade": "high", "difficulty": "hard", "question_info": "读甲、乙两地区图，回答1～2题。1", "solution_info": "由图可知，甲图纬线30°～40°N之间的图上距离大于乙图纬线30°～40°N之间的图上距离，故甲图的比例尺较大，乙图表示的实际范围更大。判断两地方向时，若两地一东经一西经，且经度之和大于180°，则东经在西侧，西经在东侧。甲、乙两图所示地区纬度接近，故乙图所示地区在甲图所示地区的东方。两区域间的最短航线方向为过两点的大圆的劣弧，甲、乙两区域都位于北半球，甲到乙地区的最短航线方向为先东北，后东南。2．D", "answer": "1．B", "side_information": [], "image": {"path": "val/images/high_geography_2637.png"}}
{"subject": "geography", "id": "geography_29576", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "读下面甲、乙两图，回答8～9题。8．湿地的功能主要是(　　)①提供水资源　②调节气候　③防风固沙　④调蓄洪水　⑤美化环境　 ⑥保护生物多样性A．①②③④                                               B．②③④⑤⑥C．①②④⑤⑥                                           D．①③④⑤⑥9．关于造成两湖泊面积缩小的主要原因，下列说法正确的是(　　)A．跨流域调水造成甲湖面积缩小B．周围大面积引水灌溉造成乙湖面积缩小C．沙漠侵吞造成甲湖面积缩小D．围湖造田造成乙湖面积缩小", "solution_info": "：第8题，防风固沙不属于湿地的功能。第9题，甲湖泊面积缩小是由于引水灌溉导致的入湖水量减少；乙湖是围湖造田造成的湖泊萎缩。\n第8题，防风固沙不属于湿地的功能。第9题，甲湖泊面积缩小是由于引水灌溉导致的入湖水量减少；乙湖是围湖造田造成的湖泊萎缩。", "answer": "答案：8.C　9.D", "side_information": [], "image": {"path": "val/images/high_geography_29576.png"}}
{"subject": "geography", "id": "geography_31864", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "读“某特大城市及其周边地区各类土地的付地租能力与该地区地形剖面示意图”。回答10～11题。10．在城市规划时，运用的地理新技术手段是(　　)A．RS、GPS　　　　　　　                         B．GPS、GISC．GIS、RS                                           D．RS、GPRS11．图中b1、b2功能区相同，但级别不同，在b2地区发展该功能区的原因是(　　)A．位于城市工业区附近，工人上下班较方便B．位于农耕区附近，乳肉蛋食品丰富C．靠近景点和林地，空气清新，环境优美D．位于背风坡地区，空气湿度小，日照多", "solution_info": "：第10题，进行城市规划时，首先要通过遥感获取各种影像资料，提取相关信息，然后输入到地理信息系统中去加以处理，最终获得GIS产品。第11题，根据各功能区付租能力的高低，可判定：a为商业区，b1为住宅区，c为工业区，d为城郊农业区；b2与b1功能区相同，也应是住宅区，但因靠近景点、地势较高，环境条件较好，故b2应为高级住宅区。\n第10题，进行城市规划时，首先要通过遥感获取各种影像资料，提取相关信息，然后输入到地理信息系统中去加以处理，最终获得GIS产品。第11题，根据各功能区付租能力的高低，可判定：a为商业区，b1为住宅区，c为工业区，d为城郊农业区；b2与b1功能区相同，也应是住宅区，但因靠近景点、地势较高，环境条件较好，故b2应为高级住宅区。", "answer": "答案：10.C　11.C", "side_information": [], "image": {"path": "val/images/high_geography_31864.png"}}
{"subject": "geography", "id": "geography_41521", "type": "fill-in-the-blank", "grade": "high", "difficulty": "hard", "question_info": "阅读材料，回答问题。2020年6月8日是第十二个“世界海洋日”，其活动主题是“保护红树林，保护海洋生态”。北京市某校学生在以红树林为主题的研究性学习中，通过查询资料绘制世界红树林分布图，如图所示。阅读图文材料，回答下列问题。（1）概述世界红树林分布特征。同学们发现红树林枝繁叶茂，根系发达，与珊瑚礁一样都是“陆地建造者”。（2）分析红树林在促淤造陆中的作用。同学们还发现20世纪50年代以来，我国红树林面积总体上呈现先减少后增加的趋势。但随着人口增长和城镇化发展，占用红树林养殖、围垦红树林造地的潜在威胁依然存在。（3）简述我国保护红树林可采取的有效措施。", "solution_info": "本题组主要考场红树林的分布、作用和保护的有关知识。近40年来，特别是最近10多年来，由于围海造地、围海养殖、砍伐等人为因素，我国的红树林面积由40年前的4.2万公顷减少到1.46万公顷，不及世界红树林面积1700万公顷的千分之一，而且大部分保留在雷州半岛。详解（1）红树林是热带、亚热带海湾、河口泥滩上特有的常绿灌木和小乔木群落；它生长于陆地与海洋交界带的滩涂浅滩，是陆地向海洋过渡的特殊生态系统；突出特征是根系发达、能在海水中生长。世界红树林分布特征可以从分布的大洲、国家、经纬度、半球、疏密程度等角度来考虑。读图可知，全球红树林分布在亚洲、非洲、大洋洲以及美洲的热带及亚热带沿海地带；从东西半球看，东半球红树林种类多，西半球种类少；从海陆因素看，西太平洋和印度洋沿岸分布的红树林的种类最多。（2）红树是生长在热带及亚热带海岸上的一种特有木本植物，包括常绿乔木和灌木。由于海水环境条件特殊，红树林植物具有系列特殊的生态和生理特征。红树林重要生态效益是它的防风消浪、促淤保滩、固岸护堤、浄化海水和空气的功能。盘根错节的发达根系能有效地滞留陆地来沙，近岸海域的含沙量；茂密高大的枝体宛如一道道绿色长城，有效抵御风浪袭击。故红树林在促淤造陆中的作用为削减风浪，減缓水体运动速度，促进泥沙淤积。（3）保护红树林的有效措施可以从法律法规、法律意识、保护区的建立等角度来考虑。红树林有利于保护环境，从政府的角度看，政府要加大对于红树林的保护，制定有关的法律法规，加强依法管理，违法必究；建立红树林自然保护区，发展生态科普旅游，加大保护红树林的资金投入；建立专门研究机构、专业队伍等，为红树林保护的管理与维护提供科技支撑；加强教育、宣传，，提倡公众参与，鼓励社会力量参与红树林保护及管理，树立全民保护红树林的意识。", "answer": "（        1）全球红树林分布在亚洲、非洲、大洋洲以及美洲的热带及亚热带沿海地带，东半球比西半球红树林种类多，西太平洋和印度洋沿岸分布的种类最多。                （        2）红树林可削减风浪，减缓水体运动速度，促进泥沙淤积。                （        3）制定与红树林保护有关的法律法规，加强依法管理；建立红树林自然保护区，发展生态科普旅游；建立专门研究机构，为红树林保护的管理与维护提供科技支撑；加强宣传与公众教育，鼓励社会力量参与红树林保护及管理。", "side_information": ["◎ 海洋资源的开发利用的定义\n海洋水资源利用：①海水直接利用 ②海水淡化利用 海洋化学资源：达到工业规模的有食盐、镁、溴、淡水等，我国海盐产量世界首位，天津、河北境内的长芦盐场有平坦的海滩和利于蒸发的天气，是我国最大盐场。①海洋化学资源开发利用的特点和现状：海洋被称为“地球上最大的液体矿床”“盐的故乡”，海水中已发现的化学元素有80多种。目前形成工业规模的主要有食盐、镁、溴等。 海盐不仅是人类日常生活的必需品，也是重要的化工原料，中国的海盐产量居世界首位且海盐的主要产区分布在长江口以北长芦盐场是我国最大的盐场。长江口以南的盐场以海南的莺歌海盐场和台湾的布袋盐场最为出名。主要的生产方法有盐田法、电渗析法和冷冻法三种，其中盐田法是生产海盐的主要方法。②海水制盐：滩面宽阔，坡度小；降水少，蒸发量大，日照强，平均风速大；附近无大河流入，海水盐度较高。 海水化学资源的开发往往实行综合开发，将用水量大的企业布局在沿海，尽可能的直接利用海水，并形成海水淡化——制盐——提取卤水——生产盐化工产品相结合的大规模联合生产和经营的模式。海洋生物资源：（1）海洋中有20多万种生物，其中动物18万种，包括16000多万种鱼类海洋生物可以直接捕捞，也可通过养殖、增殖等途径实现可持续性发展主要分布在沿海大陆架。 （2）渔业资源分布：①﹒大陆架海域：阳光集中，生物光合作用强，入海河流带来丰富的营养盐类，底部沉积着大陆带来的泥沙，有利于鱼类的产卵发育；②﹒温带海区：季节变化显著，冬季上泛的底部海水有丰富的营养盐类；③﹒寒暖流交汇海区或冷海水上泛区：饵料比较丰富，冷水性与暖水性鱼类在寒暖流交汇处集聚。 世界四大渔场：北海道、纽芬兰、北海、秘鲁渔场。 中国最大渔场：舟山渔场。 （3）海洋生物资源开发利用中存在的问题： ①过度捕捞，造成传统经济鱼类资源不断衰减 ②围垦和人口填海造陆，导致海洋生态环境变化引起物种减少③海洋污染及某些海洋工程造成的近岸海域生态环境恶化，导致海洋生物资源衰减。 （4）海洋生物资源开发利用中存在问题的对策①保护海洋环境，防止海洋环境污染，加强海洋管理；②合理捕捞，限制渔船数量及捕捞量，采取休渔、禁渔措施，捕养结合，由单纯的天然采捕向海洋农牧化转变，实现海洋生物资源的可持续利用。海底矿产资源：（1）大陆架海底：石油、天然气、煤、硫、磷等（2）近岸带的滨海砂矿：砂、贝壳等建筑材料和金属矿产（3）海盆：深海锰结核，是未来可利用的潜力最大的金属矿产资源海底矿产资源的开始是一项高投资、高技术难度、高风险工程，目前海底矿产资源开发以油气资源为主。", "◎ 海洋资源的开发利用的知识扩展\n1、海洋水资源利用 ①海水直接利用 ②海水淡化利用 2、化学资源： 达到工业规模的有食盐、镁、溴、淡水等，我国海盐产量世界首位，天津、河北境内的长芦盐场有平坦的海滩和利于蒸发的天气，是我国最大盐场海洋化学资源开发利用的特点和现状：    海洋被称为“地球上最大的液体矿床”“盐的故乡”，海水中已发现的化学元素有80多种。目前形成工业规模的主要有食盐、镁、溴等。     海盐不仅是人类日常生活的必需品，也是重要的化工原料，中国的海盐产量居世界首位且海盐的主要产区分布在长江口以北长芦盐场是我国最大的盐场。长江口以南的盐场以海南的莺歌海盐场和台湾的布袋盐场最为出名。主要的生产方法有盐田法、电渗析法和冷冻法三种，其中盐田法是生产海盐的主要方法。    海水制盐：滩面宽阔，坡度小；降水少，蒸发量大，日照强，平均风速大；附近无大河流入，海水盐度较高。     海水化学资源的开发往往实行综合开发，将用水量大的企业布局在沿海，尽可能的直接利用海水，并形成海水淡化——制盐——提取卤水——生产盐化工产品相结合的大规模联合生产和经营的模式。3、海洋生物资源： （1）海洋中有20多万种生物，其中动物18万种，包括16000多万种鱼类海洋生物可以直接捕捞，也可通过养殖、增殖等途径实现可持续性发展主要分布在沿海大陆架。 （2）渔业资源分布： 世界四大渔场：北海道、纽芬兰、北海、秘鲁渔场。 中国最大渔场：舟山渔场。 （3）海洋生物资源开发利用中存在的问题： ①过度捕捞，造成传统经济鱼类资源不断衰减 ②围垦和人口填海造陆，导致海洋生态环境变化引起物种减少 ③海洋污染及某些海洋工程造成的近岸海域生态环境恶化，导致海洋生物资源衰减。 （4）海洋生物资源开发利用中存在问题的对策 ①保护海洋环境，防止海洋环境污染，加强海洋管理； ②合理捕捞，限制渔船数量及捕捞量，采取休渔、禁渔措施，捕养结合，由单纯的天然采捕向海洋农牧化转变，实现海洋生物资源的可持续利用。4、海底矿产资源 （1）大陆架海底：石油、天然气、煤、硫、磷等（2）近岸带的滨海砂矿：砂、贝壳等建筑材料和金属矿产（3）海盆：深海锰结核，是未来可利用的潜力最大的金属矿产资源海底矿产资源的开始是一项高投资、高技术难度、高风险工程，目前海底矿产资源开发以油气资源为主。", "◎ 海洋资源的开发利用的教学目标\n1、了解海洋资源的类型和特征，以及各类海洋资源的开发利用。2、了解世界海洋渔业资源的分布和海洋渔业生产状况；了解世界海洋油气资源的开发过程。3、了解在海洋资源的开发利用过程中，可能出现的问题以及应采取的措施。树立人类对海洋资源的合理利用和保护的观点4、了解世界海洋运输业的发展，港口的建设和港口贸易的发展。5、了解世界著名的围海造陆工程。", "◎ 海洋资源的开发利用的考试要求\n能力要求：了解/识记课时要求：1考试频率：易考分值比重：10"], "image": {"path": "val/images/high_geography_41521.png"}}
{"subject": "geography", "id": "geography_31970", "type": "multiple-choice", "grade": "high", "difficulty": "medium", "question_info": "图乙为我国某区域简图，图甲为R河河流外部形态。读图完成下列小题。202．图示区域有我国一条著名山脉穿过，关于这座山脉的地理意义描述错误的是()", "options": ["森林景观与草原景观界线", "山脉南段为内、外流区分界线", "R河与嫩江的分水岭", "我国地势一、二级阶梯分界线203．关于R河河流特征的描述正确的是()"], "solution_info": "本题考查我国东北地区区域地理特征分析，注重考查东北地区河流的水文特征及气候特征。202．根据图中经纬线进行判断，该地位于我国东北地区，该山脉为大兴安岭，大致位于400mm等降水量线附近，据此进行判断，是我国森林景观与草原景观界线，山脉南段为内、外流区分界线，R河与嫩江的分水岭，是我国第二、三级阶梯的分界线，因此ABC正确，D错误，故选D。203．本题考查河流的水文特征分析，R河流域属于温带大陆性气候，主要是降水补给和积雪融水补给；春汛是由于冬季的积雪在春天融化形成的，春汛在夏来临前到最大；夏汛是夏季风带来的降雨形成的夏汛，夏汛一般在夏末和秋天，A错误；R河流域无高山冰川融水补给，B错误；R河流域由于纬度高，河流的结冰期长，大约是12月份~次年的2月份，C错；据左图分析，该河河道蜿蜒曲折，流速缓慢，D正确，故选D。204．结合上题分析该山脉为大兴安岭，其东侧的平原为东北平原，位于温带季风区，夏秋多雨，加上地势低平，土质粘重，排水不畅以及纬度高，冻土层厚，水的下渗弱，以致引起土壤过度潮湿，在河漫滩、阶地和各类洼地上形成大面积集中连片沼泽。不利于植被的生长，因此森林较少，C正确，ABD错误，故选C。", "answer": "202．D 203．D 204．C", "side_information": [], "image": {"path": "val/images/high_geography_31970.png"}}
{"subject": "geography", "id": "geography_11622", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "下图为我国某地沿北纬38", "solution_info": "：7．根据图中的岩层运动状况，①地断裂抬升，受外力侵蚀形成的山地，流水侵蚀一般形成峡谷，A选项错误；②地断裂下沉、平原为冲积扇，B选项错误；③地大面积的冲积平原为黄河干流的泥沙冲积而成，C选项正确；④地主要受风力堆积形成，D选项错误；。所以本题选择C选项。8．根据题意：“该王朝一般会选择在土层深厚、地下水位较深的地方修建皇家陵墓。”，“图中一般地势越高地下水埋藏越深。”，图中①处地势高，但是山地土层较薄，③地海拔较低，④地土层薄。所以本题选择B选项。\n7．根据图中的岩层运动状况，①地断裂抬升，受外力侵蚀形成的山地，流水侵蚀一般形成峡谷，A选项错误；②地断裂下沉、平原为冲积扇，B选项错误；③地大面积的冲积平原为黄河干流的泥沙冲积而成，C选项正确；④地主要受风力堆积形成，D选项错误；。所以本题选择C选项。 8．根据题意：“该王朝一般会选择在土层深厚、地下水位较深的地方修建皇家陵墓。”，“图中一般地势越高地下水埋藏越深。”，图中①处地势高，但是山地土层较薄，③地海拔较低，④地土层薄。所以本题选择B选项。", "answer": "答案：  7．C   8．B", "side_information": ["◎ 水体的组成的定义\n水体组成：通常所说的水资源：是指陆地上各种可以被人们利用的淡水资源 目前人类利用的主要淡水资源：河流水、淡水湖泊水、浅层地下水，只占淡水总储量的0.3% 分类 备注空间分布地表水：河水、湖沼水、冰川水等地下水：潜水、承压水冰川是地球上淡水主体，分布于两极与高山地区，直接利用少； 地下水是淡水第二主体，但主要为深层地下水，开发难度较大； 动态水是人们开发利用的重点，其中以河流水最为重要水循环周期静态水：冰川水、内陆湖泊、深层地下水等动态水：地表水、浅层地下水利用程度易利用：河流水、淡水湖泊水、浅层地下水其它水圈：地球上的水在地理环境中以气态、固态和液态三种形式相互转化，形成各种水体，共同构成了一个连续但不规则的圈层，称为水圈。", "◎ 水体的组成的知识扩展\n通常所说的水资源：是指陆地上各种可以被人们利用的淡水资源 目前人类利用的主要淡水资源：河流水、淡水湖泊水、浅层地下水，只占淡水总储量的0.3% 分类 备注空间分布地表水：河水、湖沼水、冰川水等地下水：潜水、承压水冰川是地球上淡水主体，分布于两极与高山地区，直接利用少； 地下水是淡水第二主体，但主要为深层地下水，开发难度较大； 动态水是人们开发利用的重点，其中以河流水最为重要水循环周期静态水：冰川水、内陆湖泊、深层地下水等动态水：地表水、浅层地下水利用程度易利用：河流水、淡水湖泊水、浅层地下水其它地下水：（1）类型 类型定义补给主要特征潜水埋藏在第一个隔水层之上大气降水和地表水空气中水汽进入地下凝结而成有自由水面；重力作用水从高处向低处渗流；水量不稳定；水质易受污染；埋藏较浅承压水埋藏在上下两个隔水层之间，承受一定压力潜水有承压水面，承受压力，水的运动取决于压力的大小，可从低处向高处渗流；水量稳定；水质不易受污染；埋藏较深（2）潜水的补给来源：①主要是大气降水。降雨历时长，强度不大，地形平缓，植被良好的情况，对地下水补给最有利。 ②河湖水补给。河湖水位高于潜水面时，河湖水补给两岸潜水。反之，潜水补给河湖水。黄河下游只有河水补给地下水。 （3）地下水的问题与保护 ①不合理灌溉——土壤盐渍化——科学管理 ②过量开采——地下漏斗区，地面下沉；沿海海水入侵，地下水水质变坏——及时人工回灌。 ③保护自流水补给区的自然环境。", "◎ 水体的组成的知识导图\n陆地水体的关系特征：水体相互关系图解说明大气降水与河流水 大气降水是陆地水的主要补给来源，以降水补给为主的河流径流量随降水量的变化而变化冰雪融水与河流水 冰川储存固态水，输出液态水，以冰雪融水补给为主的河流径流量随气温变化而变化地下水与河流水 河流水与地下水有互补关系，A 图河流水补给地下水，B图地下水补给河流水湖泊水与河流水 湖泊对河流径流有调蓄作用。洪水期蓄水，枯水期补给河流水，人工湖泊——水库的调蓄作用更明显 ", "◎ 水体的组成的特性\n水体的类型：海洋水：最主要的，占96.53%。气态水：数量最少，分布最广陆地水：湖泊咸水和地下咸水。陆地淡水：冰川是主体（2/3）水体之间的关系：从水的运动更新的角度看，陆地上的各种水体之间具有水源相互补给的关系。 陆地水体的关系特征：陆地水体的相互关系是指它们之间的运动转化及其水源补给关系。从陆地水体的水源补给看，大气降水是河流水和其他陆地水体的最主要补给形式；冰融水可补给河流水及其他陆地水体；河流水、湖泊水和地下水之间，依据水位、流量的动态变化，具有水源的相互补给关系。", "◎ 水体的组成的知识拓展\n地下水：（1）类型 类型定义补给主要特征潜水埋藏在第一个隔水层之上大气降水和地表水空气中水汽进入地下凝结而成有自由水面；重力作用水从高处向低处渗流；水量不稳定；水质易受污染；埋藏较浅承压水埋藏在上下两个隔水层之间，承受一定压力潜水有承压水面，承受压力，水的运动取决于压力的大小，可从低处向高处渗流；水量稳定；水质不易受污染；埋藏较深（2）潜水的补给来源：①主要是大气降水。降雨历时长，强度不大，地形平缓，植被良好的情况，对地下水补给最有利。 ②河湖水补给。河湖水位高于潜水面时，河湖水补给两岸潜水。反之，潜水补给河湖水。黄河下游只有河水补给地下水。 （3）地下水的问题与保护 ①不合理灌溉——土壤盐渍化——科学管理 ②过量开采——地下漏斗区，地面下沉；沿海海水入侵，地下水水质变坏——及时人工回灌。 ③保护自流水补给区的自然环境。", "◎ 水体的组成的教学目标\n1、了解水圈的概念。2、了解各种水体的来源、特点、及其相互关系。3、培养综合分析问题的能力。4、树立正确的资源观。", "◎ 水体的组成的考试要求\n能力要求：了解/识记课时要求：1考试频率：常考分值比重：4"], "image": {"path": "val/images/high_geography_11622.png"}}
{"subject": "geography", "id": "geography_7923", "type": "multiple-choice", "grade": "high", "difficulty": "hard", "question_info": "42．根据洞穴滴水的水温，判断洞穴内的热量（）", "options": ["夏季主要来自围岩，增大", "夏季主要来自大气，增大", "冬季主要来自围岩，减小", "冬季主要来自大气，增大43．影响夏季洞穴内二氧化碳的主要因素有（）①流水溶蚀②大气二氧化碳浓度③植被根系呼吸④微生物分解"], "solution_info": "42．由图可知，洞穴滴水的水温夏季增大，且该洞穴有竖井与外界相通，洞穴内夏季比较凉爽，洞穴内部和外部大气直接热量交换能力较弱，夏季洞穴内热量主要来自围岩的热传导，洞穴内热量增大，A选项正确，B选项错误。冬季洞穴外部冷空气密度增大，沿竖井下沉，洞穴降温较快，热量减小，C、D选项错误。故选A。43．由图可知，夏季洞穴内二氧化碳含量偏大。流水溶蚀需要消耗二氧化碳，夏季流水溶蚀作用较强，二氧化碳消耗量大，洞穴内二氧化碳应较少，①错误。洞穴外大气二氧化碳浓度没有明显的季节变化，且与洞穴内二氧化碳关系不大，②错误。夏季降水量增加、气温升高，洞穴内微生物活动加剧，土壤有机质分解加剧，植物根系呼吸作用增强，有利于增加洞穴内二氧化碳，③④正确。故选D。点睛由于地面冷热不均而形成的空气环流，称为热力环流。它是大气运动的一种简单的形式。受热地区大气膨胀上升，近地面形成低气压，而高空形成高气压；受冷地区相反，从而在近地面和高空的水平面上形成了气压差，促使大气的水平运动，形成高低空的热力环流。热的地方空气受热膨胀上升，冷处收缩下沉。于是上空相同高度处，热地方单位面积空气柱重量（即气压）大，冷地方高空气压小，高空形成热—冷的气流。热处气流流失后，整个空气柱减轻，地面形成低压，冷处则形成高压，近地面形成冷—热的气流。加上上升、下沉气流，构成了热力环流。", "answer": "43         ．          D", "side_information": ["◎ 热力环流的定义\n热力环流的概念：由地面冷热不均而形成的空气环流，称为热力环流。 热力环流形成的根本原因：太阳辐射能的纬度分布不均，造成地面的冷热不均。 ", "◎ 热力环流的知识扩展\n1、热力环流的概念：由地面冷热不均而形成的空气环流，称为热力环流。2、热力环流形成的根本原因：太阳辐射能的纬度分布不均，造成地面的冷热不均。3、气压分布大小的判断：（1）同一水平面上，气温高的地方气压低，这主要取决于空气的密度大小。气温高的地方空气膨胀上升，该处空气密度小、气压低；气温低的地方正好相反。（2）垂直方向上，随着海拔升高，气压降低。4、海陆风：白天陆地增温比海洋快，造成近地面的陆地气压低于海洋，于是风就由海洋吹向大陆，形成海风；夜晚陆地降温快于海洋，近地面形成高压，风由大陆吹向海洋，形成陆风，如下图所示：5、城市风：由于城市人口集中并不断增多，工业发达，居民生活和工业生产、交通工具消耗大量燃料，释放出大量的人为热量，导致城市气温高于郊区，形成城市热岛。由于热岛存在，引起空气在城市上升，在郊区下沉，在城市和郊区之间形成了小型的热力环流，叫城市风，如下图所示：6、山谷风：白天山坡上空增温比谷底上空快，形成低压，风从谷底吹向山顶；夜晚，山坡上空降温比谷底上空快，形成高压，风从山顶吹向谷底。如下图所示：", "◎ 热力环流的相关定理\n ", "◎ 热力环流的知识导图\n热力环流形成的根本原因：近地面冷热不均→空气的垂直运动(上升或下沉)→同一水平面上存在气压差异→空气的水平运动→形成热力环流。如下所示：热力环流的形成:", "◎ 热力环流的特性\n气压分布大小的判断：（1）同一水平面上，气温高的地方气压低，这主要取决于空气的密度大小。气温高的地方空气膨胀上升，该处空气密度小、气压低；气温低的地方正好相反。（2）垂直方向上，随着海拔升高，气压降低。 ", "◎ 热力环流的知识对比\n海陆风：白天陆地增温比海洋快，造成近地面的陆地气压低于海洋，于是风就由海洋吹向大陆，形成海风；夜晚陆地降温快于海洋，近地面形成高压，风由大陆吹向海洋，形成陆风，如下图所示：城市风： 由于城市人口集中并不断增多，工业发达，居民生活和工业生产、交通工具消耗大量燃料，释放出大量的人为热量，导致城市气温高于郊区，形成城市热岛。由于热岛存在，引起空气在城市上升，在郊区下沉，在城市和郊区之间形成了小型的热力环流，叫城市风，如下图所示：山谷风：白天山坡上空增温比谷底上空快，形成低压，风从谷底吹向山顶；夜晚，山坡上空降温比谷底上空快，形成高压，风从山顶吹向谷底。如下图所示：", "◎ 热力环流的知识点拨\n特别提示：在热力环流中，高空的气压高低与近地面相反。高压、低压是针对同一水平面而言的，在同一个垂直空气柱上，越往高处气压值越低。 ", "◎ 热力环流的教学目标\n1、了解气压的定义，会判断气压的高低。2、理解热力环流的原理，能解释实际生活中的热力环流。3、掌握绘制简单原理示意图的基本技能。4、联系气温、气压与气流的关系理解热力环流的知识。5、激发亲自探究地理问题的兴趣和动机，养成求真、求实的科学态度。", "◎ 热力环流的考试要求\n能力要求：掌握/应用课时要求：1考试频率：易考分值比重：4"], "image": {"path": "val/images/high_geography_7923.png"}}
{"subject": "geography", "id": "geography_29892", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "下图为“美国1933年4月发生的‘黑风暴’分布图。”读图回答1～3题。1．此种灾害基本上是一种(　　)A．土壤侵蚀                                               B．土壤盐碱化C．水土流失                                               D．土壤污染2．引发该灾害的根本原因是(　　)A．砍伐森林                                               B．过度耕种C．温室效应                                               D．灌溉不合理3．对于此种灾害主要发生地点环境特征的描述，正确的是(　　)A．气候——湿润区B．土壤——红壤C．植被——草原D．土地利用——混合农业区", "solution_info": "：美国西部原先有较好的植被覆盖，后来美国在向西部发展的过程中，大量地将草原开垦为农田，从而使地表失去了植被的保护，造成了土壤侵蚀，因而出现了“黑风暴”。该地受西部的科迪勒拉山区地势较高的影响，海洋水汽难以影响该地，气候比较干燥，是美国主要的温带草原分布区。\n美国西部原先有较好的植被覆盖，后来美国在向西部发展的过程中，大量地将草原开垦为农田，从而使地表失去了植被的保护，造成了土壤侵蚀，因而出现了“黑风暴”。该地受西部的科迪勒拉山区地势较高的影响，海洋水汽难以影响该地，气候比较干燥，是美国主要的温带草原分布区。", "answer": "答案：1.A　2.B　3.C", "side_information": ["◎ 区域农业的发展的定义\n区域农业的发展：农业生产具有区城性特征。影响一个区城农业发展大方向的区位因众既有自然条件，又有社会经济条件。东北地区独特的地理条件使其成为我国重要的商品粮基地、林业生产基地和畜牧业生产基地。", "◎ 区域农业的发展的知识扩展\n区域农业的发展： 1．东北农林基地建设的地理背景 （1）区域概况 东北区组成：黑吉辽及内蒙古自治区东部 气候与主要农作物：温带湿润、半湿润季风气候，水热条件满足一年一熟，南部暖温带、种植冬小麦、棉花；中部中温带生长小麦、大豆、玉米、高梁、水稻、甜菜、亚麻、北部春小麦、大豆为主 附：东北区温度带与作物类型 地形：山环水绕、沃野千里。西、北、东分别被大兴安岭、小兴安岭、长白山环绕，森林居三大林区之首。由松嫩平原、辽河平原、三江平原组成的东北平原面积居全国之首 附：东北区农林基地的地貌条件 经济协作条件好、农业工业有良好基础，雄厚的农业机械制造业为农业现代化奠定坚实基础 （2）土地资源优势——为建设现代化农业基地最有利的条件 耕地面积广大，占全国1/5，人均耕地很高的黑土、黑钙土 耕地集中连片，适于大规模机械化耕作 国土整治的一个方向是充分发挥土地资源优势，加速以商品粮为重点的现代化农业基地建设 （3）森林资源优势 全国最大林区 全国最主要的采伐基地。森林蓄积占全国的1/3 宜林地区广 森林树种丰富，主要林木以落叶松为主的寒温带针叶林和以红松为代表的温带针阔叶混交林 （4）结论：东北区的土地、森林、气候资源等自然条件和良好的工业基础，对建成全国性的大型农业、林业基地提供了得天独厚的条件。东北作为全国农产品生产基地，首先是粮食基地。 （5）注意问题：改善农业生态环境，发挥现有耕地和平潜力，提高单产，是今后实现粮食增产的主要途径 2．土地资源的开发与商品粮基地的建设 （1）黑土的利用：我国最肥沃的土壤之一，为了保证作物稳产高产，必须保持和不断提高黑土的肥力。加强对坡面、沟壑进行治理，并植树造林，减少水土流失；注意土壤的培肥，主要是增施有机肥料，秸秆还田是近年来保持和提高黑土肥力最有效的办法。 （2）沼泽的保护 三江平原是中国面积最大的沼泽区。沼泽是蓄水也、水源地，对于调节气候、改善生态环境起着重要作用，东北的沼泽是我国特有珍禽丹顶鹤、天鹅等栖息地，沼泽植物又是一项重要资源 （3）全国最大的商品粮基地 松嫩平原和三江平原是我国最重要的商品粮基地，三江平原能够提供的商品粮化比重在全国最大。中部松辽平原玉米产量大，已成为我国的玉米带。东北农业基地的综合开发，就是要在继续发展种植业，不断提高种植业本身生产能力的基础上，大力发展养殖业和农产品加工业，使农产品多层次大幅度地升值 3．森林资源的合理利用与保护 （1）林业的现状与问题 现状：大、小兴安岭和长白山地是我国最大的天然林区，是我国最大的木才供应基地，其中黑龙江省最多，是我国最大的木材调出省 问题：采育失调。采伐大于更高，资源减少、材质下降；森林覆盖率下降，生态环境日趋恶化；采伐以皆伐为主，对森林资源造成严重浪费，也不利于森林的天然更新 （2）森林的合理利用与保护培育和恢复森林资源是东北林区的一项首要任务，具体措施是： 坚持合理采伐。坚持以蓄积量定采伐量。按采伐量不超过生长量的原则，严格控制采伐量积极营造人工林。从长远看，营林利于森林的可持续利用，是林业和平的根本 促进珍贵树种的更新 提高木材的综合利用率 加速自然保护区的建设，保护生态环境和防止生态环境的恶化 （3）森林资源的综合开发 挖掘森林工业发展的潜力，关键在于森林资源的综合开发和深加工。最大限度地增加林产品的附加值。是东北林业基地发展的重点，从事采集、养殖、载培森林中的动植物资源，是林区人民增加收入的主要途径，辽东半岛和辽西丘陵发展温带水果，辽宁省东部和吉林省南部的丘陵柞林地区，发展作蚕生产等途径，辽东半岛和辽西丘陵发展温带水果，辽宁省东部和吉林省东南部的丘陵柞林地区，发展柞蚕生产等 二、农业低产区的治理——以黄淮海平原为例 1．中低产田治理的地理背景 （1）中低产田治理的地理背景 位于黄河下游，由黄河、海河、淮河冲积而成，河流的堆积作用对地貌取决定性影响 （2）严重的旱涝、盐碱和风沙灾害 黄淮海平原的气候具有春早多风沙、气温年较差大、降水集中等特点。在这样的气候条件下，加上和缓的地势，使黄淮海平原极易发生旱涝、盐碱和风沙灾害。干旱时节，尤其是春季，气温升刘很快，蒸发旺盛，风沙多。此时，地下水位较高的低平地区，或排水不畅的洼地，会出现土壤中盐分向地表积聚的现象，形成盐碱地。雨季洼地积水，形成洪涝灾害。人类不合理的生产活动加重黄淮海平原的旱涝、盐碱和风沙灾害。 （3）中、低产田分布比较集中 冲积低平原和滨海平原地区，耕地中存在一些限制农作物生长发育的因素，主要有： 排水或灌水条件很差的低洼或山坡地，容易遭受涝灾和旱灾 只用地，不养地，土壤肥力日益下降 在风沙活动强烈的地区，土壤锓蚀和土壤沙化，导致土壤肥力不断降低 由于灌溉方法或灌溉系统不合理，致使地下水位抬高，引起土壤盐碱化 黄滩海平原提高农业产量的着眼点应该是挖掘现有耕地的生产潜力；对黄淮海平原的整治，是黄淮海平原发展农业，尤其是种植业的关键所在 2．中低产田的综合治理 （1）低湿地的治理与开发——辛店洼为例 特点：地势低平；渍涝严重；成土母持为黄河沉积物，土壤质地较好；水资源丰富，水质较好 治理：鱼塘——台田模式挖鱼塘，在水中养鱼、养鸭、载种水生经济作物；筑台田，在田里种粮、果、棉 优点：鱼塘一台田相互促进，立体开发、综合利用 （2）盐碱地的治理与开发——以北丘洼为例 形成：频繁的旱涝气候变化，强烈地影响着土壤中盐分的水迁移，也称水盐运动。旱季，土壤孔隙上升到地表。水分蒸发后，大量盐分便在土壤表层积累。雨季，土壤表层的盐分又被雨淋洗，使土壤表层脱盐。雨季过后，随着蒸发的加强，土壤又开始了积盐过程。因此，土壤中水盐运动，具有春季返盐，夏季淋盐，冬季盐分相对稳定的特征。 三、山区农业资源的开发——以地方低山丘陵区为例 1、山区农业资源开发的地理背景 （1）回归沙漠带上的“绿洲” 南方低山丘陵区范围：指淮河以南、云贵高原以东、雷州半岛以北广大的低山丘陵地区 人口数量增加，耕地不断减少，人地关系出现了明显矛盾 大量非耕地利用方式粗放，经济效益不高，自然资源潜力没有充分发挥 （2）农业资源的优势和问题 气候资源：光、热、水资源相当丰富，而且大部分地区配合较好，但因季风活动及其在年际和年内的不稳定性，伴随着多种农业气象灾害发生 生物资源：口种多样，植物生长速度快，更新能力强，具有较高的产品产出能力，利用的生物资源品种单一，潜力没有得到发挥 土地和土壤资源：气候、生物、土壤的垂直分异明显，土地类型多样，为农业的分层立体布局提供了有利条件。但水土流失引起生态环境恶化，红壤面积大，有机质少，酸性强，土持黏重，是南方低产土壤之一，需要大力改造。 水资源：河流多，水资源丰富，有利于建立水电工程和发展灌溉农业。 结论：南方低山丘陵区的水、热等最难改造的生产条件并不存在根本缺陷，但因地貌差异形成的多种土地类型，可以因地配置繁多的生物品种，因此这一地区是我国农业发展潜力最大、开发难度较小的地区之一。此外，这里劳动力资源充足，而且邻近商品粮基地，工业城市一海港，有开发低山丘陵的人力和市场条件。 （3）生态建设任务繁重 人地关系日趋紧张：乱砍滥伐森林。向大自然强取耕地和薪柴等，导致水土流失严重，在全国仅次于黄土高原 水土流失危害大于黄土高原：其一这里人均土地少，每单位面积土地的生物生长量和产值较高，因此，同样单位面积流失土地所造成的经济损失和社会影响比较大。其二，这里多为较薄的地表疏松层覆盖的石质山地，一旦地表被蚀去，石质裸露，恢复原业的面貌几乎是不可能的。其三，本区江河下游地区多为重要的工农业生产基地和经济中心，水土流失对这些地区会造成重大影响。 2．山区农业资源的综合开发与生态建设 （1）农业资源的综合开发 ①综合开发的目的：是为了充分和合理利用低山丘陵丰富的自然资源，使山区日益繁荣，综合开发有利于低山丘陵多种自然资源的利用 ②走立体农业之路 低山丘陵区山地与平原的比例为4：1，立体农业按照农、林作物的生态适应性，因地制宜安排相应的品种，有利于充分发挥丘陵土地资源的潜力 本区人口密度大，而人均耕地少，可耕地的后备资源不足。立体农业有利于减少有限耕地的压力，把大量闲置的劳动力转移到低山丘陵的综合开发中去，促进林业、畜牧业和多种经营的发展，增加农民收入 低山丘陵区生态系统脆弱，立体农业可以多层次布局农、林、牧各业，改变单一种植粮食作物局面，有利于改善生态环境，建立良性循局面。 千烟洲的立体农业：“丘上林草丘间塘、缓坡沟谷果鱼粮”的立体农业布局和以林果为主的土地利用结构模式，是一种建立在良性循环基础上的生态农业。这种农业既可以促进中、远期才能受益的林果生产，又能带动当前即或受益的农、牧、渔业的发展，达到致富的目标。 ③优势资源的系列开发：通过鸭、野生猕猴桃、残次木材的加工，大大提高农民收 （2）生态建设 农村生活用能短缺是重要原因，封山育林是保持水土的有效措施：但是其真正实现，必须首先解决农民的生活能源问题：大力推广生活用煤。进行炉灶的技术革新，使炉灶大大节约燃料。大办沼气和营造速生薪炭林。 ", "◎ 区域农业的发展的特性\n区域农业的发展—以东北地区为例1．东北农林基地建设的地理背景 （1）区域概况 东北区组成：黑吉辽及内蒙古自治区东部 气候与主要农作物：温带湿润、半湿润季风气候，水热条件满足一年一熟，南部暖温带、种植冬小麦、棉花；中部中温带生长小麦、大豆、玉米、高梁、水稻、甜菜、亚麻、北部春小麦、大豆为主 附：东北区温度带与作物类型 地形：山环水绕、沃野千里。西、北、东分别被大兴安岭、小兴安岭、长白山环绕，森林居三大林区之首。由松嫩平原、辽河平原、三江平原组成的东北平原面积居全国之首 附：东北区农林基地的地貌条件 经济协作条件好、农业工业有良好基础，雄厚的农业机械制造业为农业现代化奠定坚实基础 （2）土地资源优势——为建设现代化农业基地最有利的条件 耕地面积广大，占全国1/5，人均耕地很高的黑土、黑钙土 耕地集中连片，适于大规模机械化耕作 国土整治的一个方向是充分发挥土地资源优势，加速以商品粮为重点的现代化农业基地建设 （3）森林资源优势 全国最大林区 全国最主要的采伐基地。森林蓄积占全国的1/3 宜林地区广 森林树种丰富，主要林木以落叶松为主的寒温带针叶林和以红松为代表的温带针阔叶混交林 （4）结论：东北区的土地、森林、气候资源等自然条件和良好的工业基础，对建成全国性的大型农业、林业基地提供了得天独厚的条件。东北作为全国农产品生产基地，首先是粮食基地。 （5）注意问题：改善农业生态环境，发挥现有耕地和平潜力，提高单产，是今后实现粮食增产的主要途径 2．土地资源的开发与商品粮基地的建设 （1）黑土的利用：我国最肥沃的土壤之一，为了保证作物稳产高产，必须保持和不断提高黑土的肥力。加强对坡面、沟壑进行治理，并植树造林，减少水土流失；注意土壤的培肥，主要是增施有机肥料，秸秆还田是近年来保持和提高黑土肥力最有效的办法。 （2）沼泽的保护 三江平原是中国面积最大的沼泽区。沼泽是蓄水也、水源地，对于调节气候、改善生态环境起着重要作用，东北的沼泽是我国特有珍禽丹顶鹤、天鹅等栖息地，沼泽植物又是一项重要资源 （3）全国最大的商品粮基地 松嫩平原和三江平原是我国最重要的商品粮基地，三江平原能够提供的商品粮化比重在全国最大。中部松辽平原玉米产量大，已成为我国的玉米带。东北农业基地的综合开发，就是要在继续发展种植业，不断提高种植业本身生产能力的基础上，大力发展养殖业和农产品加工业，使农产品多层次大幅度地升值 3．森林资源的合理利用与保护 （1）林业的现状与问题 现状：大、小兴安岭和长白山地是我国最大的天然林区，是我国最大的木才供应基地，其中黑龙江省最多，是我国最大的木材调出省 问题：采育失调。采伐大于更高，资源减少、材质下降；森林覆盖率下降，生态环境日趋恶化；采伐以皆伐为主，对森林资源造成严重浪费，也不利于森林的天然更新 （2）森林的合理利用与保护培育和恢复森林资源是东北林区的一项首要任务，具体措施是： 坚持合理采伐。坚持以蓄积量定采伐量。按采伐量不超过生长量的原则，严格控制采伐量积极营造人工林。从长远看，营林利于森林的可持续利用，是林业和平的根本 促进珍贵树种的更新 提高木材的综合利用率 加速自然保护区的建设，保护生态环境和防止生态环境的恶化 （3）森林资源的综合开发 挖掘森林工业发展的潜力，关键在于森林资源的综合开发和深加工。最大限度地增加林产品的附加值。是东北林业基地发展的重点，从事采集、养殖、载培森林中的动植物资源，是林区人民增加收入的主要途径，辽东半岛和辽西丘陵发展温带水果，辽宁省东部和吉林省南部的丘陵柞林地区，发展作蚕生产等途径，辽东半岛和辽西丘陵发展温带水果，辽宁省东部和吉林省东南部的丘陵柞林地区，发展柞蚕生产等 ", "◎ 区域农业的发展的知识点拨\n农业低产区的治理——以黄淮海平原为例 1．中低产田治理的地理背景 （1）中低产田治理的地理背景 位于黄河下游，由黄河、海河、淮河冲积而成，河流的堆积作用对地貌取决定性影响 （2）严重的旱涝、盐碱和风沙灾害 黄淮海平原的气候具有春早多风沙、气温年较差大、降水集中等特点。在这样的气候条件下，加上和缓的地势，使黄淮海平原极易发生旱涝、盐碱和风沙灾害。干旱时节，尤其是春季，气温升刘很快，蒸发旺盛，风沙多。此时，地下水位较高的低平地区，或排水不畅的洼地，会出现土壤中盐分向地表积聚的现象，形成盐碱地。雨季洼地积水，形成洪涝灾害。人类不合理的生产活动加重黄淮海平原的旱涝、盐碱和风沙灾害。 （3）中、低产田分布比较集中 冲积低平原和滨海平原地区，耕地中存在一些限制农作物生长发育的因素，主要有： 排水或灌水条件很差的低洼或山坡地，容易遭受涝灾和旱灾 只用地，不养地，土壤肥力日益下降 在风沙活动强烈的地区，土壤锓蚀和土壤沙化，导致土壤肥力不断降低 由于灌溉方法或灌溉系统不合理，致使地下水位抬高，引起土壤盐碱化 黄滩海平原提高农业产量的着眼点应该是挖掘现有耕地的生产潜力；对黄淮海平原的整治，是黄淮海平原发展农业，尤其是种植业的关键所在 2．中低产田的综合治理 （1）低湿地的治理与开发——辛店洼为例 特点：地势低平；渍涝严重；成土母持为黄河沉积物，土壤质地较好；水资源丰富，水质较好 治理：鱼塘——台田模式挖鱼塘，在水中养鱼、养鸭、载种水生经济作物；筑台田，在田里种粮、果、棉 优点：鱼塘一台田相互促进，立体开发、综合利用 （2）盐碱地的治理与开发——以北丘洼为例 形成：频繁的旱涝气候变化，强烈地影响着土壤中盐分的水迁移，也称水盐运动。旱季，土壤孔隙上升到地表。水分蒸发后，大量盐分便在土壤表层积累。雨季，土壤表层的盐分又被雨淋洗，使土壤表层脱盐。雨季过后，随着蒸发的加强，土壤又开始了积盐过程。因此，土壤中水盐运动，具有春季返盐，夏季淋盐，冬季盐分相对稳定的特征。 山区农业资源的开发——以地方低山丘陵区为例1、山区农业资源开发的地理背景 （1）回归沙漠带上的“绿洲” 南方低山丘陵区范围：指淮河以南、云贵高原以东、雷州半岛以北广大的低山丘陵地区 人口数量增加，耕地不断减少，人地关系出现了明显矛盾 大量非耕地利用方式粗放，经济效益不高，自然资源潜力没有充分发挥 （2）农业资源的优势和问题 气候资源：光、热、水资源相当丰富，而且大部分地区配合较好，但因季风活动及其在年际和年内的不稳定性，伴随着多种农业气象灾害发生 生物资源：口种多样，植物生长速度快，更新能力强，具有较高的产品产出能力，利用的生物资源品种单一，潜力没有得到发挥 土地和土壤资源：气候、生物、土壤的垂直分异明显，土地类型多样，为农业的分层立体布局提供了有利条件。但水土流失引起生态环境恶化，红壤面积大，有机质少，酸性强，土持黏重，是南方低产土壤之一，需要大力改造。 水资源：河流多，水资源丰富，有利于建立水电工程和发展灌溉农业。 结论：南方低山丘陵区的水、热等最难改造的生产条件并不存在根本缺陷，但因地貌差异形成的多种土地类型，可以因地配置繁多的生物品种，因此这一地区是我国农业发展潜力最大、开发难度较小的地区之一。此外，这里劳动力资源充足，而且邻近商品粮基地，工业城市一海港，有开发低山丘陵的人力和市场条件。 （3）生态建设任务繁重 人地关系日趋紧张：乱砍滥伐森林。向大自然强取耕地和薪柴等，导致水土流失严重，在全国仅次于黄土高原 水土流失危害大于黄土高原：其一这里人均土地少，每单位面积土地的生物生长量和产值较高，因此，同样单位面积流失土地所造成的经济损失和社会影响比较大。其二，这里多为较薄的地表疏松层覆盖的石质山地，一旦地表被蚀去，石质裸露，恢复原业的面貌几乎是不可能的。其三，本区江河下游地区多为重要的工农业生产基地和经济中心，水土流失对这些地区会造成重大影响。 2．山区农业资源的综合开发与生态建设 （1）农业资源的综合开发 ①综合开发的目的：是为了充分和合理利用低山丘陵丰富的自然资源，使山区日益繁荣，综合开发有利于低山丘陵多种自然资源的利用 ②走立体农业之路 低山丘陵区山地与平原的比例为4：1，立体农业按照农、林作物的生态适应性，因地制宜安排相应的品种，有利于充分发挥丘陵土地资源的潜力 本区人口密度大，而人均耕地少，可耕地的后备资源不足。立体农业有利于减少有限耕地的压力，把大量闲置的劳动力转移到低山丘陵的综合开发中去，促进林业、畜牧业和多种经营的发展，增加农民收入 低山丘陵区生态系统脆弱，立体农业可以多层次布局农、林、牧各业，改变单一种植粮食作物局面，有利于改善生态环境，建立良性循局面。 千烟洲的立体农业：“丘上林草丘间塘、缓坡沟谷果鱼粮”的立体农业布局和以林果为主的土地利用结构模式，是一种建立在良性循环基础上的生态农业。这种农业既可以促进中、远期才能受益的林果生产，又能带动当前即或受益的农、牧、渔业的发展，达到致富的目标。 ③优势资源的系列开发：通过鸭、野生猕猴桃、残次木材的加工，大大提高农民收 （2）生态建设 农村生活用能短缺是重要原因，封山育林是保持水土的有效措施：但是其真正实现，必须首先解决农民的生活能源问题：大力推广生活用煤。进行炉灶的技术革新，使炉灶大大节约燃料。大办沼气和营造速生薪炭林。 ", "◎ 区域农业的发展的教学目标\n1、初步了解，实现区域农业的可持续发展应该综合考虑哪些因素。2、通过分析东北地区农业生产的地理背景，理解气候、地形、土壤、社会和经济条件对农业生产有哪些有利和不利的影响，并学会迁移知识去分析其他地区农业生产的地理条件。3、了解东北地区农业生产的布局特点，从而理解农业布局的因地制宜原则。", "◎ 区域农业的发展的考试要求\n能力要求：掌握/应用课时要求：1考试频率：必考分值比重：4"], "image": {"path": "val/images/high_geography_29892.png"}}
{"subject": "geography", "id": "geography_1040", "type": "multiple-choice", "grade": "high", "difficulty": "hard", "question_info": "堰塞湖是因山体岩石崩塌导致的滑坡体等堵截河谷而形成的湖泊。读某堰塞湖形成示意图，完成下面小题。1．图中堰塞体最有可能来自", "options": ["西侧", "南侧", "东侧", "北侧2．受该堰塞湖影响较大的聚落是"], "solution_info": "1．根据材料可知，堰塞体是因山体岩石崩塌导致的滑坡体，图中显示，堰塞体的南部等高线密集，坡度大，最可能出现滑坡，据此分析本题选B。2．堰塞湖垮塌后可能会淹没下游沿岸居民点，图示中的⑤处于堰塞湖下游，可能会被淹没；该堰塞湖堵塞河道，河流下泄不畅，堰塞湖及河道水位上涨，会对图示等高线850米以下区域构成水害威胁，④⑤位于此范围，会因河湖溃堤可能被淹没。据此分析本题选D。点睛堰塞湖是指山崩、泥石流或熔岩堵塞河谷或河床，储水到一定程度便形成的湖泊，通常为地震、风灾、火山爆发等自然原因所造成，也有人为因素所造就出的堰塞湖，例如：炸药击发、工程挖掘等。堰塞湖是由火山熔岩流，冰碛物或由地震活动使山体岩石崩塌下来等原因引起山崩滑坡体等堵截山谷，谷或河床后贮水而形成的湖泊。由火山熔岩流堵截而形成的湖泊又称为熔岩堰塞湖。堰塞湖的形成，通常是不稳定的地质状况所构成，当堰塞湖构体受到冲刷、侵蚀、溶解、崩塌等作用，堰塞湖便会出现“溢坝”，最终会因为堰塞湖构体处于极差地质状况，演变“溃堤”而瞬间发生山洪暴发的洪灾，对下游地区有着毁灭性破坏。", "answer": "1．B 2．D", "side_information": ["◎ 地形剖面图的定义\n地形剖面图:以等高线地形图某条剖面线下切而显露出来的地形垂直剖面。直观地反映出地出上沿剖面线方向的地势的起伏状况。                   ", "◎ 地形剖面图的知识导图\n基本的地形的剖面特征:（1）鞍部的剖面特征在等高线地形图中，如果沿不同方向对鞍部作剖面图，可得到两种完全不同的地形剖面图。沿两座山峰连线方向看，两边高，中间低； 沿垂直于两座山峰连线方向（为山谷）看，两边低，中间高。 （2）山谷的剖面特征 （3）山脊的剖面特征 （4）山顶的剖面特征 ", "◎ 地形剖面图的特性\n绘制地形剖面图的步骤：第一步：根据剖面线的水平距离和沿剖面线的高度差确定水平比例尺和垂直比例尺，其中水平比例尺一般与原图相同，而垂直比例尺一般比原图大。第二步：绘制水平基线和垂直高度坐标。水平基线的长度宜和剖面线相同，坐标上标注的高度宜和等高线上的海拔相同。第三步：把剖面线和等高线的各个交点确定在水平基线上，并标注在相应的高度坐标上。第四步：把确定的各点用平滑的曲线连接起来。地形剖面图的画法：方法一：引垂直线法 方法二：量距离法 ", "◎ 地形剖面图的知识点拨\n判读方法：（1）识别地形剖面图的水平、垂直比例大小；（2）根据题目条件和图像形态或区域位置信息，判断经纬度位置；（3）与相关的分布图、特征示意图的知识进行联系，分析作答。 地形剖面图绘制应注意的问题: 确定地形剖面图的垂直比例尺及水平比例尺是绘图中的难点及重点，垂直比例尺一般是原图的5、10、15、20倍，倍数越大，起伏越明显。水平比例尺一般与原图一致。在新图中绘水平线MN，按水平比例尺的大小定出剖面范围为横坐标，按垂直比例尺的大小，绘出纵坐标。 两点间的直视问题:直视问题可以通过作地形剖面图进行判断，在地形剖面图上由观测点的投射点向目标点的投射点绘直线，若直线没有被任何地物所切断，表示直视良好，否则不能直视。如下图所示，由点s′向点c′绘直线，直线没有被任何地物所切断，表示直视良好。而图中b′位于阴影区，说明s点不能直视b点，所以村落b对于s点为不直视。", "◎ 地形剖面图的教学目标\n1、学会判读与绘制地形剖面图。2、理论联系实际，能够运用地形剖面图解决一些问题。3、增强动手能力，培养空间想象的能力。", "◎ 地形剖面图的考试要求\n能力要求：掌握/应用课时要求：1考试频率：易考分值比重：4"], "image": {"path": "val/images/high_geography_1040.png"}}
{"subject": "geography", "id": "geography_16231", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "010年7月12日南非足球世界杯决赛在约翰内斯堡举行，最终西班牙队战胜荷兰队获得冠军。结合西班牙和南非两国某自然带的分布图，完成第1～2题。1．图中阴影部分表示的自然带为(　　)A．温带落叶阔叶林带　　　　                     B．亚热带常绿阔叶林带C．亚热带常绿硬叶林带                             D．热带草原带2．图甲中该自然带的分布最高纬度高于40°，而在乙地区分布的最高纬度低于35°，影响其分布的主要因素是(　　)A．海陆分布及轮廓                                    B．大气环流的差异C．地形分布                                               D．洋流影响", "solution_info": "：第1题，结合两图中阴影区域所在的经纬度位置和海陆位置，可以判断出该区域的气候类型为地中海气候，其对应的自然带为亚热带常绿硬叶林带。第2题，由于图乙(南非)陆地的最高纬度不足35°S，再往南为海洋，图甲(西班牙)受地中海影响，自然带的分布最高纬度高于40°。故选A项。\n第1题，结合两图中阴影区域所在的经纬度位置和海陆位置，可以判断出该区域的气候类型为地中海气候，其对应的自然带为亚热带常绿硬叶林带。第2题，由于图乙(南非)陆地的最高纬度不足35°S，再往南为海洋，图甲(西班牙)受地中海影响，自然带的分布最高纬度高于40°。故选A项。", "answer": "答案：1.C　2.A", "side_information": [], "image": {"path": "val/images/high_geography_16231.png"}}
{"subject": "geography", "id": "geography_41823", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "阅读材料，回答问题。越后妻有地区位于日本本州岛中北部，冬季多大雪。由于地处偏远，该地区越来越多的年轻人涌入大都市，人口老龄化日益严重，乡村日渐衰败。为改变这一状况，该地区于2000年开始举办“大地艺术祭”活动。该活动以弃耕的农田、闲置的农舍和校舍以及山地为舞台，以艺术作品的形式展现当地传统文化。该活动使越后妻有地区逐渐成为日本知名的旅游地。下图为永久保留的“大地艺术祭”经典作品——《梯田》。指出越后妻有地区举办“大地艺术祭”活动的旅游价值，并说明能够永久保留在田野上的艺术作品的特点。", "solution_info": "旅游价值主要从“大地艺术祭”经典作品体现的自然和谐之美的美学价值与充分反映当地传统文化的乡土文化价值进行分析；特点是艺术作品能够永久保留，说明艺术作品耐持久保留，制作材料牢固，其反映的主题是呈现当地农民农耕生活的美好乡土环境，体现自然与人文景观和谐共存的美好田园生活，展现当地传统文化，与“大地艺术祭”主题高度契合。", "answer": "旅游价值：（“大地艺术祭”以弃耕的农田、闲置的农舍和校舍以及山地为舞台）展现人与自然和谐之美，具有审美价值。充分反映当地传统文化，具有浓郁的乡土文化价值。 特点：艺术作品主题与“大地艺术祭”主题高度契合；艺术作品的制作结构和材质牢固，不易被冬季大雪损坏。", "side_information": ["◎ 旅游资源的价值及开发条件评价的定义\n旅游资源的价值：  价值含义资源类型美学价值自然风景名胜区一般都具有美学上的观赏性，这是吸引旅游者的最根本原因自然景观科学价值众多的风景名胜区在地学上往往都具有某种典型性，对一些自然现象的成因、演变机制等方面有一定的科学研究价值自然景观历史文化价值文物古迹对于研究历史上的社会、经济、文化艺术、工程建筑等都具有重要价值人文景观经济价值旅游资源的使用能产生巨大的经济效益自然景观、人文景观康体娱乐价值利用旅游资源能满足旅游者康体娱乐的需要自然景观、人文景观", "◎ 旅游资源的价值及开发条件评价的知识扩展\n1、旅游资源的价值： ①美学价值：吸引旅游者的根本原因。包括形象美、色彩美、动态美、听觉美、形象美是核心。 ②科学价值：夏威夷火山、东非大裂谷、喀斯特地貌、泰山、庐山、桂林山水、路南石林、长江三峡。 ③历史文化价值。④经济价值。 2、旅游资源开发条件的评价 ①游览价值：首先是资源的质量（是否具备较高的审美或历史文化价值），其次是旅游资源的集群状况；景观的地域组合状况。 ②市场距离：旅游经济价值的大小很大程度上取决于它们与旅游消费市场——经济发达地区的距离，经济距离越长，旅游者对旅游目的地的需求越低；靠近发达地区的旅游资源，其开发价值要优于远离发达区的旅游资源。 ③交通位置及通达性：直接影响其开发价值。 ④地区接待能力：除旅游资源本身的开发外，还要建设旅游活动的配套设施，提高服务质量。 ⑤旅游的环境承载量：是指一定时间条件下、一定空间范围内的旅游活动容纳能力。超过环境承载量会对旅游资源和背景环境产生破坏，使旅游环境恶化，如果达不到承载量，会造成资源浪费。", "◎ 旅游资源的价值及开发条件评价的特性\n旅游资源价值对旅游资源开发的影响：", "◎ 旅游资源的价值及开发条件评价的知识点拨\n旅游资源开发条件的评价：1、地理位置与交通条件的评价：(1)旅游资源所在地的地理位置及交通条件直接影响其开发价值。优越的位置和方便的交通，能够提高旅游区的可进人性，使游客“进得来，出得去，散得开”，也就是要让游客来得方便、在旅游区逗留期间活动方便以及结束游览后离开方便。位置和交通是评价旅游资源开发的重要条件之一。(2)区位条件包括地理位置和交通条件特殊的地理位置可增加旅游资源的吸引力。例如，旅游资源所在地靠近中心城镇，吸引力便会相应增加。交通条件决定旅游资源所在地的“可进人性”和旅游资源开发的难易程度。(3)世界上许多旅游点(区)因其特殊地理位置而增强了吸引力2、客源市场评价旅游地的旅游经济价值大小，有时并不一定与其游览价值成正比，而是在很大程度上取决于客源市场。因此，对客源市场的分析与评价，是进行旅游资源开发的前提。(1)客源市场评价的主要指标客源市场评价的主要指标有客源地、游客人数、游客量的季节变化、停留时间、客源地与旅游地的距离，以及游客的年龄、性别、职业、文化水平等。其中，客源地、客源地与旅游地的距离是两个最基本的指标。(2)客源地客源地是指游客的来源地。客源地的形成是经济发展到一定阶段的产物。当前国际上客源地多是经济发达国家和地区，如西欧、北美、日本。(3)旅游地与客源地的距离旅游地的吸引半径是有限的。一般来说，靠近经济发达地区或国家(即主要客源地)的旅游资源，其开发利用的价值要优于远离经济发达区的资源。旅游资源所在地与客源所在地距离越远，旅游资源吸引力越小，客源数量就相应减少。3、基础设施评价基础设施主要包括水、电、交通、邮政、通信等公共设施和住宿、餐饮、购物、健身、文化娱乐等配套设施。如果这些设施不够完善或比较落后，则会直接影响到旅游资源的开发利用。其影响图示如下：", "◎ 旅游资源的价值及开发条件评价的知识拓展\n其他开发条件的评价：其他开发条件包括投资条件、施工条件、现有的开发条件和旅游服务设施条件等。开发条件对旅游资源开发的影响投资条件旅游资源的开发需要大量资金的持续支持，旅游资源所在地的社会经济环境、经济发展战略以及给予投资者的优惠政策等因素，都直接影响投资者的开发决策施工条件旅游资源开发项目必须考虑工程量的大小和难易程度。工程建设的自然基础条件(如地质、地貌、水文、气候等)和物质供应条件(如设备、建材、食品等)直接影响旅游资源开发的投资大小和工期长短  现有开发条件对那些已具有一定开发利用基础的旅游资源，评价时应注意总结以往开发过程中的成功经验和失败教训，找出存在的主要问题，为下一步开发和保护提供建设性的方案", "◎ 旅游资源的价值及开发条件评价的教学目标\n1、理解旅游资源开发的基本条件。2、初步学会评价旅游资源开发的方法。", "◎ 旅游资源的价值及开发条件评价的考试要求\n能力要求：掌握/应用课时要求：1考试频率：常考分值比重：4"], "image": {"path": "val/images/high_geography_41823.png"}}
{"subject": "geography", "id": "geography_27463", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "读“人地关系演变某阶段图”，完成3～4题。3．在图示阶段人类与自然环境之间的关系是(　　)A．基本协调     B．不协调C．人与自然和谐     D．恶化4．产生于图示阶段的人地关系思想有(　　)①天命决定一切       ②自然主宰人类③人定胜天       ④人类应该与自然和谐A．①②     B．③④C．①③     D．②④", "solution_info": "：第3题，图中工厂林立，浓烟滚滚，为工业文明时期，此时人地关系恶化，资源短缺，环境污染。第4题，工业文明时期人类一味从自身需求出发，盲目追求征服自然，忽视地理环境对人类的作用。典型的思想有“人定胜天”“不怕做不到，就怕想不到”，人类谋求主宰自然、征服自然；但是面对愈演愈烈的自然灾害和生存环境的急剧恶化，人类开始意识到凌驾于自然之上会遭到自然无休止的报复，开始谋求人与自然和谐。\n第3题，图中工厂林立，浓烟滚滚，为工业文明时期，此时人地关系恶化，资源短缺，环境污染。第4题，工业文明时期人类一味从自身需求出发，盲目追求征服自然，忽视地理环境对人类的作用。典型的思想有“人定胜天”“不怕做不到，就怕想不到”，人类谋求主宰自然、征服自然；但是面对愈演愈烈的自然灾害和生存环境的急剧恶化，人类开始意识到凌驾于自然之上会遭到自然无休止的报复，开始谋求人与自然和谐。", "answer": "答案：3.D　4.B", "side_information": ["◎ 人地关系的历史回顾的定义\n人地关系的概念: “人地关系”，就是指人与地理环境之间的相互作用，相互联系。人类社会不停地向前发展，人类为了生存的需要，不断地扩大和改造利用地理环境，增强适应地理环境的能力，改变地理环境的面貌。同时，地理环境也更加深刻地影响着人类活动的地域特征和地域差异。人地关系的历史演变:历史阶段人地关系的认识人地关系特征采集渔猎时期崇拜自然主要技术手段：原始技术（石器、木器等） 人类行为表现：人类被动适应环境，环境强大的制约力 对人地关系的认识：崇拜自然——”天命论”或“宿命论” 农业文明时期改造自然人类主导性产业活动：栽培作物，驯养家畜主要技术手段：农业技术（青铜器、铁器、犁、耕作制等） 人类行为表现：人类开始大规模的开发利用自然资源， 对人地关系的认识：改造自然“地理环境决定论”——“人定胜天”——“天人相关”和“因地制宜”工业文明时期征服自然主要技术手段：工业技术（机器、电器、社会化生产） 人类行为表现：人类掠夺式开发资源，人地矛盾激化 对人地关系的认识：征服自然人地关系产生的后果：环境问题成为公害 人地思想：征服自然，自然的主宰 环境文明时期谋求人地协调对人地关系的认识：谋求人地协调——“和谐论” 人地关系产生的后果：环境和发展问题得到全球关注 人地思想：“和谐论”——“可持续发展”注意：人类对人地关系的认识是随着生产力的发展而不断深化的。由地理环境决定论到人类中心论再到人地伙伴论，反映了人类对人地关系由浅人深、由片面到全面的认识过程。随着人类认识水平和技术水平的提高，通过发展生产力，最终可以实现人类与地理环境的协调发展。 ", "◎ 人地关系的历史回顾的知识扩展\n采集渔猎时期的崇拜自然阶段 主要技术手段：原始技术（石器、木器等） 人类行为表现：人类被动适应环境，环境强大的制约力 对人地关系的认识：崇拜自然——”天命论”或“宿命论” 农业文明时期的改造自然阶段 人类主导性产业活动：栽培作物，驯养家畜主要技术手段：农业技术（青铜器、铁器、犁、耕作制等） 人类行为表现：人类开始大规模的开发利用自然资源， 对人地关系的认识：改造自然“地理环境决定论”——“人定胜天”——“天人相关”和“因地制宜” 工业文明时期的征服自然阶段 主要技术手段：工业技术（机器、电器、社会化生产） 人类行为表现：人类掠夺式开发资源，人地矛盾激化 对人地关系的认识：征服自然 人地关系产生的后果：环境问题成为公害 人地思想：征服自然，自然的主宰 后工业文明时期的谋求人地协调 对人地关系的认识：谋求人地协调——“和谐论” 人地关系产生的后果：环境和发展问题得到全球关注 人地思想：“和谐论”——“可持续发展”", "◎ 人地关系的历史回顾的教学目标\n1、了解环境问题与人地关系思想发展的历史演变。2、根据有关资料，归纳人类与环境的关系及所面临的主要环境问题。3、通过对人类活动与环境发展实际对照的分析，提高综合分析能力和解决问题的能力。4、通过本节的学习，形成可持续发展的观念，了解可持续发展的概念、内涵和基本原则，理解走可持续发展道路的必然性。", "◎ 人地关系的历史回顾的考试要求\n能力要求：了解/识记课时要求：1考试频率：易考分值比重：4"], "image": {"path": "val/images/high_geography_27463.png"}}
{"subject": "geography", "id": "geography_33829", "type": "fill-in-the-blank", "grade": "high", "difficulty": "basic", "question_info": "2003年6月下旬至7月中旬，淮河流域出现了自1991年以来最大的一次洪水。为缓解水位上涨压力，政府启用安徽省境内部分蓄洪区实行分洪，安全搬迁群众4", "solution_info": "本题考查副热带高压与我国雨带移动，防洪工程蓄洪区分洪的作用。 \n本题考查副热带高压与我国雨带移动，防洪工程蓄洪区分洪的作用。", "answer": "(1)(淮河流域受副热带高压北缘影响，导致主要雨带转入江淮流域，或江淮流域汛期，或梅雨季节或出现持续强降雨。淮河干支流水位普遍上涨。多雨(梅雨)季节，持续强降雨。(2)蓄洪区分洪是为了削减淮河洪峰对下游的影响，(或减少下游人民生命财产所受损失)。临淮岗洪水控制工程提高了淮河中下游防洪能力，(或几乎控制了淮河干流在其以上的全部洪水)。怀洪新河：分洪、除涝、灌溉、航运等。", "side_information": ["◎ 中国地理概况的定义\n中国的疆域及地形地势：一、中国的疆域：1、我国位置的优越性：半球划分：东半球、北半球海陆位置：亚欧大陆东部、太平洋西岸。经纬位置：大部分位于中纬度地区，属北温带。南部少数地区位于热带，没有寒带。最东端黑龙江和乌苏里江交汇处，最西端帕米尔高原，最南端南沙群岛曾母暗沙，最北端漠河以北黑龙江主航道。2、我国国土辽阔：陆地国土：陆地面积约960万平方千米，陆上邻国14个。海洋国土：濒临的海洋有渤海、黄海、东海、南海，主要岛屿有台湾岛、海南岛、舟山群岛、南海诸岛。隔海相望的国家有6个。渤海附近有我国最大的盐场——长芦盐场，东海有我国最大的渔场——舟山渔场。南海鱼类产量和油气产量均是最大的。二、中国的行政区划行政区：我国共有34个省级行政单位，包括23个省、5个自治区、4个直辖市和2个特别行政区。各省级行政区名称、简称、行政中心 三、中国的人口人口：我国总人口为12.95亿（2000年第五次人口普查），占世界人口的五分之一以上，是世界人口最多的国家。基本国策：计划生育。控制人口的数量，提高人口的质量。人口分布不均。以黑河—腾冲为界，东部人口分布密集，西部人口分布稀疏。 四、中国的民族民族：我国有56个民族，汉族占92%。少数民族中壮族人数最多。人口在500万人以上的少数民族有满族、回族、苗族、维吾尔族、彝族、土家族、蒙古族、藏族。主要分布在西南、西北和东北地区，云南省的少数民族数最多。各民族分布具有“大杂居，小聚居”的特点。一些少数民族风情：蒙古族的那达慕大会；傣族族的泼水节、孔雀舞；藏族的集体舞、藏历年；朝鲜族的长鼓舞等。 三、中国的地形地势我国地形特点：地形复杂多样，山区面积大。我国地势西高东低，西部以山地、高原和盆地为主，东部以平原和丘陵为主。中国地势三级阶梯：第一级阶梯（昆仑山脉、祁连山脉、横断山脉）→第二级阶梯（大兴安岭、太行山脉、巫山、雪峰山）→第三级阶梯。1、我国地势西高东低呈阶梯状分布的特征对我国的气候、河流、交通产生的影响：（1）对气候的影响：我国地势西高东低向海洋倾斜，有利于海上的湿润气流向我国内陆推进，为我国广大地区带来丰沛的降水。（2）对河流的影响：西高东低的地势，必然造成我国的大江大河自西向东奔流入海；河流在高一级阶梯向低一级阶梯流动时，落差大，产生巨大水能。（3）对交通的影响：向东流淌的大河沟通了我国东西的交通，方便了沿海和内陆的联系；阶梯交界处的高大山脉成为我国东西交通上的巨大障碍。2、我国的四大高原、盆地、三大平原。（1）四大高原：青藏高原：世界上最高的高原，被称为“世界屋脊”，是四大高原中唯一位于第一阶梯的，我国面积最大的高原，高山终年积雪，冰川纵横；内蒙古高原：高原地势平坦开阔，西北部多荒漠、戈壁、东部和中部多肥美草原；黄土高原：世界上黄土分布面积最广的区域，水土流失严重，地表千沟万壑；云贵高原：高原大部分地区地形崎岖，石灰岩分布广泛，喀斯特地貌显著。（2）四大盆地：塔里木盆地：我国面积最大的内陆盆地，位于昆仑山与天山之间，其中有我国最大的沙漠—塔克拉玛干沙漠；准噶尔盆地：我国第二大盆地，位于天山与阿尔泰山之间，纬度最高；柴达木盆地：被美誉为“聚宝盆”，位于巴颜喀拉山与祁连山之间，海拔最高，也是四大盆地唯一位于第一阶梯的；四川盆地：发展农业生产条件最优越，有“紫色盆地”之称，著名的成都平原位于盆地西部，农业发达，物产丰富，有“天府之国”之称。（3）三大平原：东北平原：黑土面积广大；华北平原：地势低平，地面坡度很小；长江中下游平原：我国著名的“鱼米之乡”。3、我国是一个多山的国家，山地面积占陆地面积的33%，加上高原，两者占60%。山区常见自然灾害及其治理，见教材29页。山区在开发和保护方面应当注意的问题：山区地面较为崎岖，交通不便，基础设施建设的难度较大。在开发利用山区时，要特别注意生态环境建设，预防和避免山地灾害如崩塌、滑坡、泥石流的发生。 （1）崩塌：土石体在重力作用下突然坠落。主要防治措施：采用拦挡、网包、清挖和锚固等加固工程。（2）滑坡：在重力作用下，土石体沿着滑动面作整体下滑。暴雨或者在斜坡上蓄水灌溉，常常引发滑坡。主要防治措施：开挖排水沟或截水沟工程，减少滑坡体含水量。（3）泥石流：在坡陡谷深、岩石破碎、松散碎屑物质多、植被覆盖差的地方，当夏季突降暴雨或者冰雪融水汇集时，常会发生泥石流。青藏高原边缘山区，例如云南和四川西部，是泥石流多发地段。东部低山丘陵和平原交替处也时有发生。主要防治措施：护林造林、修建水库、拦沙坝，开挖导流沟等工程。 4、主要山脉走向：东－西走向：天山山脉―阴山山脉；昆仑山脉―秦岭；南岭东北－西南走向：大兴安岭―太行山―巫山―雪峰山；长白山脉―武夷山脉；台湾山脉南－北走向：横断山脉西北－东南走向:祁连山脉弧形山脉:喜马拉雅山脉 ", "◎ 中国地理概况的特性\n中国的气候环境与资源：一、中国的气候，季风 1、冬季，我国南北气温差异很大。1月℃等温线大致沿秦岭—淮河一线分布。冬季最冷地方为黑龙江的漠河镇。夏季，除了青藏高原等地区外，大多数地方普遍高温。夏季最热的地方为新疆吐鲁番。我国由北向南划分为寒温带、中温带、暖温带、亚热带、热带。另外还有高原气候区。划分温度带的主要指标是活动积温。 2、东西干湿差异：年降水量的总趋势是从东南沿海向西北内陆递减。一个地方的降水量与蒸发量的对比关系，反映了该地气候的湿润程度。我国可以划分为湿润地区、半湿润地区、半干旱地区和干旱地区。 |3、气候：受纬度位置和海陆位置的影响，我国大多数地区一年内的盛行风向随季节有显著变化，形成了典型的季风气候。冬季风寒冷干燥，是我国冬季南北温差大的主要原因之一；夏季风温暖潮湿，形成了我国的雨季。除青藏高原外，习惯上以大兴安岭—阴山—贺兰山为界，把我国划分为季风区和非季风区。我国的气候类型，主要包括热带季风气候、亚热带季风气候、温带季风气候、温带大陆性气候以及高原山地气候。 多特殊天气：主要有寒潮、梅雨、台风、沙尘暴等。多旱涝灾害。洪涝是我国发生频繁、损失严重的自然灾害。干旱是对我国农业生产影响最大、最常见且分布范围最广的一种气候灾害。二、中国的河流，湖泊1、内流区占我国陆地面积的1/3，但水量仅占全国的5%；外流区占陆地面积的2/3，水量占全国的95%。内流区：塔里木河是我国最大的内流河，河水主要来自昆仑山、天山等高山冰雪融水。内流湖一般为咸水湖（青海湖）。外流区：河水来源主要靠降水。有三大外流区（1）太平洋外流区我国外流河的水文特征深受季风气候的影响。以秦岭—淮河为界，以南地区的河流流经湿润地区，水量丰富。以北地区的河流流经半湿润或半干旱地区。怒江—萨尔温江、澜沧江—湄公河、元江—红河。京杭运河是世界上最长、开凿最早的人工河，自北向南经过京、津、冀、鲁、苏、浙，贯通海河、黄河、淮河、长江、钱塘江五大水系。南水北调东线。中国五大淡水湖（按面积大小排列）鄱阳湖（赣）、洞庭湖（湘）、太湖（苏浙交界）、洪泽湖（苏）、巢湖（皖）。（2）北冰洋外流区（阿尔泰山—额尔齐斯河）（3）印度洋外流区（雅鲁藏布江—布拉马普特拉河—孟加拉湾）。 2、长江长江发源于唐古拉山脉，注入东海。它是我国最长、水量最大、流域面积最广的河流。有“水能宝库”和“黄金水道”之称。长江水能资源主要集中在上游河段。流域水系，见教材53页。各段的名称和支流。长江三峡（自西向东）：瞿塘峡、巫峡、西陵峡。洪水灾害：降水集中，中上游生态环境破坏（植被破坏）导致水土流失，长江河道弯曲，中下游湖泊萎缩（围湖造地）使得其蓄洪能力下降。 3、黄河黄河发源于巴颜喀拉山，注入渤海。上游水能资源丰富，进行发电和灌溉（宁夏平原成为“塞上江南”以及河套平原）。黄河中游流经黄土高原，是我国水土流失严重的地区。下游河道变宽，坡度变缓，水流减慢，泥沙堆积，河床升高—“地上河”。流域水系，见教材48页。上游建设大型水库，中游开展水土保持综合治理，下游加固黄河大堤。黄河几字形与凌汛。 三、自然资源概况1、自然资源是存在于自然界的能为人类提供福利的物质与能量。主要包括气候资源、水资源、土地资源、生物资源、矿产资源以及海洋资源等。2、可再生资源：可以在较短时间内更新、再生，或者能够循环使用的自然资源。（土地、森林、水和水能等）3、非可再生资源：总是用一些就少一些的自然资源。（石油、矿产资源等）4、对于可再生资源，如果利用合理，并且注意保护和培育，便能够实现永续利用；对于非可再生资源应该十分珍惜和节约使用。5、我国的资源情况：总量丰富，人均不足。随人口的增长，自然资源人均占有量将会继续减少；资源利用不当、保护不力、管理不善，使得自然资源遭到不应有的破坏和浪费；随着社会经济的发展和人民生活水平的提高，对自然资源的需求将持续增长。（一）中国的土地资源1、根据土地的用途和土地利用情况，分为耕地、林地、草地和建设用地等。耕地、林地、草地为农业用地。建设用地为非农业用地。2、我国土地资源总量丰富，而且土地利用类型齐全。但人均土地资源占有量小，而且各类土地所占比例不尽合理，主要是耕地、林地少，难利用土地多，后备土地资源不足，人与耕地的矛盾突出。3、土地资源分布不均：耕地和林地主要分布在气候湿润的东部季风区，土地利用程度高。耕地主要分布在东部平原及低缓的丘陵地区，林地主要分布在山地；草地主要分布在年平均降水量不足400mm的西部内陆地区，土地利用程度低，未利用土地分布较广。牧业在西部内陆地区的农业生产中居主要地位。4、土地资源利用问题：属可再生资源，如利用不当，或遭到人为破坏，就会引起土地资源退化，生产能力下降，甚至完全丧失。我国土地利用中对土地的破坏有水土流失、乱占耕地和土地荒漠化。加强对土地资源的管理和保护措施：依法用地、规划用地；因地制宜、合理利用；开展“保护土地、保护耕地、保护环境”宣传活动；加大对农田基本建设和环境治理的投入；禁止乱占耕地等。 （二）中国的水资源1、地球上的水，97%是海洋水，而人类所需的淡水资源仅占全球水量的2.5%。而淡水资源中，绝大部分为两极和高山的冰川，其余大部分为深层地下水。目前人类利用的淡水资源主要是江河湖泊和浅层地下水，仅占全球淡水资源的0.3%。2、中国是一个贫水国家，我国的水资源总量少于巴西、俄罗斯、加拿大、美国和印度尼西亚，位于世界第六位，但人均水资源仅为世界平均水平的1/4，排名在第110位之后。缺水状况在全国范围内普遍存在。3、水资源时空分步不均：受季风气候的影响，我国水资源的季节分配和地区分配很不均匀。从时间分配看，夏季我国降水集中，易造成洪涝灾害，冬春季则降水少，易造成干旱缺水；从空间分配看，我国水资源南丰北缺，南方水资源占80%以上，北方仅占不到20%，特别是华北和西北地区，缺水最为严重。4、兴建水库可以有效调控径流和水量的季节变化，比如三峡（长江）和小浪底（黄河），对防洪和水资源调配发挥重要作用，在洪水期蓄水，减缓下游洪水，在枯水期防水，增加下游水量，具有防洪、发电、灌溉及城市供水等综合效益。5、跨流域调水是解决水资源地区分布不均匀的有效办法。如南水北调引水工程，对于缓解我国北方地区的严重缺水有重要作用。南水北调工程就是把长江水系丰富的水资源，调到缺水严重的华北、西北地区。分东（扬州—京杭运河—津冀鲁）、中（丹江口—京津冀）、西（雅砻江、金沙江—黄河上游）三条线路。引栾入津，是将滦河水引入海河水系，缓解天津缺水状况；引黄济青，将黄河水调入青岛。6、我国的水资源利用总体上看，一方面供应紧张，缺水状况仍在继续加重；另一方面利用率低，浪费惊人；此外水污染严重。节约用水、保护水资源是解决我国缺水问题的重要途径之一。 （三）中国的海洋资源我国最大的渔场是舟山渔场，最大的盐场是长芦盐场。", "◎ 中国地理概况的知识点拨\n中国的经济产业：一、中国的农业1、农业分为种植业、林业、畜牧业以及渔业。2、我国农业的地区分布，主要是东部和西部、南方与北方的差异。东西部以400毫米年降水量线为界。3、东部主要是种植业、林业和渔业。东部湿润半湿润地区的平原地区以种植业为主；林业集中分布于东北和西南的天然林区，以及东南部的人工林区；东部沿海地区是海洋捕捞和海洋养殖的基地，长江中下游地区是淡水渔业最发达的地区。4、西部地区以畜牧业为主，西部因为降水稀少，种植业只分布在有灌溉水源的平原、河谷和绿洲。5、四大牧区：内蒙古自治区是我国最大的牧区。主要畜牧品种：三河马、三河牛、滩羊；新疆维吾尔自治区是我国第二大牧区，主要畜牧品种有：细毛羊、羔皮羊、阿勒泰大尾羊、和田羊、伊犁马等；西藏自治区是我国最大的高寒草甸草原畜牧区，主要畜种有藏牦牛、藏绵羊、藏马等；青海是我国第四大牧区。6、南北差异主要是降水和热量的差异。农作物包括粮食作物（水稻、小麦——南宜水稻北宜麦）、油料作物（长江油菜带、黄淮花生区两大生产区）、糖料作物（南种甘蔗北甜菜）、棉花（新疆南部、黄河流域、长江流域三大棉区）。7、三大平原：东北平原种植小麦、玉米和大豆、以及甜菜，受气候条件限制，一年只种一季；华北平原种植小麦、玉米、棉花，还有花生和温带水果，大多两年三季或一年两季；长江中下游平原地势低平，种植水稻、棉花、油菜和甘蔗，一年可收获两到三季。8、因地制宜：考虑自然条件（地形、土壤、降水等）和社会条件（与城市的距离、市场需求、农业技术装备以及农民文化水平等）。9、挑战和对策：人口增加、耕地减少、水土流失、自然灾害和环境污染。适应国内、国际市场需求，调整农业结构，发展多种经营。运用现代农业科学技术，发展优质、高产、高效农业。防止滥垦滥伐、超载放牧，退耕还林、还草，植树造林、种草。 二、中国的工业工业是国民经济的主导。工业分布特点为沿海、沿江、沿交通线。京广、京沪、哈大等铁路沿线的工业基地；黄河流域是能源开发的重要工业带；长江沿线形成了以上海、南京、武汉、重庆等城市为中心的沿江经济发达地带；沿海地区集中了长江三角洲、辽中南、京津唐、珠江三角洲，以及经济特区和沿海开放城市等工业最发达的经济核心区。 三、中国的商业1、商业概念：专门从事商品买卖的活动，就是商业。商业和贸易是一个意思，有时俗称“做生意”或“做买卖”。商业分为国内贸易和国际贸易。国际贸易也叫对外贸易。 2、商业中心的形成人们进行商品交换的地方就会逐渐发展成为市场，进一步发展成为商业中心，形成城市。我国许多城市就是在商业发展的基础上兴起的。商业中心的形成应具备两个主要条件：一是在它周围要有一个比较稳定的商品来源区及销售区，二是要有便利的交通运输条件，便于商品集散。 3、我国主要商业中心上海是全国最大的商业中心，北京次之，天津、沈阳、武汉、广州、重庆、西安等也是全国重要的商业中心。各省级行政中心也同时是各省区的商业中心。改革开放以来，国内贸易得到了很大的发展，“十五”期间我国社会消费品零售额逐年增长。2005年，全国社会消费品零售总额比上年增长12．9％，扣除价格上涨因素，实际增长12．0％。 4、我国对外贸易的发展（1）我国对外贸易历史悠久，历史上，我国对外贸易以出口丝绸、瓷器、茶叶闻名世界。新中国成立以来，我国对外贸易总额增长很快，已同世界上约200个国家和地区有了贸易往来。加入WTO（2001年11月10日，卡塔尔首都多哈）以来，我国对外贸易面临新的挑战和机遇。“十五”期间，我国与周边国家、地区和其他贸易伙伴的区域经济合作蓬勃发展，市场多元化取得较大发展。外贸年均增长24％，总量迈过万亿美元这个大台阶，跃居全球第三，确立了贸易大国的地位。（2）我国外贸出口商品构成的变化： ①历史上：以出口丝绸、瓷器、茶叶为主。 ②建国初期：以出口农矿等初级产品为主。 ③现在：以出口工业制成品为主（占80%以上）对外贸易的主要对象：美国、日本、韩国、西欧和东南亚各国（3）主要外贸口岸有：沿海的上海、广州、天津、大连等，以及边境城镇 5、中国加入“世贸WTO”的主要意义： ①当前全球经济成为一个相互依赖，不可分的“地球村经济”，中国要发展不能游离于这种联系之外； ②加入“世贸WTO”，使中国在世贸组织中具有发言权，有利于改革国际经济的旧秩序，提高中国在世贸格局中的地位； ③可以增强中国与世界各国的经济交流，提高中国企业现代化和管理水平，增强出口产品竞争，改善出口商品构成等。 四、中国的高科技产业高新技术产业是建立在新的科学技术基础上的新兴产业，北京的中关村是我国最早建立的高新技术开发试验区。高新技术产业是以电子和信息类产业为“龙头”的产业，产品的科技含量很高。高新技术产业的特点：从业人员中科技人员所占的比重大；销售收入中，用于研究与开发的费用比例大；产品更新换代快。我国高新技术产业开发区分布特点：多依附于大城市，呈现大分散，小集中。地理位置不同的高新技术产业开发区，具有不同的产业开发侧重点：沿海地区以智力资源和技术力量为依托，侧重科技园区型高新技术产业；沿边地区依靠国家的开放政策和沿边的地理优势，发展贸易导向型的产业；内地依靠优势资源和工业基础，多发展与军工有密切关系的产业。举例说明高新技术产业对生产、生活的影响：上海：优化调整了工业的产业结构。（上海工业的变化）；北京：增长速度快，促进和推动了经济的发展。（中关村对北京经济发展的贡献）；互联网：互联网技术改变了人们的生活和生产方式。（网络购物、SOHO族、网络社区等） 五、中国的交通运输业现代交通运输指的是火车、汽车、船舶、飞机等工具的运输。交通运输被比喻为经济发展的“先行官”。铁路线、公路线、航线以及航空线是我国经济发展的“生命线”。东部地区交通运输网络密度大，西部地区交通运输网络密度较小。我国高速公路始建于1984年，是上海—嘉定。主要高速密集区为环渤海、长江三角洲、珠江三角洲三个地区。铁路运输是我国最重要的交通运输方式。 南北向：京哈线、京九线、京广线、京沪线、哈大线、焦柳线、宝成—成昆线、青藏线。东西向：京包线—包兰线、陇海—兰新线（第二条亚欧大陆桥中国段）、沪杭—浙赣—湘黔—贵昆线、襄渝线。主要铁路枢纽：北京、郑州（京广、陇海）、武汉（京广、襄渝、长江水运）、南昌（京九、浙赣）、徐州（京沪、陇海）、兰州（陇海、包兰、兰新）、宝鸡（宝成、陇海）、株洲（京广、浙赣、湘黔） 选择交通方式要考虑不同交通运输方式的特点，如速度、运费、运输量等，还要考虑出行目的、货物性质数量以及运输距离等因素", "◎ 中国地理概况的考试要求\n暂无"], "image": {"path": "val/images/high_geography_33829.png"}}
{"subject": "geography", "id": "geography_5851", "type": "multiple-choice", "grade": "high", "difficulty": "medium", "question_info": "下图为“某日地球光照图”，阴影部分表示夜半球。读图回答下列各题。1．该日为北半球的", "options": ["春分日", "夏至日", "秋分日", "冬至日2．图示四个城市中，该日黑夜最长的是"], "solution_info": "考查地理公转的地理意义，太阳光照图的判读。1．读图可知，北极圈及其以北地区出现极昼现象，说明该日为北半球的夏至日，B正确，ACD错误。故选B。2．夏至日，太阳直射在北回归线上，越向南黑夜越长，四个城市中珀斯位于南半球，处于最南部，故珀斯该日黑夜最长，D正确，ABC错误。故选D。", "answer": "1          ．        B              2          ．        D", "side_information": ["◎ 地球自转的地理意义的定义\n地球自转的地理意义:1、昼夜更替：此处需要注意，容易理解为自转产生了昼夜现象，但地球不自转仍有昼夜现象，在一年中地球公转也会使某一地有一次昼夜变化，只有地球不停地自转，才会产生昼夜更替现象。 （1）在晨昏线上各地，太阳高度为0°； （2）太阳直射光线与晨昏线成90°； （3）直射点A与晨昏线和极昼（夜）最小纬线圈切点B的纬度之和等于90°； 如当太阳直射在北回归线（23°26′N）时，切点B的纬度为66°34′N。 当太阳直射在20°S时，切点B的纬度为70°N。 2、地方时与区时： （1）地方时 概念：因经度不同而出现不同的时刻，称为地方时。因此，不同经线上具有不同的地方时。随地球自转，一天中太阳东升西落，太阳经过某地天空的最高点时为此地的地方时12点。正午太阳高度是正午时太阳光线与地面的夹角，是一日内最大的太阳高度。经度相同的地方，地方时相同；经度不同的地方，地方时不同。南、北极点不计地方时；东早西迟；经度每隔15°，地方时相差1小时； 经度每隔1°，地方时相差4分钟； 地方时的计算： ①求经度差 ②把经度差转换为时间差 ③东加西减：     若所求地在已知地的东面，加上时间差；     若所求地在已知地的西面，减去时间差。 （2）时区和区时 ①时区的划分 1）以15°划分为一个时区.全球划分为24个时区. 2）以0°经线为中央经线，向东、西方向各取7.5°，合计为15°，该时区称为中时区（或零时区）。 3）以中时区为起点，向东、西方向各划分12个时区。180°经线是东、西十二时区共同的中央经线。 注意：中时区、东西十二区的特殊性 ②区时 定义：每个时区都以其中央经线的地方时作为该区的区时。 中央经线=时区数×15° 例如：东八区的中央经线是120°E；西五区的中央经线是75°W 区时计算： 求所在地的时区 求时区差 东加西减：若所求时区在已知时区的东面，加上时区差；若所求时区在已知时区的西面，减去时区差。（3）日期变更： 抓住两个要点： 确定180°经线 确定0点或者24点所在的经线 3、物体水平运动的方向产生偏向:地球上水平运动的物体，无论朝哪个方向运动，都会发生偏向，在北半球偏右，在南北半球偏左。赤道上经线是互相平行的，无偏向。4、自转对地球形状的影响:地球在自转过程中，球上各质点都在绕着地轴作圆周运动。因此，就会产生惯性离心力。这种离心力随着物体距离地轴半径的增大而增大，也就是说，从赤道向两极，惯性离心力逐渐减小。使得地球由两极向赤道逐渐膨胀，长期作用使地球变成两极稍扁、赤道略鼓的椭球体形状。", "◎ 地球自转的地理意义的知识扩展\n1、昼夜更替：此处需要注意，学生容易理解为自转产生了昼夜现象，但地球不自转仍有昼夜现象，在一年中地球公转也会使某一地有一次昼夜变化，只有地球不停地自转，才会产生昼夜更替现象。 （1）在晨昏线上各地，太阳高度为0°； （2）太阳直射光线与晨昏线成90°； （3）直射点A与晨昏线和极昼（夜）最小纬线圈切点B的纬度之和等于90°； 如当太阳直射在北回归线（23°26′N）时，切点B的纬度为66°34′N。 当太阳直射在20°S时，切点B的纬度为70°N。 2、地方时与区时： （1）地方时 概念：因经度不同而出现不同的时刻，称为地方时。因此，不同经线上具有不同的地方时。随地球自转，一天中太阳东升西落，太阳经过某地天空的最高点时为此地的地方时12点。正午太阳高度是正午时太阳光线与地面的夹角，是一日内最大的太阳高度。经度相同的地方，地方时相同；经度不同的地方，地方时不同。南、北极点不计地方时；东早西迟；经度每隔15°，地方时相差1小时； 经度每隔1°，地方时相差4分钟； 地方时的计算： ①求经度差 ②把经度差转换为时间差 ③东加西减：     若所求地在已知地的东面，加上时间差；     若所求地在已知地的西面，减去时间差。 （2）时区和区时 ①时区的划分 1）以15°划分为一个时区.全球划分为24个时区. 2）以0°经线为中央经线，向东、西方向各取7.5°，合计为15°，该时区称为中时区（或零时区）。 3）以中时区为起点，向东、西方向各划分12个时区。180°经线是东、西十二时区共同的中央经线。 注意：中时区、东西十二区的特殊性 ②区时 定义：每个时区都以其中央经线的地方时作为该区的区时。 中央经线=时区数×15° 例如：东八区的中央经线是120°E；西五区的中央经线是75°W 区时计算： 求所在地的时区 求时区差 东加西减：若所求时区在已知时区的东面，加上时区差；若所求时区在已知时区的西面，减去时区差。（3）日期变更： 抓住两个要点： 确定180°经线 确定0点或者24点所在的经线 3、物体水平运动的方向产生偏向。地球上水平运动的物体，无论朝哪个方向运动，都会发生偏向，在北半球偏右，在南北半球偏左。赤道上经线是互相平行的，无偏向。4、自转对地球形状的影响。 地球在自转过程中，球上各质点都在绕着地轴作圆周运动。因此，就会产生惯性离心力。这种离心力随着物体距离地轴半径的增大而增大，也就是说，从赤道向两极，惯性离心力逐渐减小。使得地球由两极向赤道逐渐膨胀，长期作用使地球变成两极稍扁、赤道略鼓的椭球体形状。", "◎ 地球自转的地理意义的特性\n1、昼夜更替：此处需要注意，学生容易理解为自转产生了昼夜现象，但地球不自转仍有昼夜现象，在一年中地球公转也会使某一地有一次昼夜变化，只有地球不停地自转，才会产生昼夜更替现象。（1）在晨昏线上各地，太阳高度为0°；（2）太阳直射光线与晨昏线成90°；（3）直射点A与晨昏线和极昼（夜）最小纬线圈切点B的纬度之和等于90°；如当太阳直射在北回归线（23°26′N）时，切点B的纬度为66°34′N。当太阳直射在20°S时，切点B的纬度为70°N。2、地方时与区时：（1）地方时概念：因经度不同而出现不同的时刻，称为地方时。因此，不同经线上具有不同的地方时。随地球自转，一天中太阳东升西落，太阳经过某地天空的最高点时为此地的地方时12点。正午太阳高度是正午时太阳光线与地面的夹角，是一日内最大的太阳高度。经度相同的地方，地方时相同；经度不同的地方，地方时不同。南、北极点不计地方时；东早西迟；经度每隔15°，地方时相差1小时；经度每隔1°，地方时相差4分钟。3、地方时的计算：①求经度差②把经度差转换为时间差③东加西减：若所求地在已知地的东面，加上时间差；若所求地在已知地的西面，减去时间差。（2）时区和区时①时区的划分 1）以15°划分为一个时区.全球划分为24个时区. 2）以0°经线为中央经线，向东、西方向各取7.5°，合计为15°，该时区称为中时区（或零时区）。3）以中时区为起点，向东、西方向各划分12个时区。180°经线是东、西十二时区共同的中央经线。注意：中时区、东西十二区的特殊性。②区时定义：每个时区都以其中央经线的地方时作为该区的区时。中央经线=时区数×15° 例如：东八区的中央经线是120°E；西五区的中央经线是75°W 区时计算：求所在地的时区求时区差东加西减：若所求时区在已知时区的东面，加上时区差；若所求时区在已知时区的西面，减去时区差。（3）日期变更：抓住两个要点：确定180°经线确定0点或者24点所在的经线 3、物体水平运动的方向产生偏向：地球上水平运动的物体，无论朝哪个方向运动，都会发生偏向，在北半球偏右，在南北半球偏左。赤道上经线是互相平行的，无偏向。 4、自转对地球形状的影响：地球在自转过程中，球上各质点都在绕着地轴作圆周运动。因此，就会产生惯性离心力。这种离心力随着物体距离地轴半径的增大而增大，也就是说，从赤道向两极，惯性离心力逐渐减小。使得地球由两极向赤道逐渐膨胀，长期作用使地球变成两极稍扁、赤道略鼓的椭球体形状。", "◎ 地球自转的地理意义的知识点拨\n昼夜现象的产生：(1)昼夜现象产生是由于“地球不透明、不发光、太阳只能照亮地球表面的一半”造成的。昼夜交替是地球的自转造成的。(2)若地球不自转，也不公转，有昼夜现象，但无昼夜交替现象；若地球只公转不自转，既有昼夜现象，也有昼夜交替现象，只不过昼夜交替的周期为一年。  地转偏向力需要注意的问题：地转偏向力只改变物体运动的方向，并 不改变物体运动速度的大小。地转偏向力的方向与物体水平运动的方向相垂直。地方时计算技巧:已知某一点时刻，求另一点时刻时，可用数轴法。具体方法如下：把某一条纬线变形为一个数轴，0°为原点，东经度为正值，西经度为负值。把A(已知时间、地点)、B(未知时间、地点)落实在数轴上。无论A、B实际方向关系如何，在数轴上，若B在A东，由A求B就要加；若B在A西，由A求B就要减。 ", "◎ 地球自转的地理意义的知识拓展\n 晨昏线的特点及应用：晨昏线又叫做晨昏圈，其中半个圆圈代表晨线，半个圆圈代表昏线。1．晨昏线(圈)的特点 (1)晨昏圈是一个大圆，将地球平分成昼半球和夜半球两部分。(2)晨昏线上各地，太阳高度为0°；昼半球太阳高度＞0°，夜半球太阳高度＜0°。(3)晨昏圈所在平面始终与太阳光线垂直。 (4)晨昏线和极昼圈(极夜圈)的切点的纬度与太阳直射点的纬度之和等于90°(如上图中α＋θ＝β＋θ＝90°)。晨昏线和极昼圈的切点(如上图中C)地方时为24时(0时)；晨昏线和极夜圈的切点(如上图中D)地方时为12时。 (5)晨昏线(圈)在春秋分时与经线圈重合，二至时与极圈相切。(6)晨昏线以15°/小时的速度自东向西移动。 2．晨昏线的应用 (1)确定地球的自转方向若右图中AB为昏线，则地球呈逆时针方向自转；若BC为昏线，则地球呈顺时针方向自转。 (2)确定地方时过晨线与赤道交点的经线地方时是6∶00，过昏线与赤道交点的经线地方时是18∶00，如右图中BN地方时是6∶00， AN地方时是18∶00。 (3)确定日期和季节①晨昏线经过南、北极点(与经线重合)可判定这一天为3月21日或9月23日，节气是春分日或秋分日。②晨昏线与极圈相切：北极圈及其以北出现极昼(南极圈及其以南出现极夜)，日期是6月22日前后，节气是夏至日；北极圈及其以北出现极夜(南极圈及其以南出现极昼)，日期是12月22日前后，节气是冬至日。 (4)确定太阳直射点的位置①确定纬度：与晨昏线相切的纬线度数与太阳直射点的度数互余，晨昏线与地轴夹角的度数等于太阳直射点的纬度。②确定经线：与晨线(昏线)和赤道交点相差90°且大部分或全部在昼半球一侧的经线是太阳直射的经线；过晨昏线与纬线切点，且大部分在昼半球的经线是太阳直射的经线。 (5)确定昼夜长短晨昏线将地球上的纬线分成昼弧和夜弧两部分，昼长等于该纬线昼弧所跨经度除以15°的商，夜长是夜弧所跨经度除以15°的商。(6)确定日出、日落时间某地的日出时间就是该地所在纬线与晨线交点的地方时；日落时间就是该地所在纬线与昏线交点的地方时。 (7)确定极昼、极夜的范围晨昏线与哪个纬线圈相切，该纬线圈与极点之间的纬度范围内就会出现极昼或极夜现象，南、北半球的极昼、极夜现象正好相反。 ", "◎ 地球自转的地理意义的教学目标\n1、理解昼夜现象及昼夜交替的原因，掌握晨昏线的特点及判读。2、掌握地转偏向力产生的原因及物体的偏转规律。3、了解地方时及其与地球自转的必然联系，掌握地方时的计算方法。4、了解时区的划分，掌握区时与地方时的区别与联系以及计算。5、培养分析、归纳、推理、解决问题的能力。", "◎ 地球自转的地理意义的考试要求\n能力要求：掌握/应用课时要求：2考试频率：常考分值比重：4"], "image": {"path": "val/images/high_geography_5851.png"}}
{"subject": "geography", "id": "geography_8903", "type": "multiple-choice", "grade": "high", "difficulty": "medium", "question_info": "2018年9月16日17时，第22号台风“山竹”（强台风级）在广东登陆，登陆时中心附近最大风力14级，登陆后势力逐渐减弱，此次台风破坏性大，对经过地区造成了严重的损失。下图为“山竹”的移动路径示意图。读图完成下列各题。1．对“山竹”移动方向起决定性作用的是", "options": ["阿留申低压的吸引作用", "副热带高压的推动作用", "亚洲高压的吸引作用", "低纬信风的推动作用2．“山竹”过境时，可能带来的影响是"], "solution_info": "本题考查台风及其影响.1．9月份亚洲大陆气压仍低，亚洲低压切断了副热带高压，使高压仅保留在海洋上。对“山竹”向西北方向移动登陆起决定作用的是副热带高气压的推动，使台风向亚洲低压区移动，B对。受阿留申低压吸引应向北移动，A错；亚洲高压气流辐散，不起吸引作用，C错；低纬信风为东北风，“山竹”受其推动应向西南方向移动,D错。2．由图可知，“山竹”向西北移动，登陆广东、广西境内，可能给香港带来狂风、暴雨天气，影响航班正常起降，导致大量航班取消，C正确。湖南伏旱发生在7、8月，A错；海啸由海底地震引发，B错；泥石流主要发生在山区，珠江三角洲地形平坦，不可能频发泥石流，D错。点睛本题主要考查获取和解读地理信息的能力，全面获取信息进行概括即可，难度一般。", "answer": "1．B 2．C", "side_information": ["◎ 锋面系统的分类及天气的定义\n锋面系统:(1)锋面自地面向高空倾斜，其上侧一定是暖气团；(2)锋面两侧温度、湿度、气压差异很大；(3)锋面附近天气变化剧烈。  (4)锋面经过时一定会带来天气变化，但不一定产生降水。当锋面上的暖气团比较干燥时，就不能形成降水。如我国北方冬、春季节的沙尘暴天气。(5)明显的暖锋在我国出现得较少，大多伴随着气旋出现。冬、秋季一般出现在江淮流域和东北地区，夏季多出现在黄河流域。 锋面特征:", "◎ 锋面系统的分类及天气的知识扩展\n冷锋、暖锋的识别：", "◎ 锋面系统的分类及天气的知识对比\n冷锋与暖锋对比: ", "◎ 锋面系统的分类及天气的知识点拨\n冷暖峰的判断：1、看冷气团的运动方向2、看锋面坡度3、看雨区范围及位置  4、看符号 5、看过境前后气压、气温变化 6、看过境时和过境后的天气变化①冷锋：过境时，常出现大风、阴天、降水、降温的天气；过境后气温、湿度降低，气压升高，天气转晴。 ②暖锋：过境时，常出现阴天、下雨等天气；过境后气温升高，气压下降，天气转晴。 ", "◎ 锋面系统的分类及天气的知识拓展\n北半球锋面气旋 :①概念：气旋与锋面联系在一起，形成锋面气旋系统。②锋面位置：在等压线向外弯曲处形成锋面，其中甲处形成冷锋，乙处形成暖锋。③天气：两个锋面附近气流上升强烈，往往产生云、雨、雪，甚至造成雷雨、暴雨、暴雪、大风降温等天气。甲锋面附近的降雨主要在A处，而乙锋面附近的降水主要在D处。 ④出现范围：中纬地区。 ", "◎ 锋面系统的分类及天气的教学目标\n1、理解封面系统的特点。2、掌握锋面系统的分类及对天气的影响。3、通过阅读封面系统各类图，提高读图分析的能力。4、通过对锋面系统与天气的学习，培养理论联系实际的能力。", "◎ 锋面系统的分类及天气的考试要求\n能力要求：掌握/应用课时要求：1考试频率：常考分值比重：12"], "image": {"path": "val/images/high_geography_8903.png"}}
{"subject": "geography", "id": "geography_12144", "type": "multiple-choice", "grade": "high", "difficulty": "medium", "question_info": "图为色林错流域位置及冰川、湖泊面积变化图。读图完成下面小题。46．色林错流域（）", "options": ["地势东北高，西南低", "湖泊众多，最大的湖泊为咸水湖", "水体蒸发参与陆地内循环", "水能资源和生物资源丰富47．1990～2010年（）"], "solution_info": "46．根据图示海拔及河流流向信息可以判断，色林措流域地势南北高，中部低，A错误；读图可知，色林措流域湖泊众多，最大的湖泊是色林措，只有河流流入，没有河流流出，因此应为咸水湖，B正确；河流没有注入海洋，属于内流区，故水体蒸发参与陆地内循环，C正确；色林错流域海拔高，气温低，自然环境恶劣，生物资源不丰富，且色林错流域的河流流量不大，且季节变化大，水能资源并不丰富，D错误。故选BC。47．读图可知，此期间流域内湖泊面积增大，冰川面积有所减小，表明流域内气温上升，但没有信息显示流域内降水量减少，A错误；图示显示，湖泊面积在变大，因此水位总体呈现不断上升的趋势，B正确；图中信息显示，湖泊面积在增大，而冰川面积在减小，因此两者面积变化的趋势不同，C正确；湖泊属于自然保护区，湖泊内生态环境脆弱，不适合大规模渔业生产，D错误。故选BC。点睛色林错，曾名奇林湖、色林东错，是西藏第一大湖泊及中国第二大咸水湖，是青藏高原形成过程中产生一个构造湖，为大型深水湖。湖面海拔4530m，形状不规则，长轴呈东西向延伸，长77.7km，最大宽45.5km，平均宽约20.95km，面积2391km2。", "answer": "46         ．          BC                      47         ．          BC", "side_information": ["◎ 水循环的定义\n水循环：自然界的水在水圈、大气圈、岩石圈、生物圈四大圈层中通过各个环节连续运动的过程，叫做水循环。", "◎ 水循环的知识扩展\n水循环——大气中的水源和陆地水的来源海上内循环：占水循环水量的90%； 海陆间循环：与人类关系最密切，以径流注入大海。 内陆循环：水汽主要为蒸发与蒸腾，注入内流河与内陆湖。 海陆间水循环，有三个要点需要注意： 一是水循环的场所，即天空和地面、地上和地下、海洋与陆地之间； 二是水循环的过程和环节，包括蒸发→气流→输送→凝结→降水→地表径流→下渗→地下径流等。通过这些把三种形态的水体连接成为一个相互交换和转化的动态系统，其中蒸发与降水、水汽输送与径流输送作用更加明显； 三是水循环的能源，即蒸发、水汽输送、凝结等环节是太阳辐射的结果；降水、地表径流等环节是地球重力作用的结果。 水循环的作用与意义：是维护了全球水量平衡（通过水循环的各个环节，把大气圈、水圈、生物圈、岩石圈有机地联系成为一个循环系统，水在不断的运动变化之中）。 一是使淡水资源不断更换。 二是在地球各个圈层之间、海陆之间实现物质迁移和能量交换。 三是影响全球的气候和生态，雕塑地表形态。 如：海洋→陆地的水汽输送量=陆地→海洋的地表径流量+地下径流量；海洋水数量不变：海洋上降水量=海洋上的蒸发量+来自陆地的径流量；陆地水数量不变：陆地上的降不量=陆地上的蒸发量+陆地上的径流量。 可以看出：地球上的淡水资源是有限的，其循环更新的速度也是有限的，因此在运用水资源时要做到：合理运用，不能超过水的更新数量；保护水质，免受污染。", "◎ 水循环的知识导图\n水循环的过程： ", "◎ 水循环的特性\n水循环的地理意义：水循环使各种水体不断更新，从而维持全球水的动态平衡，使地表各个圈层之间、海陆之间实现物质迁移和能量交换，影响全球的气候和生态，不断塑造地表形态。", "◎ 水循环的知识对比\n水循环的类型：按照水循环发生的空间范围不同，水循环可分为三种类型，如下表所示类型海陆间循环陆地内循环海上内循环图示   别称海陆间大循环、大循环、海陆间水循环内陆循环、陆地水循环、陆上内循环海洋水循环环节蒸发、水汽输送、凝结、降水、地表径流、下渗、地下径流蒸发、植物蒸腾，凝结，降水等蒸发、凝结、降水等领域海洋与陆地之间陆地与陆地上空之间海洋与海洋上空之间", "◎ 水循环的知识拓展\n特别提示：(1)人类对水循环的影响主要体现在对地表径流的影响上，如修建水库、跨流域调水等。此外，对地下径流、降水、蒸发环节也有影响。(2)驱动水循环的能量主要是太阳辐射能和水的重力能。 ", "◎ 水循环的教学目标\n1、了解水体的构成和各水体相互转化的关系。2、能够绘制示意图表示水循环的过程，掌握其主要环节。3、运用水循环的原理知识,分析常见的人类活动对水资源的影响,理解水循环的地理意义 。4、学会从地理图表,地理现象中获取有用信息,分析地理问题并尝试提出解决地理问题的方法和措施。", "◎ 水循环的考试要求\n能力要求：掌握/应用课时要求：1考试频率：常考分值比重：10"], "image": {"path": "val/images/high_geography_12144.png"}}
{"subject": "geography", "id": "geography_33615", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "阅读图文材料，完成下列要求。“北京2022年冬奥会”申办成功带来了“全民上冰雪”热潮。近年来，浙江省建立了10余个室外人工滑雪场。这些滑雪场散布于全省各地的山地丘陵中，且多建于当地旅游景区内或其附近。雪道厚度一般维持在1米以上，建设和维护成本较高。目前，浙江省滑雪场多为初级雪道，主要接待一日体验型滑雪者，平均接待人次和旅游收入排在全国前列。下图示意浙江省主要滑雪场分布。（1）分析浙江省室外滑雪场布局分散的原因。（2）说明滑雪场建于旅游景区内或其附近的益处。（3）解释浙江省室外滑雪场雪道建设和维护成本较高的原因。（4）有人建议浙江省各滑雪场应由一日体验型向多日度假型转变，并增建酒店和中高级雪道等。你是否赞同此建议，请表明态度并说明理由。", "solution_info": "（1）冬季受冷空气影响大，且山区海拔高气温较低，浙江省室外滑雪场分布在“山地丘陵中”，而浙江省山地丘陵的分布散布于省内的不同地区，因此滑雪场可建设的地点多、散布于省内多个地区；南方（浙江）地区冬季平均气温普遍在0°C以上，降雪频率小、积雪量少，居民对雪和滑雪好奇心强，各地都有滑雪市场的需求，因而各地都有建设滑雪场的需要；为满足各地居民对雪和滑雪的观赏、游玩需求，让居民更好地体验滑雪乐趣，滑雪场适合分散在省内不同地区便于居民就近游玩。（2）建设在旅游景点内或其附近地区，有利于利用旅游景区的道路、车辆、宾馆、饭店等基础设施，从而节省建设成本、缩短滑雪场的建设周期，使滑雪场可更快更好地运营；建在景区及其附近，有利于提高宣传效果和提高滑雪场知名度，同时滑雪场与景区在一起使旅游活动更丰富，有利于其扩大市场吸引力，吸引更多游客前来游玩。（3）南方地区，冬季气候温和，降雪频率小、积雪融化快，地表多无天然积雪可利用，需大量人工造雪，人工造雪需消耗大量水资源和电力（维持低温条件），因而雪道建设成本高；冬季平均气温高于0°C且往往高出较多，气温较高，积雪融化速度快，为保障雪道的积雪厚度，需经常造雪、补雪，造成雪道维持成本高。（4）该题为开放类问题，学生可作答赞同反对皆可，但作答时必须先表明观点且阐述的理由必须与自己的观点一致。赞同，可从转变、增建的必要性或转变、增建后带来的好处等方面思考：由一日体验向多日度假型转变，使游客游玩的天数增加，有利于提高滑雪场的收入且可促进游客在景区内的消费；增建酒店有利于提高接待能力、满足更多滑雪者的住宿、度假需求；当前滑雪场主要是初级雪道，建设中高级雪道可增加雪道类型，可满足运动型滑雪者的滑雪需求，有利于增加滑雪场的游客接待量。反对，可从转变、增建方面存在的困难或转变、增建后带来的问题等方面思考：浙江地处亚热带地区，夏季高温，滑雪期短，滑雪场营业时间短，因此滑雪场年营业收入有限，建设中高级雪道和酒店所需资金多，建设投资回收周期长、风险大；与北方地区相比，浙江滑雪场滑雪期短、场地规模较小，且雪道建设、维持成本高，发展度假型滑雪竞争力较差，难以成为运动型滑雪者的首选目的地；各地滑雪场应根据实际运营情况和该地的资金、市场等条件进行评估、合理规划，而不应盲目跟风转变，各滑雪场都一样转变使滑雪场失去自身特色，不利于滑雪场的持续发展。", "answer": "（1）山地丘陵广布，冬季山区气温低，可建人工滑雪场的地点多；南方居民对雪和滑雪有好奇心，各地都有滑雪市场的需求；多为体验型滑雪者，就近体验即可满足其好奇心。 （2）便于利用旅游景区的基础设施和对外交通条件；有利于提高滑雪场的知名度，吸引更多的滑雪爱好者。 （3）因无天然积雪，初始造雪量太，人工造雪要消耗大量电力和水资源；气温较高，融雪快，需经常补雪。 （4）赞同：增建酒店可满足滑雪者的度假需求：增建中高级雪道可满足当地运动型滑雪者需求；可增加滑雪者逗留天数，有利于提高滑雪场收入。 反对：滑雪期短，建设投资难以短期收回；发展度假型滑雪的竞争力弱，难于形成市场规模；雪场均向度假型转变不符合因地制宜原则。", "side_information": [], "image": {"path": "val/images/high_geography_33615.png"}}
{"subject": "geography", "id": "geography_33240", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "读世界局部区域图，完成(1)～(2)题。(1)B、D两地纬度位置相差不大，但气候相差很大，试从大气环流角度简要分析其原因。(2)A、B、C三地都种植了同种农作物，结合气候说明三地共同的优势生产条件。", "solution_info": "从经纬度可以判断B、D两地位于南亚，A、C两地分别位于中亚和我国西北地区。(1)B地位于印度河中下游平原，属于热带沙漠气候，D地位于恒河中游地区，属于热带季风气候。B地夏季位于印度低压西侧，来自印度洋的暖湿西南季风影响不到，降水稀少，而D地则位于印度低压附近，受西南季风影响明显，降水丰富。(2)A、B、C三地气候干旱，但夏季光热充足，昼夜温差大，都发展了棉花生产。答案　(1)B地夏季位于印度低压西侧，来自印度洋的暖湿西南季风影响不到，降水稀少，属于热带沙漠气候，而D地则位于印度低压附近，受西南季风影响明显，降水丰富，属于热带季风气候。(2)A、B、C三地气候干旱，光照充足，昼夜温差大，在水源较充足的地带发展了棉花生产，成为世界上主要的棉花生产区。\n从经纬度可以判断B、D两地位于南亚，A、C两地分别位于中亚和我国西北地区。(1)B地位于印度河中下游平原，属于热带沙漠气候，D地位于恒河中游地区，属于热带季风气候。B地夏季位于印度低压西侧，来自印度洋的暖湿西南季风影响不到，降水稀少，而D地则位于印度低压附近，受西南季风影响明显，降水丰富。(2)A、B、C三地气候干旱，但夏季光热充足，昼夜温差大，都发展了棉花生产。 答案　(1)B地夏季位于印度低压西侧，来自印度洋的暖湿西南季风影响不到，降水稀少，属于热带沙漠气候，而D地则位于印度低压附近，受西南季风影响明显，降水丰富，属于热带季风气候。 (2)A、B、C三地气候干旱，光照充足，昼夜温差大，在水源较充足的地带发展了棉花生产，成为世界上主要的棉花生产区。", "answer": "(1)B地夏季位于印度低压西侧，来自印度洋的暖湿西南季风影响不到，降水稀少，属于热带沙漠气候，而D地则位于印度低压附近，受西南季风影响明显，降水丰富，属于热带季风气候。(2)A、B、C三地气候干旱，光照充足，昼夜温差大，在水源较充足的地带发展了棉花生产，成为世界上主要的棉花生产区。", "side_information": ["◎ 世界区域定位及区域特征的定义\n一、亚洲 （一）亚洲的自然环境1、地理位置：亚洲位于北半球和东半球，东临太平洋，南临印度洋，北临北冰洋，西部以乌拉尔山、乌拉尔河、里海、大高加索山脉、黑海和土耳其海峡为界与欧洲相邻，西南以苏伊士运河为界与非洲相邻，东南隔海与大洋洲相望，东北以白令海峡为界与北美洲相望。亚洲的地理分区：东亚、东南亚、南亚、西亚、中亚、北亚。2、亚洲是世界上面积最大，跨纬度最广，东西距离最长的一个洲。（注意不是跨经度最广的大洲，跨经度最广的大洲和大洋分别是南极洲和北冰洋）面积达4400万平方千米。 3、地形与河流：亚洲地势中部高四周低，受地势影响，发源于中部山地、高原的河流呈放射状流向周边海洋。4、亚洲之最：（1）世界最高的高原：青藏高原（平均海拔4500米以上，“世界屋脊”）；（注：世界面积最大的高原：巴西高原）世界最高大山脉：喜马拉雅山脉（2）世界陆地最高点珠穆朗玛峰（海拔8848.43米），世界陆地最低点死海（海拔-415米）；（3）亚洲第一长河是长江，亚洲流经国家最多的河流是湄公河，流经中国（澜沧江）、缅甸、老挝、泰国、柬埔寨和越南。发源于中国青海省，注入南海。（注：世界上流经国家最多的河流是多瑙河[欧洲]，世界上最长的河流是尼罗河[非洲]，世界上流域面积最广的河流是亚马孙河[南美洲]）（4）亚洲面积最大的平原：西西伯利亚平原；世界面积最大的平原：亚马孙平原；（5）世界最大的湖泊：里海（咸水湖）；最大的淡水湖：苏必利尔湖[北美]；最深和蓄水量最大的湖泊：贝加尔湖（俄罗斯）；（6）世界最大的半岛：阿拉伯半岛；世界最大的群岛：马来群岛。 5、气候：亚洲地跨热带、北温带、北寒带，受纬度位置和海陆位置的影响，气候具有复杂多样，季风气候显著和大陆性气候分布广的特点。亚洲东部和南部夏季的降水与夏季风的强弱有密切关系，受夏季风的影响而易发生旱涝灾害。（二）亚洲的人文环境：1、亚洲是世界上人口最多的大洲，其中东亚、东南亚和南亚是人口稠密地区，世界人口超过1亿的国家有11个（2003年），亚洲有6个。分别是中国、印度、巴基斯坦、孟加拉国、日本和印度尼西亚。人口最多的是亚洲，人口最少的是大洋洲（除南极洲外）；人口增长率最高的是非洲，人口增长率最低的是欧洲。2、人口增长对土地的压力。3、亚洲民族十分复杂，大大小小有1000个，其中汉族是世界上人口最多的民族。亚洲的三个人类文明的发祥地：黄河—长江流域的华夏文明、印度河流域的印度文明、两河流域（幼发拉底河和底格里斯河）的古巴比伦文明。共同特点是适宜的温带和热带气候，丰富的水源，肥沃的土地。（注：两河流域古代气候条件好）不同地区的民族，在建筑、服饰、音乐舞蹈、礼仪等方面的不同。 4、亚洲各国经济发展不平衡，绝大多数是发展中国家，如中国、印度；发达国家较少，如日本。  二、东南亚1、东南亚在亚洲东南部，包括中南半岛和马来群岛两部分，地处亚洲和大洋洲、太平洋和印度洋之间的“十字路口”。位于（马来半岛）和（苏门答腊岛）之间的马六甲海峡，是从欧洲、非洲向东航行到东南亚、东亚各港口最短航线的必经之地，是连接太平洋和印度洋的重要海上通道。2、东南亚最大的国家是印度尼西亚，唯一的内陆国是老挝。注意与中国接壤和隔海相望的国家。3、气候类型主要包括热带雨林气候和热带季风气候。东南亚人口稠密，耕地较少，高温多雨，将水稻作为主要的粮食作物。湿热的气候条件，使得东南亚成为世界重要的热带作物生产基地之一。东南亚是世界上橡胶、油棕、椰子和蕉麻的最大产地。泰国、越南、缅甸是世界上最大的稻米出口国，泰国是世界上最大的橡胶生产国，马来西亚是世界上最大的棕油生产国，印度尼西亚是世界上最大的椰子生产国，菲律宾是世界上最大的蕉麻生产国和椰子出口国。4、中南半岛上山脉、大河多由北向南延伸，具有山河相间、纵列分布的特点，各大河上游流经山区，蕴藏着丰富的水能资源；下游河岸两侧形成冲积平原及三角洲，土壤肥沃、地形平坦、易于灌溉、交通便利，形成重要的农业区。中南半岛大城市主要分布在河流沿岸和河口三角洲。 城市附近大河所在国家 河内 红河（上游为元江） 越南金边湄公河（上游为澜沧江）柬埔寨万象同上老挝曼谷湄南河泰国仰光伊洛瓦底江（上游为怒江）缅甸5、东南亚居民绝大多数为黄种人。世界华人、华侨最集中的地区是东南亚。如新加坡、印度尼西亚。 6、东南亚的旅游胜地。（缅甸仰光的大金塔、印度尼西亚的婆罗浮屠、柬埔寨的吴哥窟、越南的下龙湾等） 三、南亚南亚指亚洲南部地区，介于东南亚与西亚之间。大体在喜马拉雅山脉和印度洋之间。喜马拉雅山以南至印度洋的大陆部分被称为“南亚次大陆”（或简称次大陆）。南亚共有7个国家，其中尼泊尔、不丹为内陆国，印度、巴基斯坦、孟加拉国为临海国，斯里兰卡、马尔代夫为岛国。巴基斯坦、印度、尼泊尔、不丹和克什米尔地区同中国相邻。南亚地形分为三部分：北部是喜马拉雅山地气候、土壤和植被的垂直变化显著。中部为由印度河、恒河和布拉马普特拉河冲积而成的大平原，河网密布，灌溉渠众多，农业发达。南部为德干高原和东西两侧的海岸平原。 印度：1、印度是南亚面积最大的国家，人口超过10亿，居世界第二位。 2、印度地形分为三部分：北部是喜马拉雅山脉，中部是印度河—恒河平原，南部是德干高原。最大河流是恒河，印度河在巴基斯坦。3、印度大部分地处热带和亚热带，以热带季风气候为主，终年高温，分明显的干湿两季。雨季（6-9月）盛行西南季风，旱季（10月-次年5月）盛行东北季风。由于受季风的影响，年降水量极不稳定，水旱灾害频繁。为抵御水旱灾害，修筑水利工程，如北部恒河、印度河流域规模庞大的灌溉系统，南部的防旱贮水池。4、20世纪60年代，印度实行“绿色革命”，改进了粮食生产技术，粮食产量增长很快。水稻和小麦是印度主要粮食作物。分析小麦和水稻的分布与地形和降水的关系。经济作物有棉花、黄麻和甘蔗。印度的黄麻产量居世界第一位，棉花产量居世界第二位。5、印度首都是新德里；加尔各答是麻纺织工业中心和钢铁工业中心；孟买是棉纺织工业中心；班加罗尔是印度的“硅谷”。四、中东中东和西亚，北非地区在范围上的不同：中东地区包括了除阿富汗之外的其它西亚国家，还包括北非的埃及。 1、中东位于亚洲西南部、非洲东北部。联系亚欧非三大洲、沟通大西洋和印度洋的枢纽，是东西方交通要道，三洲五海（里海、黑海、地中海、红海、阿拉伯海）之地，本区的霍尔木兹海峡和苏伊士运河在东西联系上发挥了重要作用。对照中东地形图8.3，了解中东的地理位置，地形特点，主要国家、邻国，主要河流、运河、海峡、海洋。2、中东是目前世界上石油储藏量最大、生产量和输出量最多的地区，主要分布在波斯湾及其沿岸地区，所产石油绝大部分通过海洋运往西欧、美国、日本等发达国家。主要产油国包括沙特、科威特、阿联酋、伊拉克等 3、三条石油输出路线。 4、本区水资源匮乏，气候为热带沙漠气候，气候干燥，降水稀少，河流稀少，有大面积没有河流的沙漠地区。有关河流、湖泊水资源的分配和争夺是中东地区除石油以外的又一个焦点。但是世界上最长的河流尼罗河流经本区。5、中东主要是白色人种。大多数人信仰伊斯兰教，伊斯兰教、犹太教、基督教都把耶路撒冷看作圣城，伊斯兰教还把麦加看作圣城。阿拉伯人信仰伊斯兰教，犹太人集中分布于以色列，信仰犹太教，波斯人主要分布在伊朗，信仰伊斯兰教。文化上的差异也是导致中东不安定的重要原因之一。五、欧洲西部1、欧洲西部地区人口稠密，国家众多，是发达国家最集中的地区。本区形成一个区域性的国际组织叫做欧盟，目前有27个成员国，统一货币叫欧元。欧盟加强了欧洲国与国之间的政治和经济联系，并在世界经济领域和国际政治舞台上发挥着重要的作用。 2、欧洲西部的工业以制造业为主，工业分布密集自英国向东到波兰境内，自斯堪的纳维亚半岛南部到意大利，形成了世界上著名的工业密集区。 3、发达的畜牧业：本区地处中纬度大陆西岸（大西洋东岸，北冰洋南岸，地中海北岸），常年受西风影响，形成温和湿润的温带海洋性气候，地形以平原为主，地势平坦，多汁牧草，草场广布，本区的人们把牧草称为“绿色金子”。荷兰、丹麦是著名的乳畜大国。 4、主要平原（西欧平原、波德平原、多瑙河下游平原）、河流（莱茵河、多瑙河）、山脉（阿尔卑斯山脉、比利牛斯山、亚平宁山脉、斯堪的纳维亚山脉）、岛屿（大不列颠岛）、半岛（南部自西向东依次为伊比利亚半岛、亚平宁半岛、巴尔干半岛，北部有斯堪的纳维亚半岛）、海及海峡（黑海、土耳其海峡、爱琴海、亚得里亚海、地中海、直布罗陀海峡、比斯开湾、英吉利海峡、北海、波罗的海）。欧洲流经国家最多的河流是多瑙河。5、本区绝大部分位于五带中的北温带，受北大西洋暖流影响，形成温带海洋性气候，终年温和湿润。地中海沿岸为地中海气候，内陆及伊比利亚半岛内部为温带大陆气候，阿尔卑斯山脉为高原山地气候。6、欧洲西部的自然条件多种多样，南部地中海沿岸的国家，夏季阳光明媚，海滨沙滩风景优美；北部有曲折、幽深的峡湾；中部阿尔卑斯山脉是登山和滑雪的好地方。读图8.24p65，知道本区有哪些旅游资源。 六、非洲1、本区位于世界上最大的沙漠——撒哈拉大沙漠以南。有6亿多人，90%以上是黑种人，所以本区被称为“黑非洲”。2、赤道和南北回归线都穿过本区，非洲是世界上跨热带面积最大的洲。本区气候分布的特点：以热带雨林气候为中心，南北热带草原分布，热带草原气候分布最广。热带雨林气候特点：终年高温多雨；热带草原气候特点：终年高温，明显分为干湿两季。热带草原地区常常受到旱灾影响。3、本区地形以高原为主，最著名的盆地刚果河盆地，有被称为地球伤痕的东非大裂谷，有世界最长的河流尼罗河，有非洲最高山乞力马扎罗山。 4、由于殖民主义长期占领和掠夺，使本区有许多国家成为单一商品经济，即出口矿产、木材、畜产和热带经济作物为主的初级产品，进口机械、汽车等工业制成品。这种过分依赖一种或几种初级产品的模式不利于经济的长期发展，因此要努力发展民族工业，发展多样化的农业，发展农产品加工业、旅游业、水产业等其他产业。5、非洲是人口增长率最高的大洲，本地区更是人口增长率最高的地区。这里农牧业生产落后，农产品产量很低，加之人口增长快，因此粮食供应不足是本区各国普遍遇到的问题。由于人口增长过快，对粮食和肉类的需求大，人们砍伐森林、开垦草原以扩大耕地面积，或在草原地区过度放牧，导致土地肥力下降，草原退化，加剧土地荒漠化，使生态环境逐步恶化。  七、日本1、日本是一个太平洋西北部的岛国，自北向南依次为北海道、本州、四国、九州。最大的是本州岛。东临太平洋，西临日本海。 2、日本位于太平洋板块和亚欧板块交界处是一个多火山和地震的国家，最著名的火山是富士山。地形以山地为主，最大的平原是关东平原。日本为岛国，海岸线曲折，多优良港湾，对渔业、造船业、海上运输和对外经济联系十分有利。3、日本首都东京，最大港口城市是横滨。日本地域狭小，资源贫乏，对外依赖很强。日本的经济特点是以加工贸易为主的经济，工业主要分布在太平洋沿岸和濑户内海沿岸地区。 4、日本民族构成单一，大和民族占绝对优势。日本文化是东西方文化兼容的典型。 八、俄罗斯1、俄罗斯是世界上面积最大的国家，位于亚欧大陆北部，地跨亚、欧两大洲，领土大部分处于北温带，以温带大陆性气候为主，气候特征是冬季长而寒冷，夏季短而温暖。 2、大部分地区地形比较平坦，地形以平原和高原为主，以山脉河流为界自西向东分别是东欧平原（乌拉尔山、乌拉尔河）西西伯利亚平原（叶尼塞河）中西伯利亚高原（勒拿河）东西伯利亚山地。3、俄罗斯资源种类齐全，储量丰富，是世界上少数几个资源能够自给的大国之一。石油、天然气、煤、铁资源居世界前列，最大的煤矿是库兹巴斯煤矿，著名的油田有第二巴库油田和秋明油田，最大的铁矿是库尔斯克铁矿。俄罗斯食品和纺织工业最发达的地区位于圣彼得堡附近，工业最发达的地区位于莫斯科附近。4、俄罗斯交通部门齐全，但交通运输线在欧洲部分和亚洲部分的分布不平衡。（1）以铁路运输和管道运输为主，欧洲部分铁路密集，形成以莫斯科为中心的放射状铁路网，亚洲部分铁路稀疏，有一条横贯亚欧大陆的铁路是西西伯利亚大铁路，被称为亚欧大陆桥。（第二条亚欧大陆桥起始点为中国连云港，终点为荷兰鹿特丹）（2）伏尔加河是俄罗斯的母亲河，是欧洲第一长河，流量丰富，水流平稳，航运价值高，通过运河，伏尔加河可以五海通航（波罗的海、白海、里海、亚速海、黑海）。5、莫斯科是俄罗斯首都，俄罗斯最大的城市，是全国的政治、经济、文化和交通中心，有世界著名的克里姆林宫和红场；第二大城市是位于波罗的海沿岸的圣彼得堡；符拉迪沃斯托克（海参崴）是太平洋沿岸的港口城市；摩尔曼斯克是北冰洋沿岸的终年不冻港。 九、澳大利亚 1、澳大利亚位于南半球，南回归线横穿澳大利亚中部，澳大利亚主要位于五带中的热带和南温带。最大的河流是墨累—达令河。2、澳大利亚有许多特有的古老生物，被称为“世界活化石博物馆”。代表动物有袋鼠、鸸鹋、考拉、鸭嘴兽等（前两种出现在澳大利亚的国徽上）。3、澳大利亚农牧业发达，是世界上绵羊数量和出口羊毛最多的国家，因此被称为“骑在羊背上”的国家。澳大利亚利用不同地区的自然条件，因地制宜地发展农牧业，形成四个不同的农牧业区。澳大利亚又是一个地广人稀的国家，人口密度小，农场规模很大，农牧业生产机械化程度很高，并采用先进的生产技术。主要农牧产品大部分供出口，除羊毛外，澳大利亚还是世界上重要的牛肉和小麦的出口国。4、澳大利亚矿产资源丰富，是世界矿产品的主要出口国之一，矿产品出口额在出口总额中占有很大比重，被称为“坐在矿车上”的国家。20世纪年代以来，澳大利亚服务业已大大超过农牧业和工矿业，成为澳大利亚的主导产业。5、澳大利亚人口和城市主要分布在东南沿海地区，首都是堪培拉，悉尼是全国最大的工业中心和港口城市，墨尔本市全国第二大城市。 十、美洲（一）北美1、范围：包括加拿大、美国、格陵兰岛（丹麦） 2、位置：美洲北部，北临北冰洋，西临太平洋，东临大西洋 3、气候：温带大陆性气候为主，加拿大境内有面积广大的亚寒带针叶林中部地区大平原上为肥沃的黑土。4、地形：西部高山区：山脉（落基山等）、高原、盆地相间，（美洲与太平洋板块相撞而成）中部平原：中央大平原（南部－密西西比平原、西部－大平原）东部高原山地区：拉布拉多高原、阿巴拉契亚山地，地势较低 5、河流与湖泊：密西西比河世界第四长河自北向南注入墨西哥湾圣劳伦斯河（加拿大）世界最大的淡水湖群（苏必利尔湖、密歇根湖、休伦湖、伊利湖、安大略湖）形成：五大湖——冰川作用 6、居民和经济主要为欧洲移民的后裔，以白色人种为主当地土著居民为黄色人种（印第安人和爱斯基摩人）有大量的黑人美国和加拿大均为发达国家（二）拉丁美洲1、拉丁美洲是指从墨西哥起的西半球南部的整个地区。它东濒加勒比海和大西洋，西临太平洋；南隔德雷克海峡与南极洲相望；北界墨西哥与与美国为邻。它包括北美洲的墨西哥、中美洲和南美洲大陆。2、拉丁美洲地形复杂，墨西哥基本是草原，称墨西哥高原。西印度群岛大都也以山地为主。南美洲西部太平洋沿岸，耸立着安第斯山脉。安第斯山脉以东，平原和高原相间。3、气候类型主要是热带雨林和热带草原气候。热带雨林气候主要分布在亚马孙平原，热带草原主要分布在巴西高原。4、拉丁美洲许多地区气候适宜，雨水充足，土壤肥沃，农产丰富。主要粮食作物有稻米、小麦和玉米。经济作物以甘蔗、咖啡、香蕉、棉花最重要。此外，还有面积广大的森林和丰富的沿海渔业资源。（三）美国 1、美国位于西半球，美国本土有48个洲，位于北温带；两个海外洲，一个是位于寒带的阿拉斯加洲，一个是位于热带的夏威夷洲。美国东临大西洋，西临太平洋，南临墨西哥湾，北部与加拿大接壤，南部与墨西哥接壤。2、美国人口超过3亿。是一个移民国家，有白种人、黑种人和黄种人。华人华侨集中在旧金山、纽约、洛衫矶等城市。美国的土著居民是印第安人。3、美国地形呈纵列分布，西部为多条平行山脉组成的科迪勒拉山系，绵延于南北美洲西部，为世界上最大的山系。中东部平原广阔，面积占全国总面积一半以上，耕地广大，约占世界耕地面积的10%。东部为阿拉巴契亚山脉。全国最大的河流是密西西比河，是世界第四长河。五大湖（苏必利尔湖、密歇根湖、休伦湖、伊利湖和安大略湖）是世界上最大的淡水湖群，又是美加国界的一部分，其中密歇根湖完全属于美国。苏必利尔湖是世界最大的淡水湖群，各湖有水道相通，并通过圣劳伦斯河流入大西洋。密西西比河和五大湖为美国灌溉、航运等提供了良好的条件。4、美国是世界农业大国，农业生产实现了机械化和专业化，效率高，产量大。5、美国是世界上工业最发达的国家，主要工业区有东北部工业区、西部工业区、南部工业区。6、美国是世界上高新技术产业基地，位于旧金山（圣弗朗西斯科）东南端的硅谷，是美国兴起最早、规模最大的高新技术产业中心，著名产品为硅片。 7、美国是世界第一经济大国，也是世界上的资源消耗国和废物排放国。美国的首都是华盛顿，最大城市是纽约。十一、巴西1、巴西是拉丁美洲面积最大、人口最多的国家。世界最大的河流是亚马孙河，最大的平原是亚马孙平原，面积最大的高原是巴西高原，世界上占有热带面积最大的国家是巴西。2、拉丁美洲的土著居民是印第安人，他们创造了玛雅文明及独特的文化。种植业文明提供玉米和马铃薯。巴西为葡萄牙殖民地，除巴西的整个拉美为西班牙殖民地。拉丁美洲很多黑白混血人种。 3、巴西的铁矿产量和出口量都居世界前列，主要分布于东南部，伊塔比拉露天铁矿石巴西最大的铁矿山；伊泰普水电站位于巴拉那河上，由巴西和巴拉圭合建，是仅次于长江三峡的规模第二大的水电站。4、农业是巴西重要的国民经济基础产业，热带经济作物咖啡、甘蔗、柑橘产量居世界第一位，全世界都希望巴西保护的是森林资源（亚马孙河流域的大片热带雨林）。热带雨林的作用：调节全球气候，为全球提供新鲜空气；涵养水源，保护淡水资源；保护土壤，防止水土流失；维护生物多样性；提供木材。但由于巴西开发雨林地区，兴建公路、伐木、采矿、开辟农牧场，造成了一系列环境问题，如森林遭受破坏，水土流失严重，珍贵的野生动植物遭劫，使全球生态环境遭到破坏。5、巴西城市主要分布在东部沿海地区，首都是巴西利亚，圣保罗是巴西最大的城市和工业中心，也是世界特大城市之一。巴西把首都从沿海的里约热内卢迁至中部高原的巴西利亚，既有加强对内地的开发和管理的考虑，也有缩小城市规模，避免出现城市环境问题的考虑。 十二、极地地区南极地区 北极地区纬度位置 南极圈（南纬66.5°）以南 北极圈（北纬66.5°）以北海陆位置 中间是南极大陆，周围是印度洋、太平洋、大西洋 中间是北冰洋，周围是亚洲、欧洲、北美洲特征 是地球最冷的地区，降水很少，风力很大，素有“冰雪高原”、“白色沙漠”、“风库”之称，冰山是南极大陆附近海面显著的自然景观。 比南极温暖湿润，但大部分地区也是终年冰封。降水量普遍高于南极，风力远不及南极。自然资源 丰富的矿产，大量的固体淡水资源，沿岸无数的海洋生物，原始的自然环境是最为广阔的天然实验室。 石油、天然气、煤、铁，也在科学研究和考察方面有重要地位。代表动物 企鹅 北极熊科考站 长城站、中山站（18个国家140个）十三、埃及1、地理位置：地跨亚、非两洲，大部分位于非洲东北部，只有苏伊土运河以东的西奈半岛位于亚洲西南角 2、人口和农业主要分布在尼罗河沿岸和河口三角洲地区 3、气候：全境干燥少雨，尼罗河三角洲和北部沿海地区属地中海型气侯 4、有世界上最大的沙漠——撒哈拉沙漠；旅游业（著名景观埃及金字塔等）；阿斯旺大坝 。", "◎ 世界区域定位及区域特征的教学目标\n1、初步了解世界区域及区域特征。2、掌握基本的区域定位和区域特征描述的方法。", "◎ 世界区域定位及区域特征的考试要求\n能力要求：掌握/应用课时要求：1考试频率：易考分值比重：4"], "image": {"path": "val/images/high_geography_33240.png"}}
{"subject": "geography", "id": "geography_22714", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "阅读图文资料，完成下列要求。罗源湾位于福建省沿海东北部，是中国六大深水良港之一。可全天候通航10～40万吨级以上的大型船舶。位于罗源湾北岸的狮岐港区是罗源湾建设的第一个万吨级以上的码头。北岸属于罗源县，建有多家钢铁、电力等生产企业；南岸属于连江县，有“中国海带、鲍鱼之乡”的美誉。下图为罗源湾区域影像图。（1）说明罗源湾成为深水良港的有利条件。（2）为落实国家“关于实施以船为家渔民上岸安居工程的指导意见”，计划在图中a、b两处实施填海造陆，规划建设渔民新村。请你作出选择并说明理由。", "solution_info": "（1）罗源湾成为深水良港的有利条件应从水域和陆域两方面进行说明。从水域条件来看，材料信息表明，罗源湾是中国六大深水良港之一，说明海水深，且入海河流少，输沙量小，泥沙淤积现象不明显，航道条件优越，利于船舶航行和停靠；图中显示，罗源湾为一个相对封闭的海湾，海岸线曲折，且海湾内部面积较大，利于船舶停靠；图中显示，海湾周边有山地屏障，海湾内避风条件好，利于船舶停靠；图中显示，当地位于低纬度，四季水温较高，终年不冻，全年通过通航。从陆域条件来看，图中显示，沿岸有宽阔平坦的海滩，便于建设港口设施和码头。（2）本题为开放性试题，无须进行判断，只要明确做出选择，并相应说明理由即可。计划在图中a、b两处实施填海造陆，规划建设渔民新村。如果选择a处，理由应从面积、风力、就业、环境等方面说明其优势。图中显示，a处海湾三面临陆、一面临海，较封闭，面积较大，有利于建设渔民新村；图中显示，a处三面环山，海风风力较小，利于居住；材料信息表明，罗源湾北部建有钢铁、电力等生产企业，a处靠近工业区和大型港口，就业机会多；a处海湾环境质量好，海运发达，渔民出海便利。如果选择b处，理由应从海湾形态、面积、受台风影响、交通、就业等方面说明其优势。图中显示，b处外侧有数个岛屿将其与罗源湾的宽阔水面隔开，海湾比较封闭，需要修建的围堤长度不长，从而减少填海造陆的成本；b处围堤内的面积大，可以满足未来渔民新村建设的需要；b处南岸陆地丘陵山地会阻挡当地台风的侵袭，受台风灾害较小，安全性较高；图中显示，b处靠近西部的高速公路和铁路，陆地交通便利，有利于当地经济发展；材料信息表明，南岸有“中国海带、鲍鱼之乡”的美誉，为当地渔民定居后提供了广阔的产业发展空间。", "answer": "（1）海水深，海湾岸线曲折，口窄腹大，利于船舶停靠；入海河流少，含沙量小，长年不淤；纬度较低，终年不冻；有山地屏障，避风条件好；沿岸有宽阔平坦的海滩，便于筑港等。 （2）选择a处。理由：a处海湾较封闭，面积较大；三面环山，可有效防风；靠近工业区和大型港口，便于居民就业；海湾环境好，也方便与外海联系。选择b处。理由：b处海湾的封闭程度高，外侧有数个岛屿将其与罗源湾的宽阔水面隔开，有利于减少修建堤坝的费用；海湾的面积大，可以满足未来修建更多的住宅和配套基础设施的需要；处于夏季风的背风坡，受台风的影响较小，安全性较高；靠近高速公路和铁路，与内陆的运输联系更加方便等。", "side_information": [], "image": {"path": "val/images/high_geography_22714.png"}}
{"subject": "geography", "id": "geography_20138", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "读“人口增长与环境容量、资源、能源消耗的历史与现状示意图”。据此回答3～4题。①农业用地面积(107平方千米)　②人口数量(亿人)　③能源消耗(亿吨)　④淡水消耗量(×1000立方千米)　⑤氟利昂排出量(万吨)　⑥二氧化碳排出量(ppm)3．二战后，随着人口数量的增长，能源消耗量、淡水消耗量、氟里昂排出量、二氧化碳排出量都大幅度上升，其中增加速度最快的是(　　)A．能源消耗量 B．淡水消耗量C．氟里昂排出量     D．二氧化碳排出量4．随着人口数量的增长，农业用地面积不断减少，关于农业用地面积减少的原因，叙述正确的是(　　)①人口的增长，经济的发展，城市及其基本建设用地的增多②过度放牧和过度开垦引起土地沙漠化面积扩大③不合理的耕作制度引起水土流失和盐碱化面积增加A．②③     B．①②C．①③     D．①②③", "solution_info": "：第3题，从图中寻找“增加速度最快的”。第4题，①②③项都是农业用地面积减少的原因。\n第3题，从图中寻找“增加速度最快的”。第4题，①②③项都是农业用地面积减少的原因。", "answer": "答案：3.C　4.D", "side_information": ["◎ 环境承载力的定义\n环境承载力：指在一定时期内，在维持相对稳定的前提下，环境、资源所能容纳的人口规模和经济规模的大小。环境承载力所指的人口规模应该是该地区的资源环境为维持人类生存必需的最低生活标准所能承受的最大的人口数量，即人口数量的极限。人口数量是衡量环境承载力的重要指标。自然环境要素：阳光、空气、淡水、土地、生物等，其中淡水是影响越来越多的因素 区分环境承载力的重要因素。 估算依据：一般根据农业生产所提供的粮食或某种食物资源的生产能力进行，尤以依据粮食产量进行估算的方法应用最为广泛。 ", "◎ 环境承载力的知识扩展\n1.概念：从生态学、资源或环境的角度看，一定时期内，某一地域能够维持抚养的最大人口数量 2.自然环境要素：阳光、空气、淡水、土地、生物等，其中淡水是影响越来越多的因素 3.区分环境承载力的重要因素。 估算依据：一般根据农业生产所提供的粮食或某种食物资源的生产能力进行，尤以依据粮食产量进行估算的方法应用最为广泛。 ", "◎ 环境承载力的教学目标\n1、能说出并理解环境承载力和合理人口容量这两个概念。2、能分析出环境承载力和合理人口容量这两者的影响因素。3、能结合概念和影响因素区别环境承载力和合理人口容量。", "◎ 环境承载力的考试要求\n能力要求：掌握/应用课时要求：1考试频率：易考分值比重：2"], "image": {"path": "val/images/high_geography_20138.png"}}
{"subject": "geography", "id": "geography_27069", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "江苏省是我国的经济大省，但省内区域经济发展水平并不平衡。为了促进共同富裕，江苏省制定了苏北崛起、振兴苏中的发展战略。下图中的箭头a、b分别表示江苏省内的人口流动和产业转移的方向，下表为苏北某县开发区内企业招聘信息表(部分)。(12分)单位佳鹏纸管洪港毛纺华美服饰康利欣电池工种操作工操作工操作工操作工名额15名300名100名20名条件40岁以下女，初中以上文化熟练工初中以上文化，已婚月薪约1000元约1000元1000元1000元(1)江苏省内的人口流动方向是______________，影响人口流动的主要原因是____________________________。(2分)(2)江苏省内产业转移的方向是________________________________________。(2分)(3)从该县招聘信息可以看出，该开发区的工业部门以____________指向型为主；从招聘的职位来看，劳动者素质要求较______，劳动力数量要求较______。(3分)(4)该县建设工业园区，接纳产业转移的有利条件有____________________。(2分)(5)为推动该县可持续发展，开发区计划对新迁入的企业设置相应的门槛，请你对门槛的设置提出一些建议。(3分)", "solution_info": "：　江苏省区域经济发展不平衡，苏南地区经济发达，苏中、苏北地区经济相对落后。苏南地区的劳动密集型产业逐渐向苏中、苏北地区转移，苏中、苏北地区的人口向苏南地区迁移。答案：　(1)由苏北到苏南　地区间经济发展水平的差异(2)由苏南到苏中、由苏中到苏北、由苏南到苏北(3)廉价劳动力　低　多(4)劳动力资源丰富且价格低廉，土地价格较低(5)要求迁入的企业环境污染小，限制或禁止污染严重的企业迁入；要求迁入的企业具有一定的技术含量，限制技术落后且难以升级的企业迁入。\n江苏省区域经济发展不平衡，苏南地区经济发达，苏中、苏北地区经济相对落后。苏南地区的劳动密集型产业逐渐向苏中、苏北地区转移，苏中、苏北地区的人口向苏南地区迁移。 答案：　(1)由苏北到苏南　地区间经济发展水平的差异 (2)由苏南到苏中、由苏中到苏北、由苏南到苏北 (3)廉价劳动力　低　多 (4)劳动力资源丰富且价格低廉，土地价格较低 (5)要求迁入的企业环境污染小，限制或禁止污染严重的企业迁入；要求迁入的企业具有一定的技术含量，限制技术落后且难以升级的企业迁入。", "answer": "(1)由苏北到苏南　地区间经济发展水平的差异(2)由苏南到苏中、由苏中到苏北、由苏南到苏北(3)廉价劳动力　低　多(4)劳动力资源丰富且价格低廉，土地价格较低(5)要求迁入的企业环境污染小，限制或禁止污染严重的企业迁入；要求迁入的企业具有一定的技术含量，限制技术落后且难以升级的企业迁入。", "side_information": [], "image": {"path": "val/images/high_geography_27069.png"}}
{"subject": "geography", "id": "geography_30228", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "能源消费弹性系数是指能源消费的增长率与GDP增长率之比。读图完成8、9题。8", "solution_info": "8选B，9选C。根据材料和图中的信息，计算出能源消费弹性系数最高的是2003年，约为1.24，而其他年份均小于1。安徽省能源消费结构一直以煤为主，经济增长方式正处于转变阶段，谈不上合理，能源利用率较低，随着工业化、城市化的加快，安徽省第二产业产值比重呈上升趋势，汽车拥有量大幅上升，对能源的需求明显增加。", "answer": "B", "side_information": ["◎ 资源的跨流域调配的定义\n资源的跨流域调配：我国实现资源跨区域调配大型工程主要有： 西气东输；西电东送；南水北调；北煤南运。资源跨区域调配的必要性：(1)自然资源的区域分布是很不均匀(2)区域间不流动(3)各区域对自然资源的需求与该区域所赋存的自然资源往往不匹配", "◎ 资源的跨流域调配的知识扩展\n资源的跨流域调配 我国实现资源跨区域调配大型工程主要有： 西气东输、 西电东送、 南水北调、 北煤南运、 西气东输对区域发展的影响 1．从国家层面的意义 ①有利于调配能源资源地域分布不均的状况，优化我国以煤炭为主的能源消费结构，改善沿线主要城市的大气质量，促进区域的协调发展。 ②为沿途各省的发展创造了良好的契机，激活沿途省区钢铁、建筑、建材、运输、 商业、水泥、土建安装和机械电子等产业的发展潜力。 对区域协调发展的影响： 西部的资源优势与东部的经济、技术优势相结合，提高资源利用效率，促进区域协调发展。 ", "◎ 资源的跨流域调配的知识导图\n西气东输计划：", "◎ 资源的跨流域调配的特性\n我国的资源状况:量丰富，品种齐全；人均占有量少，资源利用率较低；地区分布不平衡等特点。我国主要常规能源的地区分布：水能： 地区分布很不均匀，大部分集中在西南地区，其次在中南地区，而经济发达的东部沿海地区水能资源较少。煤炭：大别山一秦岭一昆仑山一线以北地区资源量约占全国总资源量的94%；以南的广大地区约占6%，其中新疆、内蒙古、山西和陕西等四省区占全国资源总量的81. 3%江南九省仅占1. 6% 天然气： 陆上主要分布在中部和西部地区，分别占陆上资源量的43. 2%和39.0%.", "◎ 资源的跨流域调配的知识对比\n煤炭和天然气比较：煤炭 天然气有点优点开采成本低储存、运输方便价格便宜 清洁，使用方便，燃烧效率高，比较价格低缺点使用不方便燃烧效率低废气、废渣排放量大开采，储运难度大，技术要求高，投资大、回收周期长", "◎ 资源的跨流域调配的知识点拨\n西气东输对区域发展的影响：1、从国家层面的意义 ①有利于调配能源资源地域分布不均的状况，优化我国以煤炭为主的能源消费结构，改善沿线主要城市的大气质量，促进区域的协调发展。 ②为沿途各省的发展创造了良好的契机，激活沿途省区钢铁、建筑、建材、运输、商业、水泥、土建安装和机械电子等产业的发展潜力。 2、对区域协调发展的影响： 西部的资源优势与东部的经济、技术优势相结合，提高资源利用效率，促进区域协调发展。 ", "◎ 资源的跨流域调配的教学目标\n1、以西气东输为例，掌握资源跨区域调配的原因。2、以西气东输为例，掌握资源跨区域调配对不同区域发展的影响。", "◎ 资源的跨流域调配的考试要求\n能力要求：掌握/应用课时要求：1考试频率：必考分值比重：2"], "image": {"path": "val/images/high_geography_30228.png"}}
{"subject": "geography", "id": "geography_30629", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "据下列材料，回答以下问题。材料一　不同植物类型由于组织结构不同、季节不同、生态条件不同而具有不同的光谱特征、形态特征和环境特征，在遥感影像中可以表现出来。且可以直接看到植被顶部和部分侧面的形状、阴影与群落结构等。材料二　根据高分辩率遥感影像绘制的“山西省太原以南地区植被的垂直分布”图。(1)利用高分辩率遥感影像对植被分布的调查，主要是利用了不同植被的不同________特征。并由此区分________________________。(6分)(2)利用遥感技术进行农作物分布的调查具有哪些方面的突出优点？(8分)(3)山西省太原以南地区自然植被的分布体现了自然带的________规律。影响这一自然带分布规律形成的主要原因是________________________________________________________________________________________________________________________________________________(6分)(4)在山西省太原以南地区农作物的分布特征分析该地区的农业生产类型可以称之为________，试分析发展这一农业模式的好处_____________________________________________________________________________________________________________________________________________________________________________________。(6分)", "solution_info": "(1)RS技术对地理事物的监测，主要是通过不同地物的光谱特征差异来完成的。(2)再现教材知识。(3)由图文中较容易判断垂直地域差异。(4)在不同的海拔高度上，布局不同的农业类型，这种农业可称为“立体农业”，它主要体现了因地制宜的原则，可以更好地获取效益。", "answer": "(1)光谱　植被类型 (2)①监测范围大；②瞬时成像；③实时传输；④快速处理；⑤迅速获取信息；⑥实施动态监测等优点。(答出4点即可)(3)垂直分异　光、热(温度)和水分随地势高低的变化发生分异 (4)立体农业　①可充分利用当地的自然资源(如土地、光热资源等)；　②增加农业产量；③增加农民收入；④开展多种经营等(其他答案只要合理即可)", "side_information": ["◎ 遥感技术（RS）的应用的定义\n遥感技术的概念：所谓遥感，就是遥远的感知，是人们在航空器(如飞机、高空气球)或航天器(如人造卫星)上利用一定的技术装备，对地表物体进行远距离的感知。是指借助对电磁波敏感的仪器，在不与探测目标接触的情况下，记录目标物对电磁波的辐射、反射、散射等信息，揭示目标物的特征、性质及其变化的综合探测技术。 遥感的关键装置—传感器：遥感的关键装置，是一种被称为传感器的仪器。传感器在航空器或航天器上接收地面物体反射或辐射的电磁波信息，并以图像胶片或数据磁带记录下来.传送到地面接收站。由于地面物体的种类、性质、环境条件的不同，其反射和辐射的电磁波也各不相同。所以，可以对遥感信息进行处理和判读分析。", "◎ 遥感技术（RS）的应用的知识扩展\n遥感技术的概念 遥感（Remotesensing，简称RS），就是遥远的感知，是指借助对电磁波敏感的仪器，在不与探测目标接触的情况下，记录目标物对电磁波的辐射、反射、散射等信息，揭示目标物的特征、性质及其变化的综合探测技术。 遥感技术的原理——地物在不断地吸收、发射（辐射）和反射电磁波，并且不同物体的电磁波特性不同。遥感就是根据这个原理，利用一定的技术设备和装置，来探测地表物体对电磁波的反射和地物发射的电磁波，从而提取这些物体的信息，完成远距离识别物体。 遥感技术系统与分类： 1、遥感技术系统的组成 遥感技术系统由遥感平台、传感器、信息传输装置、数字或图像处理设备以及相关技术组成。 遥感平台：是装载传感器的工具，按高度，大体可分为地面平台、航空平台和航天平台三大类。 传感器：是远距离感测地物环境辐射或反射电磁波的仪器，如照相机、扫描仪等。 遥感技术的工作流程： 遥感的分类： 分类标准  类型  遥感平台的高度 航天遥感、航空遥感、近地遥感 电磁波的波谱范围 紫外遥感、可见光遥感、红外遥感、微波遥感、多谱段遥感 应用领域或专题 环境遥感、大气遥感、资源遥感、海洋遥感地质遥感、农业遥感、林业遥感 传感器的工作特点 主动式遥感、被动式遥感航天遥感、航空遥感、近地遥感比较：  航天遥感 航空遥感 近地遥感遥感平台及高度位于大气层外的卫星、宇宙飞船等，高度大于80千米大气层内飞行的各类飞机、飞艇、气球等，高度小于20千米三角架、遥感塔、遥感车（船）、建筑物的顶部 成像特点比例尺最小，覆盖率最大，概括性强，具有宏观的特性；多为多波段成像比例尺中等，画面清晰，分辨率高，可以对垂直点地物清晰成像；多为单一波段成像比例尺最大，覆盖率最小，画面最清晰，多为单一波段成像应用特点动态性好，适合对某地区连续观察，周期性好动态性差，适合做长周期（几个月及更长）观察  遥感与资源普查： 应用领域具体内容  备注 矿产资源蕴藏矿产的地方有许多是地质断裂或环形构造带，较容易借助遥感技术“发现”矿产人们只需要分析遥感图像就可以划定蕴藏矿产的大致区域 生物资源通过遥感图像解译或图像处理技术，提取植被的分布、类型、结构、健康状况、产量等数据为农业、林业、城市绿化、环境保护等部门服务遥感与环境灾害监测： 随着遥感技术的发展，遥感将不仅为人们提供信息资源，改变人们的生产、生活与交往方式，而且在环境监测、灾害预警等方面发挥巨大作用，有助于灾害的预防、环境的治理和保护。 应用领域 具体内容 备注 环境监测荒漠化、土壤盐渍化、海上冰山漂流、海洋生态、全球气候变化及其影响、植被变化、水体污染、大气污染等有利于人们了解环境变化，使环境得到保护和改善 灾害监测 旱情、水灾、滑坡、泥石流、地震、农林病虫害、森林火灾等 有利于防灾减灾", "◎ 遥感技术（RS）的应用的特性\n遥感技术系统与分类： 一、遥感技术系统的组成：遥感技术系统由遥感平台、传感器、信息传输装置、数字或图像处理设备以及相关技术组成。 遥感平台：是装载传感器的工具，按高度，大体可分为地面平台、航空平台和航天平台三大类。 传感器：是远距离感测地物环境辐射或反射电磁波的仪器，如照相机、扫描仪等。 遥感技术的工作流程： 二、遥感的分类： 分类标准  类型  遥感平台的高度 航天遥感、航空遥感、近地遥感 电磁波的波谱范围 紫外遥感、可见光遥感、红外遥感、微波遥感、多谱段遥感 应用领域或专题 环境遥感、大气遥感、资源遥感、海洋遥感地质遥感、农业遥感、林业遥感 传感器的工作特点 主动式遥感、被动式遥感", "◎ 遥感技术（RS）的应用的知识对比\n航天遥感、航空遥感、近地遥感比较：  航天遥感 航空遥感 近地遥感遥感平台及高度位于大气层外的卫星、宇宙飞船等，高度大于80千米大气层内飞行的各类飞机、飞艇、气球等，高度小于20千米三角架、遥感塔、遥感车（船）、建筑物的顶部 成像特点比例尺最小，覆盖率最大，概括性强，具有宏观的特性；多为多波段成像比例尺中等，画面清晰，分辨率高，可以对垂直点地物清晰成像；多为单一波段成像比例尺最大，覆盖率最小，画面最清晰，多为单一波段成像应用特点动态性好，适合对某地区连续观察，周期性好动态性差，适合做长周期（几个月及更长）观察  ", "◎ 遥感技术（RS）的应用的知识点拨\n遥感的基本工作原理：地物在不断地吸收、发射（辐射）和反射电磁波，并且不同物体的电磁波特性不同。遥感就是根据这个原理，遥感是利用装在飞机或人造卫星等上面的光学和电子设备，接收地球上物体反射或辐射的电磁波，以图像胶片或数据磁带记录下来，再传回地面接收站，使用处理和识别设备进行处理和分析，获得地物的信息。遥感技术的应用：1、遥感与资源普查： 应用领域具体内容  备注 矿产资源蕴藏矿产的地方有许多是地质断裂或环形构造带，较容易借助遥感技术“发现”矿产人们只需要分析遥感图像就可以划定蕴藏矿产的大致区域 生物资源通过遥感图像解译或图像处理技术，提取植被的分布、类型、结构、健康状况、产量等数据为农业、林业、城市绿化、环境保护等部门服务2、遥感与环境灾害监测：随着遥感技术的发展，遥感将不仅为人们提供信息资源，改变人们的生产、生活与交往方式，而且在环境监测、灾害预警等方面发挥巨大作用，有助于灾害的预防、环境的治理和保护。 应用领域 具体内容 备注 环境监测荒漠化、土壤盐渍化、海上冰山漂流、海洋生态、全球气候变化及其影响、植被变化、水体污染、大气污染等有利于人们了解环境变化，使环境得到保护和改善 灾害监测 旱情、水灾、滑坡、泥石流、地震、农林病虫害、森林火灾等 有利于防灾减灾", "◎ 遥感技术（RS）的应用的教学目标\n1、了解RS的概念和类型。  2、结合实例了解遥感在资源普查、环境和灾害监测中的应用。", "◎ 遥感技术（RS）的应用的考试要求\n能力要求：了解/识记课时要求：1考试频率：必考分值比重：2"], "image": {"path": "val/images/high_geography_30629.png"}}
{"subject": "geography", "id": "geography_41381", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "读下图和表，完成下列各题。地层序号地质年代①元古宙②古生代早期③中生代侏罗纪④中生代白垩纪（1）确定地层年代的方法有两种：一是根据岩石中放射性元素的衰变规律，二是根据________________。（2）岩层形成时一般呈水平状态，从A区岩层的形状及地层的顺序来看，此处地层的顺序有_____现象，在野外可以通过研究________来证明。（3）在图示区域内能找到古生代煤层的可能性不大，因为此地缺失________，其缺失的原因可能是_____________。（4）③号地层由含珊瑚化石的石灰岩组成，可以证明在侏罗纪时，该区域的环境为________，有可能形成的矿产资源是______。", "solution_info": "本题考查地球的早期演化和地质年代。详解（1）除了放射性同位素测定法，还可以利用标准化石测定法来确定地层年代。（2）岩层形成时一般呈水平状态，但受地壳运动影响，地层的顺序有颠倒现象，在野外可以通过研究化石来证明。（3）古生代煤层主要形成于古生代后期，图示区域内因为受地质环境变迁的影响，古生代后期地层缺失，原因可能是那个时期没有沉积或沉积层被侵蚀。（4）珊瑚是热带海洋环境中的生物；在热带海洋环境中有可能形成石油、天然气等。点睛", "answer": "地层中化石的年代    颠倒    化石    古生代后期的地层    此地在古生代后期的高度较高，没有物质沉积下来(或形成有那个时代的地层，后来由于其他作用被侵蚀掉了)    热带海洋    石油、天然气", "side_information": [], "image": {"path": "val/images/high_geography_41381.png"}}
{"subject": "geography", "id": "geography_26587", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "读下列两幅图，完成15～16题。　　　　　　　　　　　　15．两图所示的含义是(　　)①零售商业面积与行人流量之间存在负相关关系②零售商业面积与行人流量之间既存在负相关也存在正相关关系③道路交叉口对零售商业的吸引力小于公交站点④道路交叉口对零售商业的吸引力大于公交站点       A．①② B．③④C．①③ D．②④16．如上图所示，影响零售商业布局的主导因素是                                                    A．交通、市场           B．行人、营业面积               图1                 　图2C．营业面积、人口、密度 D．人口密度、交通", "solution_info": "图1显示行人流量增加的时候，零售商业面积既有增大，也有减小，②正确。图2显示与交通节点的距离相同时，道路交叉口的零售商业面积大于公交站点，④正确。答案：选D。16.", "answer": "15.", "side_information": [], "image": {"path": "val/images/high_geography_26587.png"}}
{"subject": "geography", "id": "geography_23576", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "阅读图文资料，完成下列要求。攀枝花米易县山谷相间，盆地交错分布，地势北高南低，属南亚热带干热河谷立体气候，有“山高一丈，大不一样”之说。米易县政府编制了《米易县“十三五”易地扶贫搬迁实施方案》，2019年将实行3800余人的搬迁。攀枝花适宜多种水果生长，目前，政府把发展水果产业作为重点扶贫项目之一。其中米易县是全国最大的早熟、优质枇杷基地（枇杷树喜光，喜温，不耐寒，一般秋天或初冬开花，春天结果，初夏成熟），11月下旬即可采摘上市，持续到次年5月上旬。下图示意攀枝花附近地区和各区县水果种植分布。（1）推测米易县枇杷品质好、上市早的有利气候条件。（2）热带、亚热带及温带水果在攀枝花都能找到种植区，试说明其自然原因。（3）试为攀枝花水果产业进一步发展提出建议。（4）攀枝花部分山区异地搬迁扶贫优于就地扶贫的地理原因。", "solution_info": "考查农业区位因素，难度一般，综合性较强，要求学生结合所学知识，并进行图文分析联系，实际进行迁移运用，紧扣着区域认知、综合思维等地理核心素养。详解（1）分析农作物品质较好的气候条件，通常从光照、热量、水分、昼夜温差、生长期等方面去分析，上市较早，说明该区域热量条件好，有助于农作物的开花结果，而热量条件大多数都受地形的影响。（2）热带、亚热带以及温带水果在攀枝花都能够找到种植区域说明攀枝花先天气候条件适宜多种水果的生长，实际上在考察自然带的复杂性的影响因素，受三个因素的影响，分别是纬度、海拔以及相对高度。攀枝花纬度较低，海拔较高，气候垂直差异明显，自然带谱较复杂，因此适合多种水果的种植。（3）考察区域农业可持续发展的措施，可以从延长产业链深加工，提高附加值增加科技，改善交通，以及当地的基础设施建设，因地制宜拓宽市场形成品牌效应等方面作答。（4）易地搬迁扶贫可以增加就业岗位而扩大就业，进而提高农民的收入，增加经济效益，同时保护原来地区的生态环境，节省了资金的投入，又帮助农民改善了生活。点睛(1)影响农业的主要区位因素气候:热量、光照、降水影响极大地形:影响农业的类型(平原与山区不同)、影响农作物的分布(农作物随海拔有所不同)。土壤:作物生长的物质基础，不同土壤适宜生长不同作物，东南丘陵的红壤适宜种茶树等。市场:市场的需求量最终决定了农业生产的类型和规模交能运输:园艺业、乳畜业产品容易变质，要求有方便的交通运输条件政策:国家政策和政府干预手段影响。(2)自然因素的利用改造扩大某种农作物的区位范围改造不适宜的自然因素，使之适于发展农业。改造要根据当地的经济技术条件，并充分考虑投入和产出比(3)社会经济的发展变化市场需求变化对农业区位的影响最为突出。交通运输条件改善和农产品保鲜、冷藏等技术的发展，使市场对农业区位的影响在地域上大为扩展。", "answer": "（1）（米易县地处南亚热带），冬无严寒，利于枇杷树越冬；（冬春季节少雨），光热条件好，有利于枇杷提前开花结果；昼夜温差大，利于糖分积累，枇杷品质高。 （2）攀枝花地处亚热带，适合亚热带水果生长；干热河谷地区，气温偏高，适合热带水果生长；境内地势起伏大，气候垂直差异显著，海拔较高区适合温带水果生长。 （3）加大政策扶持力度：因地制宜，扩大水果种植规模以达到规模效益和影响（实行专业化生产）；发展水果加工产业，延长产业链，提升利润空间；加大农业科技投入，确保水果品质；改善交通条件，与物流公司和电商平台合作，不断开拓水果市场；利用水果生产带动旅游业。（任答4点） （4）节省扶贫资金投入；扩大就业机会，增加农民收入；改善搬迁群众生活生产条件；保护生态环境。（任答2点）（其他合理答案可酌情给分）", "side_information": ["◎ 农业区位因素及其变化的定义\n农业发展与区位的关系： ", "◎ 农业区位因素及其变化的知识扩展\n农业区位因素及其变化： 农业发展与区位的关系： 社会经济因素发展变化对农业区位的影响", "◎ 农业区位因素及其变化的特性\n社会经济因素发展变化对农业区位的影响：影响农业的区位因素在不断地变化。自然因宜比较稳定，社会经济因素发展变化较快。社会经济、文化、科技等条件在不断变化中，它们通过对地形、光热、土坡的改造或对市场、交通等因素的影响，间接或直接地影响农业发展。", "◎ 农业区位因素及其变化的教学目标\n1、学会分析农业区位因素及其变化对农业区位的影响。2、能够分析某地或某种农业的区位选择。", "◎ 农业区位因素及其变化的考试要求\n能力要求：掌握/应用课时要求：1考试频率：必考分值比重：4"], "image": {"path": "val/images/high_geography_23576.png"}}
{"subject": "geography", "id": "geography_29579", "type": "fill-in-the-blank", "grade": "high", "difficulty": "hard", "question_info": "河道纵比降是指河流(或某一河段)水面沿河流方向的高差与相应的河流长度比值。读下图，完成9～10题。9．海拔在2000米至4000米之间河流流量迅速增加的主要原因是(　　)①降水增多　②汇入支流增多　③冰川融水增多　④湖泊补给增多　⑤流域面积扩大A．①②③                                             B．②③④    C", "solution_info": "：第9题，冰川融水主要集中在海拔较高的源头附近，雅鲁藏布江所经湖泊较少，所以其水量迅速增加的主要原因是降水、支流等影响。第10题，雅鲁藏布江距河源1500～1700km的河段落差最大，水量较大，所以水能最丰富。\n第9题，冰川融水主要集中在海拔较高的源头附近，雅鲁藏布江所经湖泊较少，所以其水量迅速增加的主要原因是降水、支流等影响。第10题，雅鲁藏布江距河源1500～1700km的河段落差最大，水量较大，所以水能最丰富。", "answer": "答案：9.D　10.C", "side_information": [], "image": {"path": "val/images/high_geography_29579.png"}}
{"subject": "geography", "id": "geography_25254", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "下图示意我国某企业集团型生态产业园区的生产联系。完成7～8题。7．影响该生态产业核心企业布局的主导因素是(　　)A．能源               B．技术C．原料               D．市场8．该生态产业园区中(　　)A．企业的集聚避免了市场的竞争B．技术协作带来了企业间的集聚C．企业彼此间形成了生产工序上的联系D．物质的循环利用形成了第一产业和第二产业的联系", "solution_info": "：该生态产业核心企业是制糖厂，影响其布局的主要因素为原料。答案：C\n该生态产业核心企业是制糖厂，影响其布局的主要因素为原料。 答案：C 解析：该工业园发展的是循环经济，物质的循环利用形成了第一产业和第二产业的联系。 答案：8.D", "answer": "C", "side_information": ["◎ 工业集聚与工业地域的定义\n工业联系：有工业生产就有工业联系，工业联系是工业杜会化、专业化的必然结果。基础设施方面的工业联系见下表：工业联系表现举例生产工序上的工业联系工厂之间存在着产品与原料的联系，一家工厂生产的产品是另一家工厂的原料，这两家工厂之间就形成了生产工序上的工业联系纺织厂和印染厂之间的工业联系空间利用上的工业联系工厂之间虽然没有生产工序上的联系，但布局在同一个工业区内，共同利用工业区的道路、供水、供电、通信等基础设施及其他生产、生活服务设施，或者共同利用当地廉价的劳动力，形成空间利用上的工业联系我国许多地方的经济技术开发区中的工业联系工业集聚：①概念：工业集聚是具有工业联系的一些工厂往往近距离聚集起来形成集聚的现象。②意义：工业集聚可以加强企业间的信息交流和技术协作，降低中间产品的运输费用和能源消耗，充分利用基础设施，节约生产建设投资，进而降低生产成本，提高生产效率和利润，取得规模效益。③形式：工业集聚的形式多样，原因、结果也不相同，但主要表现为传统工业的集聚和新工业的集聚。集聚形式传统工业的集聚新工业的集聚集聚原因传统的大批量标准化产品的生产过程中，一些在生产上有投人一产出联系，且原料和产品的运输量都较大的工业企业，相互靠近而导致集聚在新的小批量定制产品的生产过程中，因要获得规模效益而在地理空间上相互靠近而导致集聚集聚结果形成专业化的生产集聚地域(即传统工业区)形成技术密集的专业化工业集聚地域(即新工业区)工业部门和工业地域钢铁工业集聚形成钢铁工业区，石油化学工业集聚形成石油化工区电子工业集聚形成的工业区，如美国“硅谷”、日本“硅岛”、德国的慕尼黑、英国的苏格兰等地工业集聚作用：扩大总体生产能力，最终降低生产成本，提高利润，提高规模效益。", "◎ 工业集聚与工业地域的知识扩展\n作用：扩大总体生产能力，最终降低生产成本，提高利润，提高规模效益。 ", "◎ 工业集聚与工业地域的特性\n工业集聚地域形成类型及性质分类：", "◎ 工业集聚与工业地域的知识点拨\n工业集聚与工业地域的形成：①形成类型：工业集聚而形成的地域，称为工业地域。工业地域的形成包括两种情况：一是以生产工序上的工业联系为基础，以降低生产成本为目的而自发形成的工业地域；二是规划建设的工业地域。②发展类型：不同的工业部门，因其对地理位置、自然环境和社会条件的需求不同，以及自身的工业生产特点，会形成不同类型的工业地域。工业地域发育程度高的工业地域发育程度低的工业地域发展条件钢铁工业、石化工业、机械工业等生产过程复杂，其内部的工业联系比较复杂，形成的工业地域面积大，协作企业多，生产规模大，发育程度高主要依靠当地的自然资源和农产品，发展初步的加工工业，这样形成的工业地城，工业联系简单，规模小，工厂少，发育程度低发展特点面积大，往往由于工业地域的扩展而形成工业城市面积小，发育程度低，发展潜力小举例钢铁城、汽车城面粉厂、钱点厂、糖果厂", "◎ 工业集聚与工业地域的教学目标\n1、了解工业联系的形成和原因。2、掌握工业集聚和分散的优点及原因。3、掌握工业地域的形成、发展、分类。4、了解工业地域联系的必要性和主要方式。5、培养综合分析问题、解决问题的能力。6、用联系的观点看待工业的集聚和分散，加强辩证唯物主义教育。", "◎ 工业集聚与工业地域的考试要求\n能力要求：掌握/应用课时要求：105考试频率：常考分值比重：10"], "image": {"path": "val/images/high_geography_25254.png"}}
{"subject": "geography", "id": "geography_19135", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "某城市岛国大力建设公共住房(即由政府控制的低成本住房)，解决了80％以上国民的居住问题。图1示意2008年该国公共住房的空间分布。读图完成1～2题。1", "solution_info": "公共住房的分布规律及其影响因素为切入点精讲精析：1选D，2选A。读懂图例、\n公共住房的分布规律及其影响因素为切入点 精讲精析：1选D，2选A。 读懂图例、分析地图是本题组做题关键，从图中获取几个方面信息：①中心城区位于城市岛国南部；②主要几条交通干线从中心城区向北部延伸；③公共住房沿城市快速交通干线、站点分布；④其他功能区工业区、自然保护区、绿地分布状况。 第1题 ，分析如下：    选项   具体分析        A项   公共住宅区占80%  无明显高低级住宅区等级分类     B项   相对集中分布于城市东部，中部是以绿地自然保护区为主     C项   公共住宅区分布于中心城区北部，没有沿中心城区呈环状分布     D项   图中明确公共住房沿快速交通干线分布    第2题，根据上题分析获取公共住房沿交通线分布，因而布局应考虑交通基础设施因素，且公共住房区解决80%以上公民居住问题，应该方便上下班和出行，以交通干线联系着工业区、住宅区、中心城区等，交通干线建设避开了绿地、自然保护区，可见公共住房建设并没有考虑休闲娱乐、产业结构、环境质量和历史文化。因而公共住房区布局应考虑城市的基础设施和功能分区。", "answer": "思路点拨：本题组结合热点公共住房问题考查城市内部功能区的分布特点及其影响功能区分布的因素。解答该题应从读公共住房空间分布图、读懂各图例及其在图中分布关系入手，结合图例读图", "side_information": [], "image": {"path": "val/images/high_geography_19135.png"}}
{"subject": "geography", "id": "geography_8433", "type": "multiple-choice", "grade": "high", "difficulty": "medium", "question_info": "季风指数是季风现象明显程度的量值，其大小反映一个地区季风环流的强弱程度。下图示意我国东部地区1880-2000年的夏季风指数(a)和冬季风指数(b)距平（距平是某一系列数值中的某一个数值与平均值的差）值曲线。据此完成下列小题。112．下列年份，我国江淮地区梅雨期最明显的是", "options": ["1880年", "1907年", "1920年", "1980年113．与1960年相比，2000年黄河三角洲"], "solution_info": "112．夏季风指数弱的年份，雨带在南方停留的时间长，江淮地区梅雨季节时间长，我国江淮地区梅雨期最明显的是1980年，夏季风指数最低，D对。A、B、C错。113．1960年夏季风指数大，北方雨季长，黄河流域降水量大，黄河三角洲海岸线推移快。与1960年相比，2000年夏季风指数小，黄河流域降水少，黄河三角洲泥沙沉积量小，海岸线前移速度慢，C对。A、B、D错。", "answer": "112．D 113．C", "side_information": ["◎ 全球的气压带风带及其季节性位移的定义\n全球的气压带风带及其季节性位移：1、定义：具有全球性的有规律的大气运动  。2、作用：调整全球的水热分布，是各地天气和气候形成的重要因素；3、影响因素：高低纬受热不均、地转偏向力。4、在地球球面均一，地球自转的条件下，大气在水平气压梯度力和地转偏向力的共同作用下形成，共七个气压带、六个风带。具体图示如下：(春、秋分日时)  5、气压带、风带位置随太阳直射点的移动而发生季节变化。就北半球而言，各气压带、风带位置大致是夏季北移，冬季南移。如下图所示：", "◎ 全球的气压带风带及其季节性位移的知识扩展\n1、概念：具有全球性的有规律的大气运动 2、作用：调整全球的水热分布，是各地天气和气候形成的重要因素 3、影响因素：高低纬受热不均、地转偏向力 在地球球面均一，地球自转的条件下，大气在水平气压梯度力和地转偏向力的共同作用下形成，共七个气压带、六个风带。具体图示如下：(春、秋分日时) 4、气压带、风带位置随太阳直射点的移动而发生季节变化。就北半球而言，各气压带、风带位置大致是夏季北移，冬季南移。如下图所示：", "◎ 全球的气压带风带及其季节性位移的相关定理\n ", "◎ 全球的气压带风带及其季节性位移的知识对比\n气压带的形成：气压带纬度位置形成过程成因类型赤道低气压带赤道附近，南北纬5°之间接受太阳辐射最多，近地面空气受热膨胀上升，空气减少，气压降低热力原因副热带高气压带 副热带地区，南北纬30°附近赤道上空气流流向高纬，受地转偏向力影响，偏转成西风，在副热带上空集聚下沉，近地面气压升高动力原因副极地低气压带 副极地地区，南北纬60°附近极地东风与盛行西风在副极地地区相遇，盛行西风主动爬升，近地面气压降低动力原因极地高气压带南北纬90°附近接受太阳辐射最少，终年寒冷，空气下沉，气压升高热力原因风带的形成：风带形成极地东风带由极地高气压带向南(北)流出的寒冷气流，在地转偏向力的作用下，逐渐右(左)偏成东北(南)风中纬西风带近地面由副热带高气压带向北(南)流出的一支，在地转偏向力的作用下，逐渐向右(左)偏转成西南(北)风，称为盛行西风带低纬信风带由于气压差的存在，近地面气流由副热带高气压带向南(北)流动，向南(北)的一支流向赤道低气压带，在地转偏向力的作用下，北(南)风逐渐向右(左)偏转成东北(南)风", "◎ 全球的气压带风带及其季节性位移的知识点拨\n特别提示：(1)从气压带来看，全球七个气压带是高低相间分布的，且以赤道为轴南北对称分布。(2)风带的分布是以赤道为轴南北对称分布的，即南北半球的信风带、西风带和极地东风带。(3)各气压带的高低性质主要取决于各气压带气流在垂直方向上的运动方式，即上升和下沉，凡盛行下沉气流的区域，必定为高气压带，而盛行上升气流的地区，则为低气压带。(4)低纬环流和高纬环流是热力环流，中纬环流是动力环流。(5)风带中风向的确定：根据水平气压梯度力、地转偏向力、摩擦力对风向的影响，风总是由高压区流向低压区，在北半球向右偏，在南半球向左偏。  ", "◎ 全球的气压带风带及其季节性位移的教学目标\n1、能够描述气压带风带形成的过程。2、通过学习气压带风带的分布，能绘制全球气压带风带分布图。3、掌握全球气压带风带季节性位移的规律。4、学会读图的方法，能从图中获取有效的地理信息。", "◎ 全球的气压带风带及其季节性位移的考试要求\n能力要求：掌握/应用课时要求：1考试频率：常考分值比重：4"], "image": {"path": "val/images/high_geography_8433.png"}}
{"subject": "geography", "id": "geography_8856", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "读“以北极为中心的局部大气环流分布示意图”(AB为晨昏线，阴影部分为气压带)，回答1～2题。1．图中甲所在地的气压带名称应该是               (　　)A．赤道低气压带B．副极地低气压带C．副热带高气压带D．极地高气压带2．在此期间，以下地理现象可能出现的是                                  (　　)A．我国长江中下游地区盛行西北风B．开普敦处于炎热干燥的季节C．阿根廷农民正收获小麦D．亚欧大陆等温线向高纬凸出", "solution_info": "：从气压带的纬度分布判断，图示三个气压带自外向里依次是副热带高气压带、副极地低气压带、极地高气压带。答案：C\n从气压带的纬度分布判断，图示三个气压带自外向里依次是副热带高气压带、副极地低气压带、极地高气压带。 答案：C 解析：此期间北半球为夏季，长江中下游夏季盛行东南风，故A项错误；此期间南半球为冬季，开普敦此时温和多雨，阿根廷小麦正值越冬，故B、C两项错误。 答案：D", "answer": "C", "side_information": ["◎ 全球的气压带风带及其季节性位移的定义\n全球的气压带风带及其季节性位移：1、定义：具有全球性的有规律的大气运动  。2、作用：调整全球的水热分布，是各地天气和气候形成的重要因素；3、影响因素：高低纬受热不均、地转偏向力。4、在地球球面均一，地球自转的条件下，大气在水平气压梯度力和地转偏向力的共同作用下形成，共七个气压带、六个风带。具体图示如下：(春、秋分日时)  5、气压带、风带位置随太阳直射点的移动而发生季节变化。就北半球而言，各气压带、风带位置大致是夏季北移，冬季南移。如下图所示：", "◎ 全球的气压带风带及其季节性位移的知识扩展\n1、概念：具有全球性的有规律的大气运动 2、作用：调整全球的水热分布，是各地天气和气候形成的重要因素 3、影响因素：高低纬受热不均、地转偏向力 在地球球面均一，地球自转的条件下，大气在水平气压梯度力和地转偏向力的共同作用下形成，共七个气压带、六个风带。具体图示如下：(春、秋分日时) 4、气压带、风带位置随太阳直射点的移动而发生季节变化。就北半球而言，各气压带、风带位置大致是夏季北移，冬季南移。如下图所示：", "◎ 全球的气压带风带及其季节性位移的相关定理\n ", "◎ 全球的气压带风带及其季节性位移的知识对比\n气压带的形成：气压带纬度位置形成过程成因类型赤道低气压带赤道附近，南北纬5°之间接受太阳辐射最多，近地面空气受热膨胀上升，空气减少，气压降低热力原因副热带高气压带 副热带地区，南北纬30°附近赤道上空气流流向高纬，受地转偏向力影响，偏转成西风，在副热带上空集聚下沉，近地面气压升高动力原因副极地低气压带 副极地地区，南北纬60°附近极地东风与盛行西风在副极地地区相遇，盛行西风主动爬升，近地面气压降低动力原因极地高气压带南北纬90°附近接受太阳辐射最少，终年寒冷，空气下沉，气压升高热力原因风带的形成：风带形成极地东风带由极地高气压带向南(北)流出的寒冷气流，在地转偏向力的作用下，逐渐右(左)偏成东北(南)风中纬西风带近地面由副热带高气压带向北(南)流出的一支，在地转偏向力的作用下，逐渐向右(左)偏转成西南(北)风，称为盛行西风带低纬信风带由于气压差的存在，近地面气流由副热带高气压带向南(北)流动，向南(北)的一支流向赤道低气压带，在地转偏向力的作用下，北(南)风逐渐向右(左)偏转成东北(南)风", "◎ 全球的气压带风带及其季节性位移的知识点拨\n特别提示：(1)从气压带来看，全球七个气压带是高低相间分布的，且以赤道为轴南北对称分布。(2)风带的分布是以赤道为轴南北对称分布的，即南北半球的信风带、西风带和极地东风带。(3)各气压带的高低性质主要取决于各气压带气流在垂直方向上的运动方式，即上升和下沉，凡盛行下沉气流的区域，必定为高气压带，而盛行上升气流的地区，则为低气压带。(4)低纬环流和高纬环流是热力环流，中纬环流是动力环流。(5)风带中风向的确定：根据水平气压梯度力、地转偏向力、摩擦力对风向的影响，风总是由高压区流向低压区，在北半球向右偏，在南半球向左偏。  ", "◎ 全球的气压带风带及其季节性位移的教学目标\n1、能够描述气压带风带形成的过程。2、通过学习气压带风带的分布，能绘制全球气压带风带分布图。3、掌握全球气压带风带季节性位移的规律。4、学会读图的方法，能从图中获取有效的地理信息。", "◎ 全球的气压带风带及其季节性位移的考试要求\n能力要求：掌握/应用课时要求：1考试频率：常考分值比重：4"], "image": {"path": "val/images/high_geography_8856.png"}}