{"subject": "geography", "id": "geography_6906", "type": "multiple-choice", "grade": "high", "difficulty": "medium", "question_info": "长城是人类文明史上最伟大的建筑工程之一，它东起鸭绿江边，经山海关西至嘉峪关。读长城主体部分位置示意图，完成下面小题。5．长城最西端关隘——嘉峪关所在省级行政区的简称是（）", "options": ["宁", "陕", "甘", "青6．长城自西向东跨越了我国（）"], "solution_info": "5．长城最西端关隘——嘉峪关所在省级行政区是甘肃省，简称是甘或陇，C正确。宁是宁夏回族自治区的简称，陕是陕西省的简称，青是青海省的简称，ABD错误，故选C。6．长城自西向东跨越了我国地势第二、三阶梯，没有经过青藏高原的第一级阶梯，A错误、B正确。长城自西向东没有跨越我国南方地区的亚热带、热带，CD错误。故选B。点睛长城的地理分界线意义：（1）大致与400mm等降水量线吻合；(2）暖温带与中温带的分界线；(3)黄土高原与内蒙古高原的分界线；(4)冬小麦种植区与春小麦种植区的分界线；(5)耕作区与畜牧区的分界线。", "answer": "C    6         ．          B", "side_information": ["◎ 中国的疆域的定义\n陆界和邻国：我国陆上国界长达2万多千米，共有14个陆上邻国，从鸭绿江口开始到北仑河口依次为朝鲜、俄罗斯、蒙古、哈萨克斯坦、吉尔吉斯斯坦、塔吉克斯坦、阿富汗、巴基斯坦、印度、尼泊尔、不丹、缅甸、老挝、越南。我国有18000千米长的海岸线，对于我国的海上疆界同学们应了解如下几个概念：1.临海：和大陆直接相临的海域。我国的临海有渤海、黄海、东海、太平洋、南海。这里应注意我国台湾岛的东部与太平洋直接相临。（广阔的太平洋给我国带来了大量的水汽，对我国的工农业生产及海洋运输、海洋资源开发产生着重大而深远的影响。）2.领海：国家领土在海中的延伸，属于国家领土的一部分。领海的范围是从大陆海岸基线向海上延伸12海里。国家对领海行使主权。　　3.内海：如果边缘海或海峡完全属于我国领海，则为我国内海。我国的内海有渤海和琼州海峡。4.专属经济区：从大陆海岸基线向海中延伸200海里。专属经济区所属国家具有勘探、开发、使用、养护、管理海床和底土及其上覆水域自然资源的权利，对人工设施的建造使用、科研、环保等的权利。其它国家仍然享有航行和飞越的自由，以及与这些自由有关的其他符合国际法的用途（铺设海底电缆、管道等）。5.海峡：台湾海峡、琼州海峡、渤海海峡半岛：我国的半岛自北向南有辽东半岛、山东半岛、雷州半岛。6.岛屿：我国是世界上岛屿众多的国家之一。我国90%的岛屿分布在东海和南海。台湾岛、海南岛、崇明岛分别是我国第一、第二、第三大岛。舟山群岛、庙岛群岛、澎湖列岛、南海诸岛是我国的四大群岛。浙江省是我国岛屿分布最多的省。", "◎ 中国的疆域的知识扩展\n1、我国位置的优越性：半球划分：东半球、北半球海陆位置：亚欧大陆东部、太平洋西岸。经纬位置：大部分位于中纬度地区，属北温带。南部少数地区位于热带，没有寒带。最东端黑龙江和乌苏里江交汇处，最西端帕米尔高原，最南端南沙群岛曾母暗沙，最北端漠河以北黑龙江主航道。2、我国国土辽阔：陆地国土：陆地面积约960万平方千米，陆上邻国14个。海洋国土：濒临的海洋有渤海、黄海、东海、南海，主要岛屿有台湾岛、海南岛、舟山群岛、南海诸岛。，隔海相望的国家有6个。渤海附近有我国最大的盐场——长芦盐场，东海有我国最大的渔场——舟山渔场。南海鱼类产量和油气产量均是最大的。 ", "◎ 中国的疆域的知识导图\n中国政区图：", "◎ 中国的疆域的特性\n中国疆域特点：1.面积广大，陆地面积有960万平方千米（还有37万平方千米的海洋国土、300万平方千米专属经济区）。在世界各国中，仅次于俄罗斯、加拿大，是世界第三大国。2.领土四至最北端：黑龙江漠河以北黑龙江主航道中主线（多）最南端：南海南沙群岛上的曾母暗沙（附近）最东端：黑龙江与乌苏里江主航道中心线汇合处（多）最西端：新疆帕米尔高原（附近）南北跨纬度近，约5500千米，东西跨经度多、约5000千米，是一个地域辽阔、自然环境差异十分显著的国度。 ", "◎ 中国的疆域的知识点拨\n中国在世界的位置：中国的位置：半球位置：北半球、东半球海陆位置：亚洲的东部、太平洋的西岸纬度位置：南北跨纬度近50°，大部分在温带，南部小部分在热带，没有寒带 与我国接壤的国家：（2004年，中国承认锡金为印度的一个邦）邻国名称 所属区域与中国相邻的省 地理特征朝鲜 东亚辽宁、吉林 半岛国俄罗斯 相邻部分属北亚 吉林、黑龙江、内蒙古、新疆 世界上面积最大的国家蒙古 东亚内蒙古、甘肃、新疆 内陆国 哈萨克斯坦 中亚新疆         均为内陆国，哈萨克斯坦为世界最大的内陆国吉尔吉斯斯坦 塔吉克斯坦 阿富汗 西亚新疆内陆国（目前世界热点）巴基斯坦 南亚新疆临海国、与我国相邻的是克什米尔的巴控区印度 南亚新疆、西藏 临海国（重点国家）尼泊尔 南亚西藏         内陆山国，以喜马拉雅山与中国分界，珠穆朗玛峰位于中尼边界不丹 缅甸东南亚西藏、云南 临海国，怒江流入缅甸后为萨尔温江老挝东南亚云南内陆国，澜沧江流入缅甸、老挝后为湄公河 越南东南亚云南、广西 临海国与中国隔海相望的国家：韩国、日本、菲律宾、马来西亚、文莱、印度尼西亚。", "◎ 中国的疆域的知识拓展\n关注“南海危机” 在东海、黄海地区，我国与朝鲜、韩国、日本的专属经济区和大陆架划界问题一直没有解决，我国的钓鱼岛则仍被日本占据着。南海地区的形势更为复杂。目前，在南海地区，各国的专属经济区相互重叠交叉，我国的海洋权益受损最严重。目前，日本不但在东海钓鱼岛问题上态度蛮横，而且其海上自卫队走出国门，南下与东盟国家在马六甲海峡开展联合巡逻和联合军演，插手南海地区事务。近年来，印度的军事战略有所调整，以“控制印度洋”为中心，同时开始执行“向东看”政策。印度加紧建设远洋海军，并已经“东进”南海海域，与越南等国进行联合军事演习，颇令周边感到不安。 ", "◎ 中国的疆域的教学目标\n1、知道我国在地球上的半球位置、纬度位置、海陆位置，并分析优越性。2、了解我国的领土范围，记住陆地面积，知道我国濒临的海洋，记住我国的内海和主要岛屿。3、运用地图掌握地理事物在地图上的空间分布，锻炼分析图文资料的能力。", "◎ 中国的疆域的考试要求\n能力要求：掌握/应用课时要求：1考试频率：必考分值比重：6"], "image": {"path": "val/images/middle_geography_6906.png"}}
{"subject": "geography", "id": "geography_2640", "type": "multiple-choice", "grade": "high", "difficulty": "challenging", "question_info": "下左图“日本本州岛局部地区等高线地形图”，甲、乙为海洋；右图是著名的“雪墙公路”景观图（公路两侧积雪高达20米）。读图，完成下面小题。1．形成“雪墙公路”的水汽来源及风向组合正确的是（   ）", "options": ["甲海洋—东南风", "甲海洋—西北风", "乙海洋—东南风", "乙海洋—西北风2．“雪墙公路”景观最可能位于等高线地形图中的位置是（   ）"], "solution_info": "1．日本属于季风气候，夏季盛行东南风，冬季盛行西北风，读图可知，甲是日本本州岛东部相临的海洋太平洋，本州岛东部处于东南季风的迎风破，乙是西部沿海日本海，本州岛西部处于西北风的迎风坡，东南风温暖湿润，不会形成雪墙，冬季西北风带来日本海的水汽，受山地阻挡，迎风坡降雪多。所以会形成雪墙。故选B。2．读图可知，①和②处于东南季风的山地迎风破，夏季降水多，③处于西北风的山地迎风坡，冬季降雪多。所以选C。", "answer": "1．D2．C", "side_information": ["◎ 影响气候的主要因素的定义\n气候：气候是长时间内气象要素和天气现象的平均或统计状态，时间尺度为月、季、年、数年到数百年以上。气候以冷、暖、干、湿这些特征来衡量，通常由某一时期的平均值和离差值表征。气候的形成主要是由于热量的变化而引起的。气候因素：影响气候的因素主要包括辐射因素，地理因素，环境因素，环境因素，气流因素，海陆位置。", "◎ 影响气候的主要因素的知识扩展\n影响气候的因素：纬度位置、海陆位置和地形", "◎ 影响气候的主要因素的知识导图\n世界气候类型与洋流分布：", "◎ 影响气候的主要因素的特性\n各大洲气候特点：", "◎ 影响气候的主要因素的知识点拨\n影响气候的主要因素有： 1.纬度位置。赤道地区降水多，两极附近降水少。南北回归线附近，大陆东岸降水多，西岸降水少。 2.海陆位置。温带地区，沿海地区降水多，内陆地区降水少。 3.地形因素。通常情况下，山地迎风坡降水多，背风坡降水少，形成“地形雨”4.洋流因素。暖流对沿岸地区气候起到增温、增湿的作用。如西欧海洋性气候的形成，就直接得益于暖湿的北大西洋暖流。寒流对沿岸地区的气候起到降温、减湿的作用。如沿岸寒流对澳大利亚西海岸、秘鲁太平洋沿岸荒漠环境的形成，起到了一定的作用。", "◎ 影响气候的主要因素的教学目标\n1、学会分析纬度位置对气候的影响。2、了解地球运动对气候的影响。3、了解人类活动对气候的影响。4、培养读图、填图、析图、绘图的能力，把学到的知识运用到实际生活中，并能灵活运用。", "◎ 影响气候的主要因素的考试要求\n能力要求：掌握/应用课时要求：1考试频率：必考分值比重：4"], "image": {"path": "val/images/middle_geography_2640.png"}}
{"subject": "geography", "id": "geography_8080", "type": "multiple-choice", "grade": "high", "difficulty": "hard", "question_info": "读图，回答下面小题。71．甲、乙、丙、丁四条路线中，明显经过我国地势三级阶梯的是（   ）", "options": ["甲路线", "乙路线", "丙路线", "丁路线72．与我国年降水量地区分布规律基本一致的是（   ）"], "solution_info": "71．我国的地势是西高东低，呈三级阶梯分布，明显经过我国地势三级阶梯的是乙，故选B。72．我国年降水量地区分布规律是从东南沿海向西北内陆逐渐递减，丙路线与其一致，故选C。73．夏季，我国气温普遍高温，除了青藏高原，乙路线，自东向西到达青藏高原，该地区海拔高，气温低。两地穿着不同主要受地势高低不同，故选D。74．丁路线是跨纬度广，自南向北，气温会越来越冷。故选A。75．甲路线位于秦岭—淮河以南，所以A是正确的。丁路线所经地区都是平原，地表起伏小，D是正确的。我国夏季气温最高的新疆吐鲁番盆地，C是正确的。乙路线，自东向西到达青藏高原，青藏高原是我国夏季气温最低的地区，我国冬季气温最低的是漠河，故B符合题意。", "answer": "71．B 72．C 73．D 74．A 75．B", "side_information": ["◎ 中国的气候，季风的定义\n我国的气候：受纬度位置和海陆位置的影响，我国大多数地区一年内的盛行风向随季节有显著变化，形成了典型的季风气候。冬季风寒冷干燥，是我国冬季南北温差大的主要原因之一；夏季风温暖潮湿，形成了我国的雨季。除青藏高原外，习惯上以大兴安岭—阴山—贺兰山为界，把我国划分为季风区和非季风区。我国的气候类型，主要包括热带季风气候、亚热带季风气候、温带季风气候、温带大陆性气候以及高原山地气候。 我国气温分布特点我国温度带的划分：冬季，我国南北气温差异很大。1月℃等温线大致沿秦岭—淮河一线分布。冬季最冷的地方为黑龙江的漠河镇。夏季，除了青藏高原等地区外，大多数地方普遍高温。夏季最热的地方为新疆吐鲁番。我国由北向南划分为寒温带、中温带、暖温带、亚热带、热带。另外还有高原气候区。划分温度带的主要指标是活动积温。 ", "◎ 中国的气候，季风的知识扩展\n1、我国气温分布特点我国温度带的划分：冬季，我国南北气温差异很大。1月℃等温线大致沿秦岭—淮河一线分布。冬季最冷的地方为黑龙江的漠河镇。夏季，除了青藏高原等地区外，大多数地方普遍高温。夏季最热的地方为新疆吐鲁番。我国由北向南划分为寒温带、中温带、暖温带、亚热带、热带。另外还有高原气候区。划分温度带的主要指标是活动积温。2、东西干湿差异： 年降水量的总趋势是从东南沿海向西北内陆递减。 一个地方的降水量与蒸发量的对比关系，反映了该地气候的湿润程度。我国可以划分为湿润地区、半湿润地区、半干旱地区和干旱地区。3、气候： 受纬度位置和海陆位置的影响，我国大多数地区一年内的盛行风向随季节有显著变化，形成了典型的季风气候。 冬季风寒冷干燥，是我国冬季南北温差大的主要原因之一；夏季风温暖潮湿，形成了我国的雨季。除青藏高原外，习惯上以大兴安岭—阴山—贺兰山为界，把我国划分为季风区和非季风区。我国的气候类型，主要包括热带季风气候、亚热带季风气候、温带季风气候、温带大陆性气候以及高原山地气候。多特殊天气：主要有寒潮、梅雨、台风、沙尘暴等。多旱涝灾害。洪涝是我国发生频繁、损失严重的自然灾害。干旱是对我国农业生产影响最大、最常见且分布范围最广的一种气候灾害。 ", "◎ 中国的气候，季风的知识导图\n中国干湿情况分布图：我国气候分布图：我国季风走向示意图：", "◎ 中国的气候，季风的特性\n我国温度分布特点：我国气温分布特点我国温度带的划分：冬季，我国南北气温差异很大。1月℃等温线大致沿秦岭淮河一线分布。冬季最冷的地方为黑龙江的漠河镇。夏季，除了青藏高原等地区外，大多数地方普遍高温。夏季最热的地方为新疆吐鲁番。我国由北向南划分为寒温带、中温带、暖温带、亚热带、热带。另外还有高原气候区。划分温度带的主要指标是活动积温。我国干湿地区划分与分布特点：干湿地区 干湿状况 主要分布地区 气候和植被湿润区 >800mm 降水量＞蒸发量东南大部、东北的东北部 气候湿润，森林 半湿润区 400-800mm 降水量＞蒸发量 东北平原、华北平原、黄土高原南部和青藏高原东南部 气候较湿润，草原和森林 半干旱区 200-400mm 降水量＜蒸发量 内蒙古高原、黄土高原和青藏高原大部份 气候较干燥，主要为草原 干旱区 <200mm 降水量＜蒸发量 新疆、内蒙古高原西部、青藏高原西北 气候干旱，主要为荒漠 我国气候特点与评价：特征 内容 成因 对农业生产的影响 有利影响 不利影响 大陆性季风气候显著 ①大多数地方冬季寒冷干燥，夏季暖热多雨，②与同纬度其他地区比，冬温偏低，夏温偏高，气温年较差大；③气温年较差和降水的季节变化和年际变化都较大 我国冬季受寒冷的冬季风影响，寒冷干燥；夏季受来自海洋的夏季风影响，暖热多雨 夏季暖热多雨，对农作物等生长十分有利 冬季寒冷干燥，对农作物等生长不利；降水过分集中在夏季，造成春旱、夏涝现象严重；降水的年际变化大，水旱灾害多；寒潮带来严寒，大风、霜冻等恶劣天气，台风造成水灾、风灾。 雨热同期 夏季，我国除高原、高山外，高温期与多雨期一致，水热配合好。 夏季，我国各地得到的太阳光热多，且受夏季风影响，带来充沛的降水 夏热是我国气候资源的一大优势，使广大北方地区都能种植棉花，水稻、玉米等喜温作物 气候复杂多样 我国有多种多样的温度带和干湿地区 我国地域广阔，南北纬度差异大，东西距海远近不同，地形复杂多样 使我国的农作物及各种动植物资源极其丰富 高原、干旱气候区不利于农业发展", "◎ 中国的气候，季风的知识对比\n冬夏气温分布特点对比：季节 分布特点 形成原因 冬季1月 南暖北寒、南北温差大。漠河是我国冬季最冷的地方。0℃等温线大致经过青藏高原东部边缘，东至秦岭－淮河一线 ①我国跨纬度大，冬季太阳直射南半球，我国纬度越高，白昼越短，正午太阳高度越低，因而北方获得热量大大小于南方，气温低得多；②北方靠近冬季风源地，深受冬季风影响，更加剧北方的寒冷，越往南去，冬季风受山岭的重重阻挡，势力和频度都大为减弱，使南北温差增大（可与北美洲地形对气候的影响进行对比） 夏季7月 除青藏高原和天山、大小兴安岭以外，全国普遍高温、南北温差小。吐鲁番盆地是我国夏季最热的地方 ①太阳直射北半球，虽然我国南方正午太阳高度仍大于北方，但北方的白昼却比南方长。太阳照射时间和获得太阳光热量南北相差不大。②受夏季风影响程度不同，北方晴天多，气温回升快，南方雨季长阴雨天多，日照时间短。青藏高原等山地气温低，原因：地势高。吐鲁番盆地夏季最热，原因：①盆地地形，不易散热，且外边气流越过山地下沉时，增温作用强，形成焚风；②沙漠广布，吸热快；③空气干燥天空少云，太阳辐射强。 温度带划分对比：我国根据≥１０℃积温自北向南划分五个温度带，即寒温带、中温带、暖温带、亚热带、热带，同时另有一个独特的青藏高原气候区。季节 分布特点 形成原因 冬季1月 南暖北寒、南北温差大。漠河是我国冬季最冷的地方。0℃等温线大致经过青藏高原东部边缘，东至秦岭－淮河一线 ①我国跨纬度大，冬季太阳直射南半球，我国纬度越高，白昼越短，正午太阳高度越低，因而北方获得热量大大小于南方，气温低得多；②北方靠近冬季风源地，深受冬季风影响，更加剧北方的寒冷，越往南去，冬季风受山岭的重重阻挡，势力和频度都大为减弱，使南北温差增大（可与北美洲地形对气候的影响进行对比） 夏季7月 除青藏高原和天山、大小兴安岭以外，全国普遍高温、南北温差小。吐鲁番盆地是我国夏季最热的地方。①太阳直射北半球，虽然我国南方正午太阳高度仍大于北方，但北方的白昼却比南方长。太阳照射时间和获得太阳光热量南北相差不大。②受夏季风影响程度不同，北方晴天多，气温回升快，南方雨季长阴雨天多，日照时间短。青藏高原等山地气温低，原因：地势高。吐鲁番盆地夏季最热，原因：①盆地地形，不易散热，且外边气流越过山地下沉时，增温作用强，形成焚风；②沙漠广布，吸热快；③空气干燥天空少云，太阳辐射强。温度带划分及其分布：我国根据≥１０℃积温自北向南划分五个温度带，即寒温带、中温带、暖温带、亚热带、热带，同时另有一个独特的青藏高原气候区。温度带 范围 ≧1000℃积温 作物熟制 热带 琼全部和台南部、粤南部（雷州半岛）、滇南部（西双版纳） ＞8000℃ 一年三熟，我国热带作物和热带经济林的重要产区 亚热带 秦淮一线以南的大部分地区，青藏高原以东 4500－8000℃ 一年两熟到三熟。稻麦两熟或双季稻。双季稻加冬作油菜或冬小麦。我国水稻、油菜及亚热带水果、经济林的重要产区。 暖温带 黄河中下游大部分地区即鲁全部和陕、晋、冀大部分和南疆 3400－4500℃ 两年三熟或一年两熟。我国冬小表、玉米、谷子及温带水果（苹果、梨、葡萄等）的主产区。 中温带 吉全部和黑、辽、内蒙古大部，北疆 1600－3400℃ 一年一熟。春小麦、大豆、甜菜、玉米、谷子、高粱 寒温带 黑、内蒙古的最北部 ＜1600℃ 一年一熟。生长期较短的早熟作物为主：春小麦、大麦、马铃薯等 高原气候区 青海、西藏大部和四川西部 ＜2000℃ 一年一熟。青稞等 降水分布与时间对比：基本特点（规律） 原因 影响 名称 空间分布规律从东南沿海向西北内陆逐渐渐少 影响我国降水的主要来源是夏季风。我国东部广大地区受东南季风和西南季风的影响大，降水多；西北内陆地区受夏季风影响不明显，降水稀少 东南部湿润，愈向西北部内陆越干燥 时间变化 季节变化 降水季节分配不均，降水集中在5月到9月的夏秋季节 夏季受来自海洋的湿润气流影响，降水丰沛；冬季受来自大陆的干燥空气的影响，降水少 使我国旱涝灾害频繁，夏季风强或来的早，北涝南旱；夏季风弱或来的晚，南涝北旱 年际变化 各地降水年际变化大，南方较小，北方较大，西北干旱地区最大 夏季风进退的规律反常所造成的 使我国旱涝灾害频繁，夏季风强或来的早，北涝南旱；夏季风弱或来的晚，南涝北旱 降水的南北差异 北方：降水少，雨季短；南方：降水多，雨季长。由夏季风形成锋面雨带进退规律决定的。形成北方的春旱、夏涝；江淮地区的梅雨和伏旱。", "◎ 中国的气候，季风的知识点拨\n我国降水界限的划分：1.800mm年等降水量线，它大致经青藏高原东南边缘，然后折向东，沿秦岭——淮河一线，此线以东、以南地区年降水量大于800mm，为温润区。是我国主要的水田作业区，农业以水稻生产为主；此线以北为半湿润区，以旱作农业为主；2.400mm年降水量线，此线大致沿大兴安岭—长城一线到兰州，向西南，经青藏高原到冈底斯山一线。此线是我国半湿润区和半干旱区的大致分界线，也是我国农耕区与畜牧业区的分界线；3.200mm年等降水量线：大致经内蒙古中部——贺兰山——祁连山经青藏高原一线。此线大致是我国半干旱区和干旱区的分界线。年降水量200mm以下的地区，多为荒漠地区，除有灌溉水源的绿洲以外，自然环境恶劣，人烟稀少，十分荒凉。我国雨带的推移规律及影响：1.锋面雨带的形成：当夏季风的暖湿气流登陆北上时，与从北方南下的冬季风的冷干气流相遇，较轻的暖湿气流被抬升到冷空气之上。暖湿气流在上升过程中，气温不断降低，冷凝致雨，形成锋面雨，从而在我国东部地区冷暖气流交汇的地带出现一条降水较多的锋面雨带。2.锋面雨带的移动：五月，雨带徘徊在南岭一带；六月，雨带移到长江流域以后，在江淮之间摆动一个月左右（梅雨）；七月上旬，雨带开始向北向西推移，七、八月份到达华北、东北等地。（六、七、八月西南、两广地区还受西南季风影响） ", "◎ 中国的气候，季风的知识拓展\n我国主要气象灾害、分布及防治方法：灾害 多发地区 多发季节 成因 特点 防治措施 梅雨 江淮地区 春末夏初 江淮地区冷暖气团势均力敌 阴雨连绵——降水多；出现“空梅”天气——干旱 降水多时——排水；出现“空梅”天气——引水灌溉 伏旱 长江中下游地区 7月 梅雨过后，在单一的副热带高压控制下 天气酷热少雨，抗旱任务艰巨 组织抗旱，若有台风雨形成可能缓解旱情 台风 东南沿海 夏秋 热带海洋上形成的强烈的热带气旋 狂风暴雨 及时预报，做好台风过境的准备，建立健全减灾工作的政策法规体系，营造沿海防护林，提高公众的灾害意识 春旱 华北 3-5月 气温回升快，蒸发旺盛，夏季风没有到达（或受单一冷气流影响），降水少，又值农作物播种、生长季节，蓄水量大 空气干燥，土壤缺水，河湖水位下降 引水灌溉 夏涝 华北、南方地区 6-8月 春季风来得迟，影响时间长，降水强度大 洪涝灾害 低洼地排水，疏浚河流，增加入海口 倒春寒 东部季风区 3-5月 极地大陆气团势力强盛 春季出现强低温和雨雪天气 地膜覆盖等 寒潮 除青藏高原以外的广大地区 冬半年，以春秋两季最严重 强冷空气迅速入侵 大风、雨雪、冻害时间长，范围广 加强警报，做好防寒准备 风沙天气 三北地区 春秋两季，以春季最严重 西北季风吹扬，干旱地区的沙尘向东南方向扩散 风大，大气含沙量大，能见度低，影响范围广，一般与寒潮路径相同 营造防护林，退耕还林还草 暴雨洪涝 除西部一些沙漠地区以外的广大地区 夏秋 形成降水的天气系统持续时间长，如锋面、气旋、热带气旋等 降水强度大，时间短，形成洪涝，我国南方（和东部）地区多大暴雨和特大暴雨 修筑堤坝、整治河道、修建水库、修建分洪区，加强洪泛区土地管理，建立洪水预报预警系统，拟定居民应急撤离计划和对策，实现防洪保险等 干旱 华北、西北 冬春 长期无降水或降水异常偏少 空气干燥，土壤缺水，使突出的世界性问题，影响经济发展和社会安定 因地制宜，合理调整农业结构，改善农业生态环境，在干旱多发地区选择优良作物品种，开展农业水利设施建设，营造防护林，改进耕作制度 ", "◎ 中国的气候，季风的教学目标\n1、知道我国主要气候类型的分布和特点。2、了解我国气候复杂多样的优越性。 3、了解季风区、非季风区的分界线。 4、比较夏、冬季风的区别，分析季风给人们生产生活带来的不同影响。", "◎ 中国的气候，季风的考试要求\n能力要求：掌握/应用课时要求：2考试频率：常考分值比重：4"], "image": {"path": "val/images/middle_geography_8080.png"}}
{"subject": "geography", "id": "geography_1238", "type": "multiple-choice", "grade": "high", "difficulty": "easy", "question_info": "某中学地理研究性学习小组，参加户外研学活动，为进一步研究地形地貌，绘制出了某地的等高线地形图（单位：米）。读图，完成下面小题。4．D点的海拔高度为（）", "options": ["200米", "300米", "350米", "400米5．山谷的位置是（）"], "solution_info": "4．由图可知，D点位于300米等高线上，故D点海拔为300米，故B正确，故选B。5．凸高为低，为山谷，图中F处等高线向高处凸，为山谷，故D正确，故选D。6．由图可知，C点等高线交汇，为陡崖，地势落差大，适合攀岩，故B正确，故选B。点睛等高线地形图中，凸高为低，为山谷；等高线交汇，为陡崖。", "answer": "B    5         ．          D    6          ．          B", "side_information": ["◎ 地形图判读的定义\n海拔：地面某个点高出海平面的垂直距离，叫做海拔。海拔也称为绝对高度。相对高度：地面上某一点高出另一点的垂直距离称为相对高度。等高线：把各个地点的海拔标注在地图上，再把海拔相同的点连成线，称为等高线。等深线：在地图上，把海洋中深度相同的线连接起来，叫做等深线。", "◎ 地形图判读的知识扩展\n1、海拔高度和相对高度；把海拔高度相等的点用线连接起来叫等高线；等高线的疏密状况可以反映地面的高低起伏或坡度的大小。坡陡的地方，等高线密集；坡缓的地方，等高线稀疏。山地不同部位，等高线形态不同。2、常见的地形图有三种，等高线地形图、等深线地形图、地形剖面图，能最直观反映地表起伏的是地形剖面图，在分层设色地形图上，通常用蓝色表示海洋，用绿色表示平原，地形的基本类型有五种，分别是高原、平原、山地、盆地、丘陵。 ", "◎ 地形图判读的知识导图\n地形图图例：", "◎ 地形图判读的特性\n等高线地形图的特征：1.同线等高，同图等距；2.等高线为闭合的平滑曲线；3.等高线的疏密决定坡度大小；4.等高线一般不相交不重叠。", "◎ 地形图判读的知识点拨\n地形图的分类：常见的地形图有三种，等高线地形图、等深线地形图、地形剖面图，能最直观反映地表起伏的是地形剖面图，在分层设色地形图上，通常用蓝色表示海洋，用绿色表示平原，地形的基本类型有五种，分别是高原、平原、山地、盆地、丘陵。地形图的识读：1.判断地势高低：同一等高线上各点的海拔相同，等高距在同一等高线地图上是相等的。地面越高，数值越大；反之，数值越小，地势越低。2.判断坡度的陡缓：同一等高线的地形图上，等高线越密，坡度越陡，海底等深线越密，坡度越陡。", "◎ 地形图判读的知识拓展\n地形剖面图的制作：在等高线地图上，沿着某一方向画一条直线，然后将该直线的交点一一投射到间隔高度相同的平行线上，得到不同点，把着这些点用平滑的曲线连接，构成地形剖面图。", "◎ 地形图判读的教学目标\n1、了解海拔和相对高度的概念，并能熟练应用。 2、学会利用等高线地形图估算海拔和相对高度，判断坡度陡缓。3、能利用等高线判读五种基本地形的特点。4、在等高线地形图上，识别山顶、山脊、山谷等地形部位。", "◎ 地形图判读的考试要求\n能力要求：掌握/应用课时要求：2考试频率：必考分值比重：5"], "image": {"path": "val/images/middle_geography_1238.png"}}
{"subject": "geography", "id": "geography_10926", "type": "multiple-choice", "grade": "high", "difficulty": "easy", "question_info": "读某农村生活景观图（下图），回答下列问题。95．上图反映的是我国()地区农村生活景观。", "options": ["北方", "南方", "西北", "青藏96．该地区房屋坡度大的主要原因是（  ）"], "solution_info": "本题组考查我国南方地区主要的景观及民居特点与当地自然环境的关系。95．南方地区地势西高东低，地形为平原、盆地与高原、丘陵交错。如图，平原地区河湖众多，水网纵横，具有典型的南国水乡特色．山地丘陵区大多植被繁茂，郁郁葱葱，景色秀丽；故选：B。96．民居特点受当地自然环境的影响较大。从图中看出，该区域是水乡泽国，降水多，房屋屋顶坡度较大，这是为了便于雨水下泻，对房屋起到保护作用；故选：A。", "answer": "95．B 96．A", "side_information": [], "image": {"path": "val/images/middle_geography_10926.png"}}
{"subject": "geography", "id": "geography_2394", "type": "multiple-choice", "grade": "high", "difficulty": "hard", "question_info": "图为孟加拉国位置及年降水量分布图。读图，完成下面小题。8．该国年降水量（）", "options": ["北部多、南部少", "东部多、西部少", "东南部最少", "西南部最多9．影响该国年降水量分布的主要因素是（）①海陆位置②河流③季风④地形"], "solution_info": "8．读图可知，雨季时，孟加拉国的降水量大致由西部向东南和东北方向递增，东部多，西部少，B正确；南北多，中部少，排除A；东北部最多，西部最少，排除CD；故选B。9．图中显示，孟加拉国西部内部降水较少，南部沿海降水较多，表明海陆位置对该国年降水量分布有较大影响，①符合题意；该国地处热带季风气候区，雨季时盛行来自海洋的西南季风影响，深入内陆后受到地形阻挡抬升，在东南和东北形成降水量高值区，因此季风和地形是影响该国年降水量分布的主要因素，③、④符合题意；河流对该国年降水量分布影响不明显，②不符合题意。综上所述，C符合题意，排除ABD。故选C。10．骆驼多位于沙漠地带，排除A；以热带气候为主，不需要防寒，排除B；多雨，修建房屋注意防洪，C正确；青稞主要种植在海拔较高，气候较为寒冷的地区，以我国青藏高原为典型，排除D；故选C。点睛孟加拉国位于南亚次大陆东北部的恒河和布拉马普特拉河冲积而成的三角洲上。东、西、北三面与印度毗邻，东南部与缅甸接壤，南部濒临孟加拉湾。", "answer": "B    9         ．          C    10          ．          C", "side_information": ["◎ 降水和降水的分布的定义\n降水：地面从大气中获得的水汽凝结物，总称为降水，它包括两部分，一是大气中水汽直接在地面或地物表面及低空的凝结物，如霜、露、雾和雾淞，又称为水平降水；另一部分是由空中降落到地面上的水汽凝结物，如雨、雪、霰雹和雨淞等，又称为垂直降水。一天之内50毫米以上降水为暴雨，25毫米以上为大雨，10-25毫米为中雨，10毫米以下为小雨，75毫米以上为大暴雨，200毫米以上为特大暴雨。对流雨：如果下垫面（地面）高温潮湿，近地面空气强烈受热，引起空气的对流运动，湿热空气在上升过程中，随气温的下降，形成对流云而降水，比如积雨云和浓积云，条件一定时即可降水。特点是强度大，历时短，范围小，还常伴有暴风，雷电，故又称热雷雨。在热带雨林气候区和夏季的亚热带季风气候区多见。地形雨：暖湿气流在运行的过程中，遇到地形的阻挡，被迫沿着山坡爬行上升，从而引起水汽凝结而形成降水，称为地形雨。地形雨一般只发生在山地迎风破，背风坡气流存在下沉或者下滑，温度不断增高，形成雨影区，不易形成地形雨。", "◎ 降水和降水的分布的知识扩展\n1、降水的主要形式是降雨，还包括降雪和冰雹等。根据单位时间内降雨量的多少，将降雨分为小雨、中雨、大雨、暴雨等不同等级。 2、测量降水量的基本仪器是雨量器。 3、降水的分布（1）受纬度位置因素的影响，赤道地区降水多，两极地区降水少；（2）受海陆位置因素的影响，大陆内部降水少，沿海地区降水多；（3）受地形因素的影响，迎风坡降水多，背风坡降水少。（4）世界的雨极是乞拉朋齐，位于亚洲的印度。世界的干极是阿塔卡马沙漠，位于南美洲。 ", "◎ 降水和降水的分布的知识导图\n世界降水分布图：某地的降水柱状图：", "◎ 降水和降水的分布的特性\n世界降水分布特点：", "◎ 降水和降水的分布的知识对比\n ", "◎ 降水和降水的分布的知识点拨\n世界降水分布差异的原因：1.受纬度位置因素的影响，赤道地区降水多，两极地区降水少；2.受海陆位置因素的影响，大陆内部降水少，沿海地区降水多；3.受地形因素的影响，迎风坡降水多，背风坡降水少。世界的雨极和干极：世界的雨极是乞拉朋齐，位于亚洲的印度。世界的干极是阿塔卡马沙漠，位于南美洲。", "◎ 降水和降水的分布的知识拓展\n世界上最干燥的地方——阿塔卡马沙漠阿塔卡马沙漠，是南美洲西海岸中部的沙漠地区，在安第斯山脉和太平洋之间南北绵延约600英里（近1000公里），总面积约为70,000平方英里（181,300平方公里），主体位于智利境内，也有部分位于秘鲁、玻利维亚和阿根廷。介于南纬18°～28°之间，南北长约1100公里，从沿海到东部山麓宽100多公里。在副热带高气压带下沉气流、离岸风和秘鲁寒流综合影响下，使本区成为世界最干燥的地区之一，且在大陆西岸热带干旱气候类型中具有鲜明的独特性，形成了沿海、纵向狭长的沙漠带。阿塔卡马地区的房屋都没有挡雨的房檐，屋顶大都建成平的，不必考虑排水的斜度。有的人家还在屋顶上砌一圈矮墙，用来堆放家庭杂物。城市里尽管街道纵横交错，但马路上却没有排水道。大部分人不知雨伞、雨衣是何物，大大小小的商店里也没有防雨商品可卖。由于缺乏防雨设施，即使一点降雨也会引起全城骚动，把人们弄得手忙脚乱。阿塔卡马地区有人类居住的历史至少已经1万年。圣彼德罗就是一个有悠久历史的村落遗址。人们在此能看到古代印第安人居住的房子、防御工事、行政中心和古道。目前这里依然生活着许多印第安人。由于干旱少雨，他们至今保留着求神降水的风俗。祭祀仪式的中心活动是杀骆驼祭神。印第安人将一只高大强壮的骆驼捆绑起来，用染上颜色的羊毛扎在骆驼的后背和耳朵上，然后再用刀剖开骆驼的身体，将跳动的心脏用古柯叶包起来投入火中。此时，人们会闪出一条通道，为骆驼的灵魂“顺利升天”腾出地方，骆驼鲜血则被人捧着洒向四方。不过，随着社会的进步和发展，当地人已逐渐学会饮用安第斯山的雪水以及开采地下水源。有趣的是，在沙漠北端的阿里卡市，印第安人还根据多雾而无雨的气候特点发明了“用网捕水”的办法。说起来这还要归功于植物的启发。当地人发现有两种植物在干旱的沙漠中长势良好，原因就是其枝叶能从雾气中摄取所需的水分。", "◎ 降水和降水的分布的教学目标\n1、能举例说明降水与人类生产、生活的关系。2、初步学会阅读降水量柱状图分析降水量的季节变化。3、学会阅读降水量分布图分析降水量的空间分布规律。", "◎ 降水和降水的分布的考试要求\n能力要求：掌握/应用课时要求：1考试频率：必考分值比重：4"], "image": {"path": "val/images/middle_geography_2394.png"}}
{"subject": "geography", "id": "geography_1744", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "读“东西半球分布图”，回答下列问题。（1）写出图中字母代表地理事物名称：大洲A____大洋：F____（2）从地球五带划分来看，字母H位于____带，C位于____带。（3）A和B大洲的分界线是____（4）丙半岛的石油资源主要分布在____及其沿岸地区，居民主要是____人种。", "solution_info": "本题以东西半球分布图为切入点，涉及世界大洲大洋的分布，大洲大洋的分界线等知识，考查学生的区域认知，综合思维等地理核心素养。详解（1）世界分为亚洲，欧洲，大洋洲，北美洲，南美洲，非洲，南极洲，由图可知，A是北美洲，F是世界最大海洋太平洋。（2）地球分为热带、北温带、南温带、北寒带、南寒带，由图可知，字母H位于热带，C位于北温带。（3）A大洲是北美洲，B大洲是南美洲，其分界线是巴拿马运河。（4）丙半岛是世界最大的半岛阿拉伯半岛，其石油资源主要分布在波斯湾及其沿岸地区，西亚地区的人种主要是白色人种。", "answer": "北美洲              太平洋              热带              北温带              巴拿马运河              波斯湾              白色", "side_information": ["◎ 大洲，大洋的定义\n大陆：指地球表面面积广大的大陆块；半岛：指陆地延伸进海洋的部分；岛屿：指与大陆分离，面积较小的陆地；大洋：面积广大且包围大陆的水系；大洲：大陆主体部分及及其周围岛屿的合成，根据地理条件人为划分的区域；海峡：是沟通两个海洋之间的狭窄水道。", "◎ 大洲，大洋的知识扩展\n1、地球表面是由陆地和海洋构成，陆地占29%、海洋占71%，即七分海洋，三分陆地。 2、世界海陆分布很不均匀，陆地主要集中在北半球，但北极周围却是一片海洋；海洋主要集中在南半球，但南极周围    却是一块陆地。陆半球不是北半球，水半球也不是南半球。 3、陆地有大洲（大陆及其周围的岛屿）、大陆、岛屿、半岛，最大的大陆欧亚大陆、最小的大陆是澳大利亚大陆，最    大的半岛是阿拉伯半岛，最大的岛屿是格陵兰岛。 4、世界有七个大洲，最大的是亚洲、最小的是大洋洲，七大洲大小顺序是亚、非、北美、南美、南极、欧洲、大洋。    跨经度最广的是南极洲，跨纬度最广的是亚洲。 5、世界有四个大洋，最大的是太平洋，最小的是北冰洋，海是大洋的边缘部分。跨经度最大是北冰洋。 6、各大洲分界。    亚欧：乌拉尔山、乌拉尔河、里海、大高加索山、黑海、土耳其海峡；    亚非：苏伊士运河、红海；    亚北美：白令海峡；    欧非：地中海、直布罗陀海峡；    南北美：巴拿马运河。 7、七大洲的半球分布 半球主要分布的大洲东半球亚、欧、非、大洋洲西半球北美洲、南美洲南半球南美洲、非洲、大洋洲北半球亚、欧、非、北美洲", "◎ 大洲，大洋的知识导图\n大洲和大洋示意图：七大洲的轮廓：", "◎ 大洲，大洋的特性\n地球表面的主要构成：地球表面是由陆地和海洋构成，陆地占29%、海洋占71%，即七分海洋，三分陆地。世界海陆分布很不均匀，陆地主要集中在北半球，但北极周围却是一片海洋；海洋主要集中在南半球，但南极周围。", "◎ 大洲，大洋的知识点拨\n各大洲的分界线:1.亚欧：乌拉尔山、乌拉尔河、里海、大高加索山、黑海、土耳其海峡；2.亚非：苏伊士运河、红海；亚北美：白令海峡；3.欧非：地中海、直布罗陀海峡；4.南北美：巴拿马运河。 四大洋面积比较：1.太平洋：18000平方千米2.大西洋：9300平方千米3.印度洋：7500平方千米4.北冰洋：1300平方千米", "◎ 大洲，大洋的知识拓展\n世界地理之最：1.最高的山峰：珠穆朗玛峰(中国、尼泊尔边界)海拔8848米2.最高的高原：青藏高原(中国西部)平均海拔4000米以上3.最大的高原：巴西高原(南美洲)500万平方千米4.最长的河流：尼罗河(非洲)6671千米5.流量最大的河流：亚巴逊河(南美洲)入海流量每秒11万立方米，占全球入海流量的1/5 6.流域面积最大的河流：亚马逊河(南美洲)700万立方千米7.含沙量最大的河流：黄河(中国)37千克/立方米8.最大的淡水湖：苏必利尔湖(美国、加拿大边界)8.24万平方千米9.最大的咸水湖：里海(欧洲)37.1万平方千米10.最深的湖泊：贝加尔湖(俄罗斯)1620米11.落差最大的瀑布：安赫尔瀑布(委内瑞拉)979米12.最大的平原：亚马逊平原(南美洲)560万平方千米13.最大的沙漠：撒哈拉沙漠(非洲北部)777万平方千米14.最大的半岛：阿拉伯半岛(亚洲)300万平方千米15.陆地最低点：死海(亚洲西部)－392米", "◎ 大洲，大洋的教学目标\n1、通过阅读海陆分布图和海陆面积的比较示意图，了解全球海陆分布，了解海陆面积比例。2、运用地图判别大洲、大陆、半岛、岛屿及大洋、海和海峡。3、能在世界地图上说明七大洲和四大洋的名称、位置、轮廓和分布特征。4、培养和提高读图绘图的能力，达到灵活运用掌握的目的。", "◎ 大洲，大洋的考试要求\n能力要求：了解/识记课时要求：2考试频率：必考分值比重：5"], "image": {"path": "val/images/middle_geography_1744.png"}}
{"subject": "geography", "id": "geography_6693", "type": "multiple-choice", "grade": "high", "difficulty": "medium", "question_info": "我国的极地事业突飞猛进，极地科考具有艰苦性和危险性，需要一种强大的精神，而这种精神正是“极地精神”，铭刻在每个极地科考人心中。图为南、北极地区气温比较图。读图，完成下面小题。1．我国科学家在南极科考中，需要克服的困难是（）", "options": ["狂风、暴雨", "酷寒、狂风", "暴晒、干旱", "酷寒、阴雨2．与北极地区相比，南极地区（）"], "solution_info": "1.南极地区的气候特征是极地酷寒，多狂风，降水稀少，A、D错误，B正确。南极地区主要位于南极圈以南，处于高纬度地区，太阳辐射较弱，不会出现暴晒，C错误。故选B。2.由图可知，北极地区的平均气温是-18℃，南极地区的平均气温是-25℃，且南极地区的最低气温低于北极的最低气温，因此南极地区比北极地区更加寒冷，A正确。南极地区气候更加严寒，港口多封冻，且无人类定居，不适合发展海洋运输，B、C错误。南极地区的平均气温比北极地区低，在最热月，相比于北极地区，冰雪更不易化，D错误。故选A。3.南极地区气候严寒，无森林资源，A错误。南极地区只能用于科考，不可用于开采矿产资源，B错误。南极地区自然环境恶劣，不适合人类居住，C错误。极地地区是研究地球环境的“天然实验室”，我国对南极地区开展特殊自然环境的科考，D正确。故选D。点睛南极地区的气候特征是极地酷寒，多狂风，降水稀少。极地地区是研究地球环境的“天然实验室”，我国对南极地区开展特殊自然环境的科考。", "answer": "1          ．        B              2          ．        A              3          ．        D", "side_information": [], "image": {"path": "val/images/middle_geography_6693.png"}}
{"subject": "geography", "id": "geography_390", "type": "multiple-choice", "grade": "high", "difficulty": "medium", "question_info": "下图所示为我国甲、乙、丙、丁四个城市某一天昼长与夜长的分布特点，阴影部分表示黑夜，空白部分表示白昼。读图完成下面小题。1．图中反映的日期最有可能是", "options": ["3月21日前后", "6月22日前后", "9月23日前后", "12月22日前后2．甲、乙、丙、丁四个城市纬度最高的是"], "solution_info": "1．上图所示为我国甲、乙、丙、丁四个城市，我国位于北半球，读图可知：该图白天的时间达一年当中最长，晚上的时间为一年当中最短，为北半球的夏至，即6月22日前后，故选B。2．6月22日前后为北半球的夏至，太阳直射北回归线，越往北（纬度越高）白昼时间越长，读图可知：该图的白昼时间最长的是甲，故判断甲图的纬度位置最高，选A。", "answer": "1            ．        B                2            ．        A", "side_information": ["◎ 地球的自转运动的定义\n地球自转：地球绕自转轴自西向东的转动，从北极点上空看呈逆时针旋转，从南极点上空看呈顺时针旋转。关于地球自转的各种理论目前都还是假说。地球自转是地球的一种重要运动形式，在地球赤道上的自转线速度为465米/秒。地球自转一周耗时23小时56分，约每隔10年自转周期会增加或者减少千分之三至千分之四秒。一般而言，地球的自转是均匀的。晨昏线：指地球上迎着太阳的昼半球与背着太阳的夜半球之间的分界线，也称晨昏圈。晨昏圈把它所通过的纬线圈分成昼弧和夜弧，昼弧与夜弧的长短可表示该纬线圈昼夜长短的状况。由于地球不停地以1个太阳日为周期的自转，晨昏圈在地面上不断地移动，其周期也为1个太阳日（24小时），从而产生了昼夜更替现象。由于黄赤交角的存在，使地球公转过程中各纬线圈上昼弧与夜弧的长度不断地发生变化，从而产生了昼夜长短的变化。在北半球的春分日、秋分日，晨昏圈同某一经线圈相重合，全球各地昼弧与夜弧等长，即昼夜平分。在北半球的夏至日、冬至日，晨昏圈同经线的交角为最大，夏至日，北半球各纬线圈上的昼弧为一年中最长，即白昼为最长，南半球各纬线圈上的夜弧为一年中最长，即黑夜为最长。冬至日，反之。晨昏圈是地球上的大圈，但由于大气的散射作用等，在日出以前和日没以后天空仍较明亮，因此它实际上要比大圈略小些。", "◎ 地球的自转运动的知识扩展\n1、方向：自西向东（北极上空为逆时针）2、旋转中心：地轴3、周期：一天（24小时）4、产生现象及原因：昼夜更替、时间差异（不透明球体，只能照亮一半，地球自西向东自转，东边比西边时间早，更早看到太阳）5、区时和日界线 ", "◎ 地球的自转运动的知识导图\n地球的自转与公转示意图：", "◎ 地球的自转运动的特性\n地球自转的特点：1.地球围绕地轴转动；2.地球的自转是自西向东的转动；3.地球的自转产生了昼夜变化和时差变化。 ", "◎ 地球的自转运动的知识点拨\n自转产生的现象：1.地球是一个不透明的球体，地球围绕太阳旋转，在任何时刻，太阳光只能照亮地球的一半。被太阳光照亮的半球成为昼半球，相对应的称为夜半球。2.地球自西向东转动，导致各地见到日出的时间不同，东边要先看到日出，东边时刻早于西边时刻。", "◎ 地球的自转运动的教学目标\n1、能用地球仪演示地球的自转，并能说出地球自转的方向和自转一周的时间。2、能说明地球的自转产生有关的地理现象。3、会用简单的工具正确演示昼与夜，以及昼夜更替。4、熟悉基本的运动规律。", "◎ 地球的自转运动的考试要求\n能力要求：掌握/应用课时要求：1考试频率：常考分值比重：2"], "image": {"path": "val/images/middle_geography_390.png"}}
{"subject": "geography", "id": "geography_1796", "type": "multiple-choice", "grade": "high", "difficulty": "medium", "question_info": "小明在课堂上做了喜马拉雅山脉形成的模拟实验，并用板块构造理论解释实验现象。关于喜马拉雅山脉和珠峰形成及变化趋势的叙述，正确的是（  ）A", "options": ["甲图表示喜马拉雅山脉位于完整的板块内部", "乙图中喜马拉雅山脉位于板块间碰撞隆起部分", "未来珠峰会因火山喷发继续升高", "全球变暖一定会使珠峰高度降低"], "solution_info": "喜马拉雅山脉位于印度洋板块与亚欧板块间的碰撞隆起部分，A错误，B正确。未来珠穆朗玛峰会因亚欧板块与印度洋板块不断碰撞挤压继续升高，C错误。全球气候变暖会使珠峰的冰雪减少，但高度不会降低，D错误。故选B。点睛本题主要考查板块的运动及特点。", "answer": "B", "side_information": ["◎ 海陆的变迁的定义\n板块漂移学说：解释地壳运动和海陆分布﹑演变的学说。大陆彼此之间以及大陆相对于大洋盆地间的大规模水平运动﹐称为大陆漂移。大陆漂移说认为﹐地球上所有大陆在中生代以前曾经是统一的巨大陆块﹐称之为泛大陆或联合古陆﹐中生代开始﹐泛大陆分裂并漂移﹐逐渐达到现在的位置。填海造陆运动：填海造陆是指把原有的海域、湖区或河岸转变为陆地。对于山多平地少的沿海城市，填海造地是一个为市区发展制造平地的很有效方法。不少沿海大城市，例如东京、香港、澳门及深圳，均采用该法制造平地。火山地震带：全球有环太平洋地震带和地中海—喜马拉雅山地震带两大地震带，前者约集中了全世界80%以上的浅源地震（0～70千米）、几乎全部的中源（70～300千米）和深源（300～700千米）地震。它围绕着太平洋分布，从南美洲的南端开始，沿西海岸向北延伸，到北美洲阿拉斯加，折向西经阿留申群岛、堪察加半岛、千岛群岛到日本。", "◎ 海陆的变迁的知识扩展\n1、地球上海陆变迁的原因：①地壳的变动；②海平面的升降；③人类活动，其中①和②是主要原因，人类活动如填海    造陆。2、大陆漂移学说由德国科学家魏格纳提出，从南美洲与非洲的轮廓中得到的启示。 3、六大板块名称：亚欧板块，印度洋板块，太平洋板块，美洲板块，非洲板块；南极洲板块，其中几乎全部是海洋的    是太平洋板块。 4、世界两大火山地震带：环太平洋火山地震带和地中海喜马拉雅山火山地震带。 ", "◎ 海陆的变迁的知识导图\n六大板块分布图：火山地震带的分布：", "◎ 海陆的变迁的特性\n板块运动的特点：1.在板块内部，地壳运动稳定；2.在板块边缘地带，地壳运动活跃，成为火山、地震活动的多发地区；", "◎ 海陆的变迁的知识点拨\n海陆变迁的原因：1.地壳的变动；2.海平面的升降；3.人类活动（填海造陆运动）火山、地震与板块运动的联系：1.天然地震主要是构造地震，它是由于地下深处岩石破裂、错动把长期积累起来的能量急剧释放出来，以地震波的形式向四面八方传播出去，到地面引起的房摇地动。构造地震约占地震总数的90%以上。其次是由火山喷发引起的地震，称为火山地震，约占地震总数的7%。此外，某些特殊情况下了也会产生地震，如岩洞崩塌（陷落地震）、大陨石冲击地面（陨石冲击地震）等。2.地球表面有一层很厚很厚的地壳，平常岩浆被地壳紧紧地包在里边。地球内部的温度特别高，岩浆在那里边流来流去，总想找个地方窜到外面来。有些地方地壳运动比较强烈，地壳又比较薄弱，这些地方受到压力的时候，岩浆就从这里冲出来了。这样，就发生了火山爆发。活火山、死火山这是指火山活动的情况。有些火山爆发了一次后一直不爆发，这些火山就成了死活山。", "◎ 海陆的变迁的教学目标\n1、能举出实例说明海陆变迁，树立起海陆不断运动变化的科学观念。2、了解大陆漂移学说产生的背景，知道海陆分布格局的形成过程。3、知道板块构造学说的基本观点，运用板块构造学说解释有关地理现象的成因。4、阅读地图，说出世界主要火山、地震分布规律，说明火山、地震分布与板块运动的关系。", "◎ 海陆的变迁的考试要求\n能力要求：掌握/应用课时要求：1考试频率：必考分值比重：4"], "image": {"path": "val/images/middle_geography_1796.png"}}
{"subject": "geography", "id": "geography_38", "type": "multiple-choice", "grade": "high", "difficulty": "medium", "question_info": "2020年5月5日18时，我国研制的长征5号B运载火箭，搭载了新一代载人宇宙飞船试验船，在海南文昌航天中心成功发射。如图是我国四大航天发射场位置图。据此回答问题。我国四大航天发射场经纬度位置大致正确的是（  ）", "options": ["酒泉（40°N，110°E）", "太原（39°S，100°E）", "西昌（28°N，102°W）", "文昌（19°N，111°E）"], "solution_info": "我国位于北半球、东半球，所以排除B和C。如图所示，酒泉的经纬度大约是北纬40°，东经100°，A错误。文昌的经纬度大约是北纬19°，东经111°，D正确。故选D。", "answer": "D", "side_information": ["◎ 地球的定义\n地球：是太阳系八大行星之一，按离太阳由近及远的次序排列为第三颗，按大小排列位于第五位。地球由两个圈层构成，即外部圈层和内部圈层，外部圈层由大气圈，水圈，生物圈构成；内部圈层由地壳，地幔，地核构成。另外在大气圈层外还包围着磁层，里面有带电粒子组成的两条辐射带。地球是一个两极略扁，中部略鼓的不规则球体，其赤道半径为6378公里，平均半径为6371公里。地球的运动分为两种形式：地球绕地轴（两极）自西向东的自转，时间为23小时56分2.1秒；地球绕太阳自西向东的公转，时间为365.26天。", "◎ 地球的知识扩展\n1、地球的形状：地球是一个两极略扁，中部略鼓的不规则球体；葡萄牙的航海家麦哲伦率领的船队首次证实地球是一个球体。2、地球的大小：平均半径6371千米；最大周长4万千米；表面积5.1亿平方千米。", "◎ 地球的知识导图\n1972年阿波罗号航天飞船拍摄的地球照片地球的构造示意图：", "◎ 地球的特性\n 有关地球大小的数据：1.地球的表面积5.1亿平方公里（陆地29%，海洋71%）；2.地球的平均半径为6371千米；3.地球的最大周长（赤道）约为4万千米。", "◎ 地球的知识对比\n什么是类地行星，其与其他星球的区别是什么？类地行星是以硅酸盐石作为主要成分的行星。它们跟类木行星有很大的分别，因为那些气体行星主要是有氢、氦、和水等组成，而不一定有固体的表面。类地行星的结构大致相同：一个主要是铁的金属中心，外层则被硅酸盐地幔所包围。它们的表面一般都有峡谷、陨石坑、山和火山。太阳系中类地行星包括水星、地球、火星、金星。类地行星是与地球相类似的行星。它们距离太阳近，体积和质量都较小，平均密度较大，表面温度较高，大小与地球差不多，也都是由岩石构成的。", "◎ 地球的知识拓展\n人类对地球形状的认知过程：1. 古时候的人，由于活动的范围很小，只看到自己生活地区的一小块地方，因此单凭直觉，就产生了种种有关“天圆地方”的说法。例如，我国早在两千多年前的周代，就有“天圆如张盖，地方如棋局(棋盘)”的盖天说。2. 伴随着人类活动范围的扩大和各种知识的积累，人们逐渐认识到,大地在大范围内不可能是平坦的，而应该是弯曲呈弧形的。例如，在海边看离岸的船，先是船身隐没，然后才是桅帆，在陆地上旅行的人，如果向北走去，一些星星就会在南方的地平线上消失。3. 15-16世纪的地理大发现，特别是1519-1521年,麦哲伦率领的一支船队,环绕地球航行一周成功,这为大地是球形提供了有力的证据。4.伴随着近现代的科技发展，人类通过发射卫星等科技手段，证明地球是一个两极略扁，赤道略鼓的不规则球体。", "◎ 地球的教学目标\n1、了解人类认识地球形状的过程。2、能用平均半径、赤道周长、表面积表示地球的大小。3、通过自作的地球仪感知地球仪的基本结构，并能用它来表示地球的自转，并理解地轴和极点的含义。", "◎ 地球的考试要求\n能力要求：了解/识记课时要求：1考试频率：常考分值比重：2"], "image": {"path": "val/images/middle_geography_38.png"}}
{"subject": "geography", "id": "geography_6940", "type": "multiple-choice", "grade": "high", "difficulty": "easy", "question_info": "中华民族悠久的历史和灿烂的文明，是由各民族共同创造的。左图为我国各省级行政区人口密度分布图，右图为我国某少数民族节庆活动图。据此完成下面小题。1．下列省级行政区中人口密度最小的是（）", "options": ["甘肃省", "四川省", "吉林省", "青海省2．右图所示少数民族主要分布的省级行政区简称是（）"], "solution_info": "1．由图可知，青海人口密度在每平方千米10人以下，四川人口密度在每平方千米300-500人，吉林100-300人，甘肃10-100人，故人口密度最小的为青海省，故选D。2．右图中有蒙古包，是蒙古族，主要分布在内蒙古自治区，其简称内蒙古，A正确；宁是宁夏回族自治区的简称，新是新疆维吾尔族自治区的简称，桂是广西壮族自治区的简称，BCD错误。故选A。点睛蒙古包，是游牧民族特有的文化模式，它伴随着蒙古民族走过了漫长的年代。距今两千余年前，自匈奴时代起蒙古包就已经出现，一直沿用至今。", "answer": "1          ．        D              2         ．          A", "side_information": ["◎ 中国的疆域的定义\n陆界和邻国：我国陆上国界长达2万多千米，共有14个陆上邻国，从鸭绿江口开始到北仑河口依次为朝鲜、俄罗斯、蒙古、哈萨克斯坦、吉尔吉斯斯坦、塔吉克斯坦、阿富汗、巴基斯坦、印度、尼泊尔、不丹、缅甸、老挝、越南。我国有18000千米长的海岸线，对于我国的海上疆界同学们应了解如下几个概念：1.临海：和大陆直接相临的海域。我国的临海有渤海、黄海、东海、太平洋、南海。这里应注意我国台湾岛的东部与太平洋直接相临。（广阔的太平洋给我国带来了大量的水汽，对我国的工农业生产及海洋运输、海洋资源开发产生着重大而深远的影响。）2.领海：国家领土在海中的延伸，属于国家领土的一部分。领海的范围是从大陆海岸基线向海上延伸12海里。国家对领海行使主权。　　3.内海：如果边缘海或海峡完全属于我国领海，则为我国内海。我国的内海有渤海和琼州海峡。4.专属经济区：从大陆海岸基线向海中延伸200海里。专属经济区所属国家具有勘探、开发、使用、养护、管理海床和底土及其上覆水域自然资源的权利，对人工设施的建造使用、科研、环保等的权利。其它国家仍然享有航行和飞越的自由，以及与这些自由有关的其他符合国际法的用途（铺设海底电缆、管道等）。5.海峡：台湾海峡、琼州海峡、渤海海峡半岛：我国的半岛自北向南有辽东半岛、山东半岛、雷州半岛。6.岛屿：我国是世界上岛屿众多的国家之一。我国90%的岛屿分布在东海和南海。台湾岛、海南岛、崇明岛分别是我国第一、第二、第三大岛。舟山群岛、庙岛群岛、澎湖列岛、南海诸岛是我国的四大群岛。浙江省是我国岛屿分布最多的省。", "◎ 中国的疆域的知识扩展\n1、我国位置的优越性：半球划分：东半球、北半球海陆位置：亚欧大陆东部、太平洋西岸。经纬位置：大部分位于中纬度地区，属北温带。南部少数地区位于热带，没有寒带。最东端黑龙江和乌苏里江交汇处，最西端帕米尔高原，最南端南沙群岛曾母暗沙，最北端漠河以北黑龙江主航道。2、我国国土辽阔：陆地国土：陆地面积约960万平方千米，陆上邻国14个。海洋国土：濒临的海洋有渤海、黄海、东海、南海，主要岛屿有台湾岛、海南岛、舟山群岛、南海诸岛。，隔海相望的国家有6个。渤海附近有我国最大的盐场——长芦盐场，东海有我国最大的渔场——舟山渔场。南海鱼类产量和油气产量均是最大的。 ", "◎ 中国的疆域的知识导图\n中国政区图：", "◎ 中国的疆域的特性\n中国疆域特点：1.面积广大，陆地面积有960万平方千米（还有37万平方千米的海洋国土、300万平方千米专属经济区）。在世界各国中，仅次于俄罗斯、加拿大，是世界第三大国。2.领土四至最北端：黑龙江漠河以北黑龙江主航道中主线（多）最南端：南海南沙群岛上的曾母暗沙（附近）最东端：黑龙江与乌苏里江主航道中心线汇合处（多）最西端：新疆帕米尔高原（附近）南北跨纬度近，约5500千米，东西跨经度多、约5000千米，是一个地域辽阔、自然环境差异十分显著的国度。 ", "◎ 中国的疆域的知识点拨\n中国在世界的位置：中国的位置：半球位置：北半球、东半球海陆位置：亚洲的东部、太平洋的西岸纬度位置：南北跨纬度近50°，大部分在温带，南部小部分在热带，没有寒带 与我国接壤的国家：（2004年，中国承认锡金为印度的一个邦）邻国名称 所属区域与中国相邻的省 地理特征朝鲜 东亚辽宁、吉林 半岛国俄罗斯 相邻部分属北亚 吉林、黑龙江、内蒙古、新疆 世界上面积最大的国家蒙古 东亚内蒙古、甘肃、新疆 内陆国 哈萨克斯坦 中亚新疆         均为内陆国，哈萨克斯坦为世界最大的内陆国吉尔吉斯斯坦 塔吉克斯坦 阿富汗 西亚新疆内陆国（目前世界热点）巴基斯坦 南亚新疆临海国、与我国相邻的是克什米尔的巴控区印度 南亚新疆、西藏 临海国（重点国家）尼泊尔 南亚西藏         内陆山国，以喜马拉雅山与中国分界，珠穆朗玛峰位于中尼边界不丹 缅甸东南亚西藏、云南 临海国，怒江流入缅甸后为萨尔温江老挝东南亚云南内陆国，澜沧江流入缅甸、老挝后为湄公河 越南东南亚云南、广西 临海国与中国隔海相望的国家：韩国、日本、菲律宾、马来西亚、文莱、印度尼西亚。", "◎ 中国的疆域的知识拓展\n关注“南海危机” 在东海、黄海地区，我国与朝鲜、韩国、日本的专属经济区和大陆架划界问题一直没有解决，我国的钓鱼岛则仍被日本占据着。南海地区的形势更为复杂。目前，在南海地区，各国的专属经济区相互重叠交叉，我国的海洋权益受损最严重。目前，日本不但在东海钓鱼岛问题上态度蛮横，而且其海上自卫队走出国门，南下与东盟国家在马六甲海峡开展联合巡逻和联合军演，插手南海地区事务。近年来，印度的军事战略有所调整，以“控制印度洋”为中心，同时开始执行“向东看”政策。印度加紧建设远洋海军，并已经“东进”南海海域，与越南等国进行联合军事演习，颇令周边感到不安。 ", "◎ 中国的疆域的教学目标\n1、知道我国在地球上的半球位置、纬度位置、海陆位置，并分析优越性。2、了解我国的领土范围，记住陆地面积，知道我国濒临的海洋，记住我国的内海和主要岛屿。3、运用地图掌握地理事物在地图上的空间分布，锻炼分析图文资料的能力。", "◎ 中国的疆域的考试要求\n能力要求：掌握/应用课时要求：1考试频率：必考分值比重：6"], "image": {"path": "val/images/middle_geography_6940.png"}}
{"subject": "geography", "id": "geography_8043", "type": "fill-in-the-blank", "grade": "high", "difficulty": "easy", "question_info": "下图示意川藏铁路，该铁路东起成都，西至拉萨，被称作“最难建铁路”。读图完成下列各题。（1）川藏铁路东起第____级阶梯的四川盆地，向西穿越____山脉，到达第一级阶梯的青藏高原。（2）甲段铁路穿越三条大江，自东向西分别是____、澜沧江和怒江，修建过程中可能遭遇____、泥石流等地质灾害。（3）乙段铁路沿____分布，海拔较低，气温____。（4）工人修建乙段铁路要克服____、缺氧等困难。（5）川藏铁路的建成将使中东部地区进出西藏的路程____。", "solution_info": "本大题以川藏铁路示意图为材料，设置五道小题，涉及我国的地形地势、河流、自然灾害、气候等相关内容，考查学生对相关知识的掌握程度。详解（1）四川盆地位于我国地势第二级阶梯，西川盆地以西是横断山脉，因此川藏铁路东起我国第二级阶梯的四川盆地，详细穿越了横断山脉，到达青藏高原。（2）读图可知，甲段铁路自东向西分别穿越了海沧讲、澜沧江、怒江，该地区地势险峻，易发生滑坡、泥石流等地质灾害。（3）读图可知，乙段铁路沿雅鲁藏布江沿岸的河谷分布，河谷地区海拔较低，气温较高，人口和城镇分布集中。（4）读图可知乙段接近喜马拉雅山脉，海拔高，气候高寒，氧气含量低。（5）川藏铁路的建成将缩短中东部地区进出西藏的路程、改善沿线交通基础设施条件、促进西藏经济社会发展。", "answer": "二              横断              金沙江（或长江）              滑坡（或地震）              河谷              较高              高寒              缩短", "side_information": ["◎ 中国的地形地势的定义\n中国地形地势：1.地势：西高东低，呈三级阶梯状阶梯 界线 主要地形 海拔 一--高原、盆地 4000米以上 二昆、祁、横三大高原、三大盆地 1000－2000米 三雪、巫、太、大 三大平原、三大丘陵 500米以下 第三级阶梯向东，是我国大陆向海洋自然延伸的部分，是属于我国的近海大陆架，它包括渤海、黄海的全部，东海的大部分和南海的一部分。大陆架蕴藏着丰富的矿产资源（如石油、天然气）、海洋生物资源和化学资源等。2.地势意义：水汽输入、水运沟通、水能丰富（即“三水”）地势决定河流流向，有利于海洋上湿润气流深入内地，形成降水；使我国许多大河滚滚东流，沟通东西交通，方便沿海和内地的经济联系，同时阶梯交界处落差大、水能资源丰富，但不利航运。3.地形特点：地形多种多样，山区面积广大五种基本类型都有，但以山地33%为多，高原26%，盆地19%，平原12%，丘陵10%，山区即包括山地、丘陵、崎岖高原部分占三分之二。", "◎ 中国的地形地势的知识扩展\n我国地形特点：地形复杂多样，山区面积大。 我国地势西高东低，西部以山地、高原和盆地为主，东部以平原和丘陵为主。中国地势三级阶梯：第一级阶梯（昆仑山脉、祁连山脉、横断山脉）→第二级阶梯（大兴安岭、太行山脉、巫山、雪峰山）→第三级阶梯。 我国地势西高东低呈阶梯状分布的特征对我国的气候、河流、交通产生的影响： （1）对气候的影响：我国地势西高东低向海洋倾斜，有利于海上的湿润气流向我国内陆推进，为我国广大地区带来丰沛的降水。 （2）对河流的影响：西高东低的地势，必然造成我国的大江大河自西向东奔流入海；河流在高一级阶梯向低一级阶梯流动时，落差大，产生巨大水能。 （3）对交通的影响：向东流淌的大河沟通了我国东西的交通，方便了沿海和内陆的联系；阶梯交界处的高大山脉成为我国东西交通上的巨大障碍。 四大高原：青藏高原：世界上最高的高原，被称为“世界屋脊”，是四大高原中唯一位于第一阶梯的，我国面积最大的高原，高山终年积雪，冰川纵横；内蒙古高原：高原地势平坦开阔，西北部多荒漠、戈壁、东部和中部地区多肥美草原；黄土高原：世界上黄土分布面积最广的区域，水土流失严重，地表千沟万壑；云贵高原：高原大部分地区地形崎岖，石灰岩分布广泛，喀斯特地貌显著。 四大盆地：塔里木盆地：我国面积最大的内陆盆地，位于昆仑山与天山之间，其中有我国最大的沙漠—塔克拉玛干沙漠；准噶尔盆地：我国第二大盆地，位于天山与阿尔泰山之间，纬度最高；柴达木盆地：被美誉为“聚宝盆”，位于巴颜喀拉山与祁连山之间，海拔最高，也是四大盆地唯一位于第一阶梯的；四川盆地：发展农业生产条件最优越，有“紫色盆地”之称，著名的成都平原位于盆地西部，农业发达，物产丰富，有“天府之国”之称。 三大平原：东北平原：黑土面积广大；华北平原：地势低平，地面坡度很小；长江中下游平原：我国著名的“鱼米之乡”。 我国是一个多山的国家，山地面积占陆地面积的33%，加上高原，两者占60%。山区主要的自然灾害：崩塌： 土石体在重力作用下突然坠落。 主要防治措施： 采用拦挡、网包、清挖和锚固等加固工程。 滑坡： 在重力作用下，土石体沿着滑动面作整体下滑。暴雨或者在斜坡上蓄水灌溉，常常引发滑坡。 主要防治措施： 开挖排水沟或截水沟工程，减少滑坡体含水量。 泥石流： 在坡陡谷深、岩石破碎、松散碎屑物质多、植被覆盖差的地方，当夏季突降暴雨或者冰雪融水汇集时，常会发生泥石流。青藏高原边缘山区，例如云南和四川西部，是泥石流多发地段。东部低山丘陵和平原交替处也时有发生。 主要防治措施： 护林造林、修建水库、拦沙坝，开挖导流沟等工程。 山区在开发和保护方面应当注意的问题：山区地面较为崎岖，交通不便，基础设施建设的难度较大。在开发利用山区时，要特别注意生态环境建设，预防和避免山地灾害如崩塌、滑坡、泥石流的发生。 主要山脉走向： 东－西走向：天山山脉―阴山山脉；昆仑山脉―秦岭；南岭 东北－西南走向：大兴安岭―太行山―巫山―雪峰山；长白山脉―武夷山脉；台湾山脉 南－北走向：横断山脉 西北－东南走向：祁连山脉 弧形山脉：喜马拉雅山脉 ", "◎ 中国的地形地势的知识导图\n中国地形图（未包含南海地区）：", "◎ 中国的地形地势的特性\n中国主要山脉分布特点：1.东北--西南走向，最西列是大兴安岭－太行山－－巫山－雪峰山；中间－列是长白山－武夷山；最东列是台湾山脉,其主峰玉山是我国东南沿海最高的山峰。2.东西走向，最北列是天山－阴山；中间－列是昆仑山－秦岭；最南列是南岭。［注意］秦岭是划分我国南方与北方的重要地理界线。秦岭南北的自然地理环境、社会经济发展有着巨大的差异。3.西北－东南走向，主要有阿尔泰山，祁连山、巴颜喀拉山等。多在我国西部。4.弧形山系，是世界最高山脉喜马拉雅山，其主峰珠穆朗玛峰海拔8848米，为世界最高山峰，位于中国与尼泊尔交界处。5.南北走向，主要有贺兰山、横断山脉等。［注意］横断山脉是由许多列南北走向的平行山脉组成。它们由北向南地势逐渐降低，山高谷深、山河相间，极大地阻碍了东西交通。丘陵的利用特点：1.缓坡开辟梯田果园或栽培经济林木；2.发展旅游业；3.发展林业、畜牧业", "◎ 中国的地形地势的知识对比\n四大高原对比名称位置和省、区范围海拔主　要　特　征青藏高原位于西南部，介于昆仑山与喜马拉雅山之间；青海西藏全部、四川省西部4000米以上，是世界上海拔最高的高原世界最高大高原，高寒、冰川广布雪山连绵内蒙古高原位于北部，大兴安岭以西，向西延伸到祁连山麓；内蒙古大部、冀甘宁一部分1000米左右我国第二大高原，最平坦的高原，风力作用强烈，西部风蚀地貌典型黄土高原西起祁连山东端，东到太行山麓，北邻内蒙古高原，以长城为界，南到秦岭；山西省全部、陕甘宁一部分1000-2000米，是世界上最大的黄土分布区世界黄土分布最广，流水侵蚀作用强烈，千沟万壑。云贵高原云南省东部、贵州省大部分1000-2000米地势西高东低，石灰岩广布，流水溶蚀作用强烈，多喀斯特地貌，地表崎岖不平，有许多“坝子”四大盆地对比名　称位置与范围海拔主　要　特　征塔里木盆地昆仑山与天山之间；新疆境内1000米我国面积最大盆地，有最大沙漠—塔克拉玛干沙漠（世界最大的流动沙丘区）和最大内流河，封闭严密、干燥准噶尔盆地阿尔泰山、天山之间；新疆境内500米面积第二大盆地，西北有缺口，相对湿润，沙漠、戈壁面积较小，北部有一条外流河，多为固定沙丘柴达木盆地昆仑山、祁连山之间；青藏高原东北部，青海省境内3000米左右，我国地势最高的内陆高原盆地我国地势最高盆地，大部分为沙漠、戈壁，东南部多盐湖和沼泽地，有“聚宝盆”之称，石油、有色金属矿、盐矿资源丰富。四川盆地东是巫山，西是横断山，北是大巴山，南是云贵高原；四川和重庆境内500米以下也称“紫色盆地”，最湿润的外流盆地，多低山丘陵，西有面积较大的成都平原三大平原对比名　称范围主　要　特　征东北平原大小兴安岭、长白山之间，由松嫩平原、三江平原、辽河平原三部分组成我国面积最大、地势最高（200米以下）的平原，地势坦荡，黑土深广，多沼泽低地。松嫩平原、三江平原是我国商品粮率较高的商品粮基地。华北平原北是燕山，南到准河，西起太行山，东至渤海。我国最完整的平原，由黄淮海冲积而成。地势低平（多在50米以下），旱涝、盐碱、风沙等自然灾害频发的地区长江中下游平原巫山以东到海滨，沿江分布呈狭长形我国最低平的平原（多在50米以下，下游长江三角洲则海拔在10米以下），河湖密布，为著名水乡三大丘陵对比 位置风景旅游区辽东丘陵辽东半岛上千山山东丘陵山东半岛上泰山东南丘陵我国东南部，包括江南丘陵、浙闽丘陵、两广丘陵等，面积最大黄山、庐山、武夷山、“桂林山水”地震、火山、泥石流的分布名称分布地震1、东南部的台湾和福建沿海2、华北太行山沿线和京津唐地区3、西部青藏高原和边缘的四川、云南两省西部4、西北的新疆、甘肃和宁夏火山主要分布在内蒙古高原南部、东北山区、台湾、海南岛等地泥石流多产生在西部青藏高原边缘山区，东部低山丘陵与平原交替处", "◎ 中国的地形地势的知识点拨\n我国地势西高东低呈阶梯状分布的特征对我国的气候、河流、交通产生的影响：1.对气候的影响：我国地势西高东低向海洋倾斜，有利于海上的湿润气流向我国内陆推进，为我国广大地区带来丰沛的降水。2.对河流的影响：西高东低的地势，必然造成我国的大江大河自西向东奔流入海；河流在高一级阶梯向低一级阶梯流动时，落差大，产生巨大水能。3.对交通的影响：向东流淌的大河沟通了我国东西的交通，方便了沿海和内陆的联系；阶梯交界处的高大山脉成为。位于我国一级阶梯和二级阶梯交界线上的水电站主要有：黄河的龙羊峡、刘家峡、李家峡等，长江及其支流上的龚嘴、二滩等；位于我国二、三级阶梯上的水电站有：黄河的小浪底等，长江上的三峡、葛洲坝等，西江上游的天生桥、龙滩、岩滩等。中国地形多样化的影响：1.有利影响：地形多种多样，为我国因地制宜发展多种经营提供了有利条件。如平原具有发展种植业的优势，高原具有发展畜牧业的良好条件，山区在发展林业、副业、旅游业和采矿业等方面具有优势。（我国山区面积广大，森林、矿产、水力、旅游资源丰富，所以在山区应大力发展林业，采矿业及旅游业。）2.不利影响：山区多，平原少，也给大规模商品化生产、生产管理带来了困难；同时，山区由于地形崎岖，交通闭塞，经济文化常常相对落后，并造成耕地资源不足。3.不同的地形区有不同的自然条件，利用方式也不同。如湿润半湿润的平原适宜发展耕作业；山区适宜发展林业、畜牧业和旅游业；干旱、半干旱的平原、高原则适宜发展畜牧业；干旱、半干旱区只有在有水灌溉的绿洲区、平原区才可发展种植业。", "◎ 中国的地形地势的知识拓展\n黄土高原与云贵高原：黄土高原的黄土是地质时期强劲的偏北风从北方干旱地区吹来的，是风力沉积作用的产物。黄土层土质疏松，加上地面植被破坏，长期以来，地表受雨水冲刷，水土流失严重，形成千沟万壑，支离破碎的状态。黄土高原是我国生态环境最脆弱的地区之一，水旱灾害频繁，农业落后，许多地方人民生活贫困。但这里又是我国矿产资源十分丰富的地区，煤、铁、有色金属等储量丰富。这里的人民利用黄土的直立性和气候较为干旱的特点，开凿窑洞。窑洞冬暖夏凉，是很好的居住场所。云贵高原上广泛分布的石灰岩长期受流水的溶解侵蚀，形成峰林，溶洞、石林等奇异的喀斯特地形，云南的路南石林、广西桂林山水等都是著名的喀斯特景观旅游区。但是云贵高原峰岭众多，地面崎岖，土壤瘠簿，不利于农耕。只有一些小的山间盆地，被当地人称为“坝子”，比较平坦，是当地主要的耕作业区。地面有漏斗，地下多溶洞、地下河等，地质条件复杂，地表水易渗漏，并给修建水库，工程建设增加了很大难度。 ", "◎ 中国的地形地势的教学目标\n1、识记我国地形、地势的主要特征。2、识记我国主要地形区的特点与分布及对人类活动的影响。3、运用分层设色地形图和地形剖面图，总结出我国地势呈阶梯状分布的特征以及各级阶梯的主要特征，记住位于阶梯分界线的山脉名称。4、理解地势特征对其他自然地理要素以及我国人民的生产、生活会产生什么样的影响，初步掌握评价地理事物的基本方法。", "◎ 中国的地形地势的考试要求\n能力要求：掌握/应用课时要求：2考试频率：必考分值比重：6"], "image": {"path": "val/images/middle_geography_8043.png"}}
{"subject": "geography", "id": "geography_9450", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "图为我国部分铁路和长江干流交汇示意图，读图并结合所学知识，回答下列各题（1）图中甲是____________市，乙是____________市；6条铁路中经过安徽省的是____________、　____________．（写出字符代号）（2）铁路⑥位于青藏高原，修建时需克服海拔　____________，空气缺氧；气温　____________　；冻土____________，翻越雪山，跨越　____________等自然障碍．（3）从图中可以看出，长江中下游铁路网较密集，中上游较____________　；与长江干流交汇的较____________，与其平行的较少．其原因是：我国东部地区地形　____________　、气候湿润、人口密集、城市____________、经济较发达，铁路运输需求量大，修建难度较小；长江干流作为黄金水道沟通东西，缓解了东西运输压力．", "solution_info": "试题分析：（1）我国现已形成一个以北京为中心的四通八达的全国铁路网。南北向干线有京哈线、京沪线、京九线、京广线、太焦﹣焦柳线、宝成﹣成昆线等；东西向干线有滨洲﹣滨绥线、京包﹣包兰线、陇海﹣兰新线、沪昆线等。据图可知：①为京沪线，②为京九线，③为京广线，④为太焦﹣焦柳线，⑤为宝成﹣成昆线；⑥为青藏铁路。图中甲位于沪昆线上，依据位置可知为杭州市；乙位于京广线与长江的交汇处，依据位置可知为武汉；经过安徽的铁路线是京沪线、京九线。（2）据图可知：⑥为青藏铁路，该铁路位于青藏高原上，东起西宁，经格尔木、昆仑山口、沱沱河沿、安考点定位本题主要考查逐步完善的交通运输网。", "answer": "（1）杭州 武汉  ①  ② （2）高  低  广布  河流 （3）稀疏 多 平坦 密集", "side_information": ["◎ 中国的交通运输业的定义\n现代交通：现代交通运输指的是火车、汽车、船舶、飞机等工具的运输。交通运输被比喻为经济发展的“先行官”。铁路线、公路线、航线以及航空线是我国经济发展的“生命线”。东部地区交通运输网络密度大，西部地区交通运输网络密度较小。我国交通运输业：我国高速公路始建于1984年，是上海—嘉定。主要高速密集区为环渤海、长江三角洲、珠江三角洲三个地区。铁路运输是我国最重要的交通运输方式。铁路是我国最重要的运输方式，目前除西藏以外，全国各省、自治区、直辖市都有了铁路，初步形成了“五纵三横”的全国性铁路网。“九五”期间新修的南昆铁路，使我国资源丰富的大西南有了出海通道。青藏铁路已开工建设。主要铁路枢纽有：北京、沈阳、兰州、郑州、徐州、株洲、南昌、上海等。", "◎ 中国的交通运输业的知识扩展\n现代交通运输指的是火车、汽车、船舶、飞机等工具的运输。交通运输被比喻为经济发展的“先行官”。 铁路线、公路线、航线以及航空线是我国经济发展的“生命线”。东部地区交通运输网络密度大，西部地区交通运输网络密度较小。 我国高速公路始建于1984年，是上海—嘉定。主要高速密集区为环渤海、长江三角洲、珠江三角洲三个地区。 铁路运输是我国最重要的交通运输方式。 南北向：京哈线、京九线、京广线、京沪线、哈大线、焦柳线、宝成—成昆线、青藏线。 东西向：京包线—包兰线、陇海—兰新线（第二条亚欧大陆桥中国段）、沪杭—浙赣—湘黔—贵昆线、襄渝线。 主要铁路枢纽：北京、郑州（京广、陇海）、武汉（京广、襄渝、长江水运）、南昌（京九、浙赣）、徐州（京沪、陇海）、兰州（陇海、包兰、兰新）、宝鸡（宝成、陇海）、株洲（京广、浙赣、湘黔）。 选择交通方式要考虑不同交通运输方式的特点，如速度、运费、运输量等，还要考虑出行目的、货物性质数量以及运输距离等因素。 ", "◎ 中国的交通运输业的知识导图\n中国交通图：", "◎ 中国的交通运输业的特性\n我国铁路干线：南北干线：①京广线　②京哈线　③京沪线　④京九线　⑤同蒲线　　⑥太焦线　⑦焦柳线　⑧宝成线　⑨成昆线。东西干线：A、京包线　B、包兰线　C、陇海线　D、兰新线 E、沪杭线　F、浙赣线　G、湘黔线　H、贵昆线。", "◎ 中国的交通运输业的知识点拨\n“五纵”与陇海线、长江干流交汇处的城市：“五纵”名称 京沪线 京九线 京广线 焦柳线 宝成－成昆线与陇海线交汇处的城市徐州 商丘 郑州 洛阳 宝鸡 与长江干流交汇处的城市南京 九江 武汉 枝城 攀枝花 我国公路交通现状：公路发展很快，在交通运输中的地位日趋重要，形成覆盖全国全部2000多个县市和绝大多数乡、镇的庞大公路网，1992年通车里程达105.7万千米，通往西藏的有新藏公路、川藏公路、青藏公路、滇藏公路。20世纪80年代（特别是近年）以来，高速公路建设迅速发展。如北京一天津一塘沽线、沈阳一大连线、京沪高速公路等。我国内河运输现状：内河航道有11万千米。航运比较发达的航道有长江、京杭运河、珠江、松花江。长江是我国内河航道的大动脉，被誉为“黄金水道”。重庆、武汉、南京、上海是沿岸重要港口。我国海洋运输现状：海洋运输，我国海上航运分为沿海航运和远洋航运。沿海航运可以分为以大连、上海为中心的北方航区和以广州为中心的南方航区；主要通航：秦皇岛、天津、烟台、青岛、连云港、南通、宁波、温州、福州、湛江、北海等主要海港，远洋航线可通达世界150多个国家和地区，远洋运输总载重吨位居世界第2位。我国航空运输现状：航空运输，已形成以北京为中心的航空运输网，600多条航线联系亚、欧、非、美和大洋洲的许多国家及国内重要城市。北京、上海、广州、乌鲁木齐是重要的国际航空港。", "◎ 中国的交通运输业的教学目标\n1、了解交通运输业的概念、作用。2、通过了解我国交通运输业发展的巨大成就，认识社会主义制度的优越性，通过了解交通运输业在国民经济发展中的重要地位，理解我国大力加强交通运输业发展的重要性。3、了解中国铁路建设的成就，记住主要南北铁路干线和东西铁路干线，以及主要铁路枢纽。", "◎ 中国的交通运输业的考试要求\n能力要求：掌握/应用课时要求：2考试频率：常考分值比重：4"], "image": {"path": "val/images/middle_geography_9450.png"}}
{"subject": "geography", "id": "geography_756", "type": "multiple-choice", "grade": "high", "difficulty": "medium", "question_info": "上海世博园分布在黄浦江两岸，由跨江大桥、过江隧道和轮渡连成一片。如图示意上海世博园游览图（局部）。据此完成下面小题。3．世博会博物馆位于世博中心的（）", "options": ["西南方", "西北方", "东南方", "东北方4．图中黄浦江段主要为世博园提供了（）"], "solution_info": "3．地图上的方向有不同的表示方式，有的用指向标指示方向，有的用经纬网确定方向，有的采用“上北下南，左西右东”的规定确定方向。读图可知，图中没有指向标，也没有经纬网，根据“上北下南，左西右东”判断方向，世博会博物馆位于世博中心的西北方向，故选项B正确，符合题意。故选：B。4．世博园（上海世博园）位于南浦大桥与卢浦大桥之间及卢浦大桥以西区域，沿黄浦江两岸南北分布。园区规划用地28平方公里，浦东3.93平方公里，浦西1.35平方公里，围栏区域（收取门票的区域）范围约3.28平方公里。读图可知，上海世博园分布在黄浦江两岸，由跨江大桥、过江隧道和轮渡连成一片；图中黄浦江段主要为世博园提供了便捷的水运，故选项A正确，符合题意。为节约资源，水电不廉价，B错误；与水产、土壤无关，CD错误；故选：A。点睛上海世博公园处于城市中心区，黄浦江南岸，担负着与老城厢、外滩和陆家嘴一起，实现上海城市跨越浦江、塑造体现上海各个发展时期城市意象的功能。", "answer": "B    4         ．          A", "side_information": ["◎ 地图的基本知识的定义\n地图：地图是将地球表面的各种地理事物和现象加以综合，按照一定的数学法则建立的地球和平面间的相互联系，用符号、文字和颜色把地球空间现象表现在平面上的图形。比例尺、方向、图例和注记都是地图的基本要素。比例尺：比例尺是表示图上距离比实地距离缩小或扩大的程度。公式为：比例尺=图上距离与实际距离的比。比例尺有三种表示方法:数字式，线段式，和文字式。三种表示方法可以互换。一般讲，大比例尺地图，内容详细，几何精度高，可用于图上测量。小比例尺地图，内容概括性强，不宜于进行图上测量。", "◎ 地图的基本知识的知识扩展\n1、地图的三要素是比例尺、方向和图例。2、比例尺的三种表达方式线段式、数字式和文字式比例尺。3、当地图的图幅大小相等时，比例尺越大，反映的内容越详（详、略），表示的范围越小（大、小）。4、地图上辨别方向的方法：指向标、经纬网，如果前两者均没有，则按照“上北下南，左西右东”定方向。5、常用的图例的识别。 ", "◎ 地图的基本知识的知识导图\n地图图例：", "◎ 地图的基本知识的特性\n比例尺的几种表达方式：", "◎ 地图的基本知识的知识点拨\n地图使用应注意的事项：1、地图的三要素是比例尺、方向和图例。 2、比例尺的三种表达方式线段式、数字式和文字式比例尺。 3、当地图的图幅大小相等时，比例尺越大，反映的内容越详细，表示的范围越小。 4、地图上辨别方向的方法：指向标、经纬网，如果前两者均没有，则按照“上北下南，左西右东”定方向。比例尺与坡度大小的关系：1.图幅大小相同的情况下，等高线图上等高距和等高线疏密度相同时，比例尺越大，坡度越大；2.图幅大小相同的情况下，等高线图上比例尺和等高线疏密度相同时，等高距越大，坡度越大。", "◎ 地图的基本知识的知识拓展\n特殊的地图——航海图：航海图是海洋地图的一种，是海上安全航行的指南。世界上最早的海洋地图是14-17世纪的波特兰型海图，专门供航海用，图上布满放射状的方位线，航行者借助这些方位线和罗经仪，可以随时测定船在海洋上的方向。图上还详细绘出海岸线、海湾、岛屿、海角、浅滩、沿海山脉以及有助于航海的地物。航海图现在的航海图要比波特兰海图复杂得多，除了标有明确的航道外，海洋水文要素、海底地形、近海陆地地貌、航行障碍物、助航设备以及港口、海峡、岛屿、风向、方位都用适当的图例在图上表示出来。海洋水文要素包括水深、潮汐、洋流、漩涡、冰山和结冰界线等。海底地形包括海底山脉、暗礁、海沟等。航行障碍物主要指礁石、浅滩、险恶地段以及沉船、捕鱼设备和布雷区。助航设备指的是航行标志，如灯塔、灯桩和立标等。", "◎ 地图的基本知识的教学目标\n1、理解比例尺的意义和大小比较。2、掌握地图的基本要素，学会在地图上查找所需的地理信息。3、学会在地图上定方向、量距离、识图例、填注记的基本技能。 4、学会等高线地形图的判读。", "◎ 地图的基本知识的考试要求\n能力要求：掌握/应用课时要求：2考试频率：必考分值比重：6"], "image": {"path": "val/images/middle_geography_756.png"}}
{"subject": "geography", "id": "geography_2334", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "读“世界年平均气温分布图”，完成下列问题。（1）图中年平均气温在20℃以上的地区，同五带中________带的范围大体一致。（2）世界上最热的地方位于________洲，最冷的地方位于________洲。（3）亚洲中部的________地区，年均气温在0℃以下，比同纬度其他地区低10℃，这是为什么？（4）总结世界年平均气温的分布规律：①________________________________________________________________________。②________________________________________________________________________。③________________________________________________________________________。", "solution_info": "：年平均气温高于20℃的地区主要分布在北回归线和南回归线之间。世界上气温最高的洲是非洲，世界上气温最低的洲是南极洲，主要是由所处的纬度位置决定的。亚洲中部的青藏高原，年均气温在0℃以下，比同纬度其他地区低10℃，是低温中心，原因是青藏高原地势高，平均海拔在4000米以上。世界年平均气温的分布规律：①一般来说，低纬度气温高，高纬度气温低。②同纬度地带，夏季陆地气温高，海洋气温低；冬季相反。③在山地，气温随着海拔升高而降低。\n年平均气温高于20 ℃的地区主要分布在北回归线和南回归线之间。世界上气温最高的洲是非洲，世界上气温最低的洲是南极洲，主要是由所处的纬度位置决定的。亚洲中部的青藏高原，年均气温在0 ℃以下，比同纬度其他地区低10 ℃，是低温中心，原因是青藏高原地势高，平均海拔在4 000米以上。世界年平均气温的分布规律：①一般来说，低纬度气温高，高纬度气温低。②同纬度地带，夏季陆地气温高，海洋气温低；冬季相反。③在山地，气温随着海拔升高而降低。", "answer": "答案：（1）热 （2）非　南极 （3）青藏高原　地势高，平均海拔在4 000米以上。 （4）①一般来说低纬度气温高，高纬度气温低 ②同纬度地带，夏季陆地气温高，海洋气温低；冬季相反　③在山地，气温随着海拔升高而降低", "side_information": ["◎ 气温和气温的分布的定义\n气温：气温是一种地理名词，一般指大气的温度。国际上标准气温度量单位是摄氏度（℃）。最高气温是一日内气温的最高值，一般出现在14-15时，最低气温一般出现在早晨5-6时。中国用摄氏温标，以℃表示摄氏度。气温是用来衡量地球表面大气温度分布状况和变化态势的重要指标。它可根据需要分为日均温，月均温和年均温。它还是指导人们正常生活和生产活动的重要参考依据。 气温季节变化：气温季节变化-气温季节变化是指气温以一年为周期的有规律的变化。地球上绝大部分地区，一年中有一个最高值和一个最低值。由于气温的高低取决于地面储存热量的多少，地面储存热量最多的时期，就是气温最高值出现的时间；储存热量最少的时期，也就是气温最低值出现的时间。因此，一年中气温最高和最低值出现的时间，不是太阳辐射最强和最弱所在的一天(北半球的夏至和冬至日)，也不是太阳辐射最强和最弱一天所在的月份(北半球的六月和十二月)，而是比这一天要落后1～2个月。即最低值出现在一月或二月，最高值出现在七月或八月。海洋上落后较多，陆地上落后较少。北半球，中、高纬度内陆的气温，以七月为最高，一月为最低；海洋的气温，以八月为最高，二月为最低。 气温分布图：气温图是表示空气温度（0℃或°F）空间分布、时间变化及变异情况的地图。包括气温平均值、极端值、较差、界限气温等内容。常以等值线法表示各时段气温的空间分布，以定位（气象测站）图表法表示气温一年中的变化过程。等温线间距视制图范围内温度跨度与地图比例尺而定，同一幅图内间距基本相同。等温线色层的色调及色饱和度，直观地反映气温的冷暖和数量特征及相应温度条件下的地理情况。", "◎ 气温和气温的分布的知识扩展\n1、气温的变化：（1）日变化，以一天为周期的气温变化。最高气温出现在午后2时，最低气温出现在日出前后，因此会有气温日较差；（2）年变化，以一年为周期的气温变化。北半球陆地最高气温是7月，最低气温是1月，海洋最高气温是8月，最低是2月。南半球与北半球刚好相反。因此会有气温年较差。 2、气温的分布：通常用等温线图来表示气温的水平分布。等温线密集的地方，气温差别大；等温线稀疏的地方，气温差别小。（1）纬度分布：从赤道（低纬）向两极（高纬）逐渐降低。（2）海陆分布：同纬度地带，夏季陆地气温高，海洋气温低，冬季相反。（3）地形分布：气温随海拔升高逐渐降低，海拔每上升100米气温下降0.6度。 ", "◎ 气温和气温的分布的知识导图\n我国2010年夏季气温分布图：", "◎ 气温和气温的分布的特性\n我国气温分布特点：1.受纬度影响显著，南北温差大，纬度越高，温度越低；2.受地势影响显著；平原温差与高原温差大；3.受气候带和大气压影响；同一纬度不同气候带温差大；4.受海陆位置影响；内地与沿海不同的季节，温差大。", "◎ 气温和气温的分布的知识点拨\n气温的变化：1.日变化，以一天为周期的气温变化。最高气温出现在午后2时，最低气温出现在日出前后，因此2.年变化，以一年为周期的气温变化。北半球陆地最高气温是7月，最低气温是1月，海洋最高气温是8月，最低是2月。南半球与北半球刚好相反。因此会有气温年较差。 气温的分布：通常用等温线图来表示气温的水平分布。等温线密集的地方，气温差别大；等温线稀疏的地方，气温差别小。1.纬度分布：从赤道（低纬）向两极（高纬）逐渐降低。2.海陆分布：同纬度地带，夏季陆地气温高，海洋气温低，冬季相反。3.地形分布：气温随海拔升高逐渐降低，海拔每上升100米气温下降0.6度。", "◎ 气温和气温的分布的教学目标\n1、 理解天气、气候的概念及其区别。2、 掌握气温的时空分布规律及其成因。3、 初步掌握气温的测算方法，学会阅读等温线分布图。4、 根据气温的年变化曲线图，说明一地区气温年变化和气温年较差。", "◎ 气温和气温的分布的考试要求\n能力要求：掌握/应用课时要求：1考试频率：常考分值比重：4"], "image": {"path": "val/images/middle_geography_2334.png"}}
{"subject": "geography", "id": "geography_392", "type": "multiple-choice", "grade": "high", "difficulty": "medium", "question_info": "智能手机功能强大,图为某日早上7点,株洲市的小青用手机发给悉尼(150°E,34°S)的小武株洲市区即时天气预报截图(局部)。根据图中信息,结合所学知识回答下面小题。1．昼长是从日出到日落的时间间隔。据图可以判断该日株洲", "options": ["昼长夜短", "昼短夜长", "白昼越来越长", "白昼越来越短2．该日,小武所在地的季节最有可能是"], "solution_info": "由于地球在公转时始终与地面保持66.5度的夹角，导致地球上除赤道外的各地昼夜长短和太阳高度会发生变化，会有四季之分。1．昼长是从日出到日落的时间间隔，可以看出该日株州市的昼长时间小于夜长时间，是昼短夜长，故选B。2．由该日的气温和白昼时间可以看出，该地的气温最低在0－2度之间，最高气温没有超过16度，说明此时是当地的冬季，故选D。3．由悉尼的经度可知，当地时间是要比北京时间快两个小时的东十区，收到信息时是早上的9点，故选C。", "answer": "1            ．        B                2            ．        D                3            ．        C", "side_information": ["◎ 地球的自转运动的定义\n地球自转：地球绕自转轴自西向东的转动，从北极点上空看呈逆时针旋转，从南极点上空看呈顺时针旋转。关于地球自转的各种理论目前都还是假说。地球自转是地球的一种重要运动形式，在地球赤道上的自转线速度为465米/秒。地球自转一周耗时23小时56分，约每隔10年自转周期会增加或者减少千分之三至千分之四秒。一般而言，地球的自转是均匀的。晨昏线：指地球上迎着太阳的昼半球与背着太阳的夜半球之间的分界线，也称晨昏圈。晨昏圈把它所通过的纬线圈分成昼弧和夜弧，昼弧与夜弧的长短可表示该纬线圈昼夜长短的状况。由于地球不停地以1个太阳日为周期的自转，晨昏圈在地面上不断地移动，其周期也为1个太阳日（24小时），从而产生了昼夜更替现象。由于黄赤交角的存在，使地球公转过程中各纬线圈上昼弧与夜弧的长度不断地发生变化，从而产生了昼夜长短的变化。在北半球的春分日、秋分日，晨昏圈同某一经线圈相重合，全球各地昼弧与夜弧等长，即昼夜平分。在北半球的夏至日、冬至日，晨昏圈同经线的交角为最大，夏至日，北半球各纬线圈上的昼弧为一年中最长，即白昼为最长，南半球各纬线圈上的夜弧为一年中最长，即黑夜为最长。冬至日，反之。晨昏圈是地球上的大圈，但由于大气的散射作用等，在日出以前和日没以后天空仍较明亮，因此它实际上要比大圈略小些。", "◎ 地球的自转运动的知识扩展\n1、方向：自西向东（北极上空为逆时针）2、旋转中心：地轴3、周期：一天（24小时）4、产生现象及原因：昼夜更替、时间差异（不透明球体，只能照亮一半，地球自西向东自转，东边比西边时间早，更早看到太阳）5、区时和日界线 ", "◎ 地球的自转运动的知识导图\n地球的自转与公转示意图：", "◎ 地球的自转运动的特性\n地球自转的特点：1.地球围绕地轴转动；2.地球的自转是自西向东的转动；3.地球的自转产生了昼夜变化和时差变化。 ", "◎ 地球的自转运动的知识点拨\n自转产生的现象：1.地球是一个不透明的球体，地球围绕太阳旋转，在任何时刻，太阳光只能照亮地球的一半。被太阳光照亮的半球成为昼半球，相对应的称为夜半球。2.地球自西向东转动，导致各地见到日出的时间不同，东边要先看到日出，东边时刻早于西边时刻。", "◎ 地球的自转运动的教学目标\n1、能用地球仪演示地球的自转，并能说出地球自转的方向和自转一周的时间。2、能说明地球的自转产生有关的地理现象。3、会用简单的工具正确演示昼与夜，以及昼夜更替。4、熟悉基本的运动规律。", "◎ 地球的自转运动的考试要求\n能力要求：掌握/应用课时要求：1考试频率：常考分值比重：2"], "image": {"path": "val/images/middle_geography_392.png"}}
{"subject": "geography", "id": "geography_9645", "type": "multiple-choice", "grade": "high", "difficulty": "easy", "question_info": "“世界灌溉工程遗产”郑国渠开凿始于战国时期，开凿难度极大。古代劳动人民依靠双手，在崇山峻岭中，凿石挖土，肩挑背扛，挥汗如雨，前后苦干十年，开凿了一条长达150多千米的浩大河道，使渭河以北的大中沃野得到自流灌溉。读郑国渠及其附近区域地形分布图，完成下面小题。3．郑国渠是我国古代劳动人民辛勤劳动和智慧的结晶，巧妙利用自然条件实现自流灌溉，郑国渠的流向是（）", "options": ["东北向西南", "西南向东北", "东南向西北", "西北向东南4．“谁知盘中餐，粒粒皆辛苦。”每粒粮食都来自劳动者的汗水，我国劳动人民在郑国渠白流灌溉的农田上辛勤耕种，种植的主要粮食作物可能是（）"], "solution_info": "3．读图可知，王桥镇海拔在400~600米之间，晋城村的海拔在400米以下，由此可知郑国渠的流向大致是自西南流向东北，B正确，排除ACD，故选B。4．读题干材料“使渭河以北的大中沃野得到自流灌溉”得知关中平原地处我国北方地区，该区域的主要粮食作物是小麦，甜菜是经济作物，排除A，D正确；甘蔗和水稻主要种植在南方区域，排除BC，故选D。点睛秦岭是我国的重要地理界线，是南方地区和北方地区的分界线，该山脉以北属于暖温带，耕地类型为旱地，粮食作物主要是小麦。", "answer": "3         ．          B    4          ．          D", "side_information": ["◎ 中国的农业的定义\n中国的农业：农业是国民经济的基础，广义的农业包括耕作业、林业、畜牧业和渔业。在我国，种植业是农业的主体。种植业受自然条件的影响很大，它一方面要求有适宜耕作的土地，一般要求地形平坦，土壤深厚、肥沃，水源丰富，灌溉便利；另一方面要有足够的供农作物生长所需的光照、热量和水分，世界上农业发展较早、农业发达的地区多分布在降水适中的热带、温带平原地区。我国的种植业区也主要分布在湿润、半湿润的东部季风区的平原、盆地和丘陵区。受气候条件的影响，我国南方和北方的农业在耕作制度、农作物种类等方面有明显的差异。中国的林业资源：森林是重要的自然资源，它不仅为人类提供木材、多种原材料、食品、饲料，具有巨大的经济效益。而且还具有重要的环境效益。历史上，我国的森林资源十分丰富。由于长期毁林开荒、滥砍滥伐、战争及自然灾害等因素，我国已成为世界上的少林国家。近年来，我国在植树造林和保护天然林方面取得了一些成绩，例如实行“采伐与抚育更新相结合”的政策、天然林保护工程、退耕还林政策等。加快实施“141”绿色工程建设。使我国成为世界上人工林面积最大的国家。我国的畜牧业：牧业我国畜牧业可以分牧区畜牧业和农耕区畜牧业两类。我国的牧区主要分布在北方半干旱、干旱地区和青藏高原。内蒙古、新疆、青海、西藏是我国四大牧区。著名的优良畜种有内蒙的三河牛、三河马；新疆细毛羊、宁夏滩羊、藏绵羊、牦牛等。农耕区畜牧业主要是指农民家庭饲养的猪、牛、羊以及鸡、鸭、鹅等家禽。目前，我国农耕区畜牧业在畜产品生产中占主要地位，我国的猪、牛、羊肉产量居世界第一位。 我国的水产业：水产业水产业包括淡水水产业和海洋水产。根据生产方式又可分天然捕捞和人工养殖两大类。我国的水产品产量居世界第一位。我国发展水产的水域条件优越，陆地上河湖面积广大，养殖历史悠久；海洋方面，自北而南，依次有渤海、黄海、东海、南海等广阔水域。 ", "◎ 中国的农业的知识扩展\n农业分为种植业、林业、畜牧业以及渔业。 我国农业的地区分布，主要是东部和西部、南方与北方的差异。东西部以400毫米年降水量线为界。 东部主要是种植业、林业和渔业。东部湿润半湿润地区的平原地区以种植业为主；林业集中分布于东北和西南的天然林区，以及东南部的人工林区；东部沿海地区是海洋捕捞和海洋养殖的基地，长江中下游地区是淡水渔业最发达的地区。 西部地区以畜牧业为主，西部因为降水稀少，种植业只分布在有灌溉水源的平原、河谷和绿洲。 四大牧区：内蒙古自治区是我国最大的牧区。主要畜牧品种：三河马、三河牛、滩羊；新疆维吾尔自治区是我国第二大牧区，主要畜牧品种有：细毛羊、羔皮羊、阿勒泰大尾羊、和田羊、伊犁马等；西藏自治区是我国最大的高寒草甸草原畜牧区，主要畜种有藏牦牛、藏绵羊、藏马等；青海是我国第四大牧区。 南北差异主要是降水和热量的差异。农作物包括粮食作物（水稻、小麦——南宜水稻北宜麦）、油料作物（长江油菜带、黄淮花生区两大生产区）、糖料作物（南种甘蔗北甜菜）、棉花（新疆南部、黄河流域、长江流域三大棉区）。 三大平原：东北平原种植小麦、玉米和大豆、及甜菜，受气候条件限制，一年只种一季；华北平原种植小麦、玉米、棉花，还有花生和温带水果，大多两年三季或一年两季；长江中下游平原地势低平，种植水稻、棉花、油菜和甘蔗，一年可收获两到三季。 因地制宜：考虑自然条件（地形、土壤、降水等）和社会条件（与城市的距离、市场需求、农业技术装备以及农民文化水平等）。 挑战和对策：人口增加、耕地减少、水土流失、自然灾害和环境污染。适应国内、国际市场需求，调整农业结构，发展多种经营。运用现代农业科学技术，发展优质、高产、高效农业。防止滥垦滥伐、超载放牧，退耕还林、还草，植树造林、种草。 ", "◎ 中国的农业的知识导图\n我国渔业资源分布图：我国畜牧业资源分布图：我国林业资源分布：", "◎ 中国的农业的特性\n我国农业分布特点：我国农业的地区分布，主要是东部和西部、南方与北方的差异。东西部以400毫米年降水量线为界。1.东部主要是种植业、林业和渔业。东部湿润半湿润地区的平原地区以种植业为主；2.林业集中分布于东北和西南的天然林区，以及东南部的人工林区；3.东部沿海地区是海洋捕捞和海洋养殖的基地，长江中下游地区是淡水渔业最发达的地区。4.西部地区以畜牧业为主，西部因为降水稀少，种植业只分布在有灌溉水源的平原、河谷和绿洲。我国的森林资源主要分布特点：1.东北的大小兴安岭和长白山地，是我国最大的天然林区；2.西南横断山区是我国第二大天然林区；3.东南部的台湾、福建、江西等省山区，以人工林、次生林为主。", "◎ 中国的农业的知识对比\n我国的商品性农业生产基地的比较：基地类型 分布地区 商品粮基地 九大基地：①生产条件和基础好的地区：太湖平原、洞庭湖平原、江汉平原、鄱阳湖平原、成都平原、珠江三角洲；②增产潜力较大的地区：江淮地区；③粮食商品率较高的地区：松嫩平原、三江平原。 商品棉基地 五大基地：江汉平原；冀中南、鲁西北、豫北平原；长江下游滨海、沿江平原；黄淮平原；南疆 油料作物基地 花生 重要性居于首位；主要分布在温带、亚热带的沙土和丘陵地区；山东产量最多 油菜 我国播种面积最大的油料作物，主要分布在长江流域。有“北移南迁”的趋向，如黄淮海平原，辽、黑及华南地区 芝麻 主要在河南 胡麻 西北内陆地区 糖料作物 甘蔗 生长习性：喜高温，需水肥量大，生长期长。台湾、广东、福建、四川、云南、海南是主要产区（热带、亚热带） 甜菜 生长习性：喜温凉，耐盐碱、干旱，生长期短。黑龙江、吉林、内蒙古、新疆四个省区（中温带） 出口商品基地 以进入国际市场为目标：太湖平原、闽南三角洲地带、珠江三角洲；种植花卉、蔬菜、水果，发展塘鱼禽畜生产。  ", "◎ 中国的农业的知识点拨\n我国农业分布：分布主要分布在半湿润和湿润的平原地区 成因 这些平原地区，属于我国季风区，温度和降水条件好，属湿润和湿润地区，同时平原广阔，有利于种植业的发展 地区差异 北方 南方 秦岭－淮河一线以北，主要是旱地，灌溉多采用水浇形式。种植的农作物有小麦、棉花、花生、甜菜等。东北地区一年一熟，华北平原两年三熟或一年一熟。秦岭－淮河一线以南，主要是水田，广泛种植水稻。此外，棉花、油菜、甘蔗等农作物的种植面积也较广。大部分地区一年两熟至三熟。粮食生产的重要性 我国人口众多，粮食的需要量大米，人口增长快，人均粮食产量不及世界平均水平。同时，我国是一个自然灾害频繁的国家，对粮食产量影响很大。提高粮食产量的主要途径  ①珍惜和合理利用每一寸土地；②科学方法种田，提高单位面积的产量和质量。积极发展多种经营 我国的自然条件和土地资源是多种多样的，国家建设和人民生活的需要也是多方面的。因此，要积极发展多种经营。我国的农业生产是根据不同的自然条件。相应地建成立了九大商品粮基地，和商品糖、油、棉等基地，以贯彻\"决不放松粮食生产\"的同时，还要贯彻\"积极发展多种经营\"和\"发展优质，高产，高效农业\"的方针。 解决我国粮食问题的主要途径是：1.要珍惜和合理利用每一寸土地，切实保护耕地；2.要实施科学种田，通过改造中低产田，提高单位面积产量和质量；3.在确保粮食供求“基本平衡”的同时，积极开展多种经营，发展“优质、高产、高效农业”。面向市场，调整农作物品种和农业结构，一方面满足人民生活的丰富多样的需求，另一方面使广大农民的收入真正得以提高。4.要用科学方法种田，提高单产量。例如：使用优良种子，采用先进的经营管理方法等。影响我国东南部水产业分布的因素：1.自然条件：东南部临海，水域宽广，大陆水域的3/4在东南部。 2.人口：东南部人口稠密，居民有食鱼的爱好。 3.社会经济条件：城市多，交通便利，消费市场广阔。 4.技术：水产捕捞、加工的技术水平较高。 我国农业存在的主要问题是：1.人均农产品占有量尚比较低；2.“靠天收”“靠天养畜”的局面尚没有根本扭转。农业综合生产力尚比较低，抗灾能力，机械化水平，农业科技水平还不高，农业生产波动较大。3.农业结构尚不合理，种植业比重太大，林、牧、渔业比重太小。4.农业“新，特，优”产品尚比较少，农业产业化水平低，农民收入水平低。5.农业生态环境脆弱，环境污染严重。如耕地减少、土壤退化沙化、盐碱化；草场退化、沙化；森林面积减少等，使我国农业自然灾害日趋频繁。 ", "◎ 中国的农业的教学目标\n1、了解我国的农业发展状况。2、能够运用资料并联系实际，说明我国农业在地区分布上的差异。3、举例说明因地制宜发展农业的必要性，明确如何才能因地制宜地发展农业。", "◎ 中国的农业的考试要求\n能力要求：了解/识记课时要求：2考试频率：常考分值比重：4"], "image": {"path": "val/images/middle_geography_9645.png"}}
{"subject": "geography", "id": "geography_2045", "type": "fill-in-the-blank", "grade": "high", "difficulty": "easy", "question_info": "中国著名诗人余光中先生的诗《乡愁》曾让无数中国人落泪；著名政治家、书法家于右任创作的《望大陆》同样表达了其怀乡思国之情。某同学在阅读了《乡愁》、《望大陆》之后，对台湾产生了浓厚的兴趣，决定利用暑假到台湾旅游。读台湾图及相关资料回答下列问题。（1）“乡愁是一湾浅浅的海峡，我在这头，大陆在那头。”诗中提到的海峡指的是____，有人在该海峡海底发现了森林遗迹和古河道，这说明____。（2）后人根据《望大陆》中提及的“葬我于高山之上兮，望我故乡”，把于右任遗体安葬在台湾山脉的最高峰____，了却他登高远眺故土的心愿。（3）台湾全岛的交通线呈环状分布，主要受到其____（自然因素）的影响。（4）在台湾旅游时，该同学发现台湾省的河流众多，水量较大，但多数河流长度较短，请解释原因：____。", "solution_info": "本题以台湾诗人余光中《乡愁》为材料，考查学生对台湾的地理位置、海陆变迁、台湾地形及河流等方面知识的理解与掌握。学会利用所学知识分析地理事物之间的联系性。详解（1）“乡愁是一湾浅浅的海峡，我在这头，大陆在那头。”诗中提到的海峡指的是台湾海峡；在该海峡海底发现了森林遗迹和古河道，这说明地质历史时期，台湾海峡曾经是陆地，这里生长着茂密的森林，发育着许多河流，后来由于地壳下陷,形成海峡。（2）台湾山脉的最高峰是玉山，海拔约3952米，是东部最高山峰；该山脉的走向是东北-西南。（3）台湾全岛的交通线呈环状分布，这一特点主要受到其地形的影响，中部以山地为主，平原分布在沿海地区。（4）台湾多数河流长度较短的原因是台湾岛面积较小，多山地，流量大、水能资源丰富。", "answer": "台湾海峡              台湾海峡曾经是陆地，这里生长着茂密的森林，发育着许多河流，后来由于地壳下陷，形成海峡              玉山              地形              台湾岛面积较小，多山地", "side_information": ["◎ 海陆的变迁的定义\n板块漂移学说：解释地壳运动和海陆分布﹑演变的学说。大陆彼此之间以及大陆相对于大洋盆地间的大规模水平运动﹐称为大陆漂移。大陆漂移说认为﹐地球上所有大陆在中生代以前曾经是统一的巨大陆块﹐称之为泛大陆或联合古陆﹐中生代开始﹐泛大陆分裂并漂移﹐逐渐达到现在的位置。填海造陆运动：填海造陆是指把原有的海域、湖区或河岸转变为陆地。对于山多平地少的沿海城市，填海造地是一个为市区发展制造平地的很有效方法。不少沿海大城市，例如东京、香港、澳门及深圳，均采用该法制造平地。火山地震带：全球有环太平洋地震带和地中海—喜马拉雅山地震带两大地震带，前者约集中了全世界80%以上的浅源地震（0～70千米）、几乎全部的中源（70～300千米）和深源（300～700千米）地震。它围绕着太平洋分布，从南美洲的南端开始，沿西海岸向北延伸，到北美洲阿拉斯加，折向西经阿留申群岛、堪察加半岛、千岛群岛到日本。", "◎ 海陆的变迁的知识扩展\n1、地球上海陆变迁的原因：①地壳的变动；②海平面的升降；③人类活动，其中①和②是主要原因，人类活动如填海    造陆。2、大陆漂移学说由德国科学家魏格纳提出，从南美洲与非洲的轮廓中得到的启示。 3、六大板块名称：亚欧板块，印度洋板块，太平洋板块，美洲板块，非洲板块；南极洲板块，其中几乎全部是海洋的    是太平洋板块。 4、世界两大火山地震带：环太平洋火山地震带和地中海喜马拉雅山火山地震带。 ", "◎ 海陆的变迁的知识导图\n六大板块分布图：火山地震带的分布：", "◎ 海陆的变迁的特性\n板块运动的特点：1.在板块内部，地壳运动稳定；2.在板块边缘地带，地壳运动活跃，成为火山、地震活动的多发地区；", "◎ 海陆的变迁的知识点拨\n海陆变迁的原因：1.地壳的变动；2.海平面的升降；3.人类活动（填海造陆运动）火山、地震与板块运动的联系：1.天然地震主要是构造地震，它是由于地下深处岩石破裂、错动把长期积累起来的能量急剧释放出来，以地震波的形式向四面八方传播出去，到地面引起的房摇地动。构造地震约占地震总数的90%以上。其次是由火山喷发引起的地震，称为火山地震，约占地震总数的7%。此外，某些特殊情况下了也会产生地震，如岩洞崩塌（陷落地震）、大陨石冲击地面（陨石冲击地震）等。2.地球表面有一层很厚很厚的地壳，平常岩浆被地壳紧紧地包在里边。地球内部的温度特别高，岩浆在那里边流来流去，总想找个地方窜到外面来。有些地方地壳运动比较强烈，地壳又比较薄弱，这些地方受到压力的时候，岩浆就从这里冲出来了。这样，就发生了火山爆发。活火山、死火山这是指火山活动的情况。有些火山爆发了一次后一直不爆发，这些火山就成了死活山。", "◎ 海陆的变迁的教学目标\n1、能举出实例说明海陆变迁，树立起海陆不断运动变化的科学观念。2、了解大陆漂移学说产生的背景，知道海陆分布格局的形成过程。3、知道板块构造学说的基本观点，运用板块构造学说解释有关地理现象的成因。4、阅读地图，说出世界主要火山、地震分布规律，说明火山、地震分布与板块运动的关系。", "◎ 海陆的变迁的考试要求\n能力要求：掌握/应用课时要求：1考试频率：必考分值比重：4"], "image": {"path": "val/images/middle_geography_2045.png"}}
{"subject": "geography", "id": "geography_11225", "type": "multiple-choice", "grade": "high", "difficulty": "easy", "question_info": "下图为粤港澳大湾区分布图。读图，完成下面小题。13．关于粤港澳大湾区经济发展的优越条件，描述正确的是（）①国家政策的支持②水能资源丰富③是我国的南大门，靠近东南亚，地理位置优越④是我国著名的侨乡，便于引进资金", "options": ["①③④", "①②③", "①②④", "②③④14．关于香港、澳门的叙述，不正确的是（）"], "solution_info": "13．粤港澳大湾区经济发展的优势条件包括国家的优惠政策；是我国的南大门，靠近东南亚；地理位置优越；是我国著名的侨乡，便于引进资金；地势平坦、水能资源不丰富，故①③④正确，故选A。14．香港和澳门都是自由贸易港，故A正确。香港关税低、商品物美价廉，有”购物天堂“，故B正确。香港的支柱产业是对外贸易，澳门的主导产业是博彩旅游业，故C错误。香港和澳门都是亚热带季风气候，故D正确。根据题意，故选C。点睛粤港澳大湾区包括香港特别行政区、澳门特别行政区和广东省广州市、深圳市、珠海市、佛山市、惠州市、东莞市、中山市、江门市、肇庆市共九市2区。", "answer": "A    14         ．          C", "side_information": ["◎ 香港的定义\n香港:香港，全称中华人民共和国香港特别行政区，是中华人民共和国所辖的特别行政区，位处华南沿岸，珠江口以东，由香港岛、九龙半岛、新界内陆地区，以及262个大小岛屿组成。北接广东省深圳市，南面是广东省珠海市万山群岛。第二次世界大战后，香港经济和社会迅速发展，不仅成为“亚洲四小龙”之一，也是全球最富裕、经济最发达和生活水平最高的地区之一。香港是亚洲重要的金融、服务和航运中心，并以廉洁的政府、良好的治安、自由的经济体系以及完善的法制而闻名于世。", "◎ 香港的知识扩展\n ", "◎ 香港的知识导图\n香港铜锣湾：香港中银大厦：", "◎ 香港的知识点拨\n香港主要地理信息：1.香港位于广东省珠江中东侧，毗邻广东省深圳市。2.香港地区处于潮湿的亚热带环境，泾流丰富，地表水系相当发达。3.它是由香港岛、九龙和新界三部份及其周围200多个岛屿组成。人口约600万，其中中国血统居民占98％，祖藉广东省的最多。香港重要转口港，居国际贸易有利位置。4.香港是世界上进出口船舶最多的商港之一，也是世界信息和金融中心之一。5.香港人多地狭，工业原料、燃料、副食品、淡水、建筑材料等大部分依靠进口，工业多属加工工业。香港是一个自由港。香港的旅游业也很发达。6.1997年7月1日香港已回归祖国，设立了香港特别行政区。", "◎ 香港的知识拓展\n香港的经济制度：香港是一个奉行自由市场的资本主义经济体系，其经济的重点在于政府施行的自由放任政策。经济学家兼诺贝尔奖得主米尔顿·佛利民更视香港为自由放任经济的典范。政府的经济政策理念是让市场力量主导经济，避免操控或指导市场发展。商业规管精简、政府廉洁而高效率、税率低、税制简单、法制健全、产权观念牢固、货币稳定等因素，令大部分经济学家均相信香港是市场经济运作的表表者。香港已成为世界第11大贸易实体。以吞吐量计算，香港的货柜港口更是全球最繁忙的货柜港口之一。以乘客量和国际货物处理量计算，香港国际机场是世界最繁忙的机场之一。以对外银行交易量计算，香港是世界第15大银行中心。以成交额计算，香港是世界第6大外汇交易市场。以市值计算，香港股票市场是亚洲第2大市场。根据国际货币基金2005年数据，香港人均本地生产总值（PPP）为34,111美元，全球排名第9，亚洲排名第1；按国际汇率则为25,555美元，全球排名第26，亚洲排名第5，次于卡塔尔、日本、阿联酋及新加坡。综观各产业以服务业占本地生产总值比重最高，2005年数字为91%，当中进出口贸易业占GDP22.5%，社区、社会及个人服务业占19.2%，金融及保险业则占12.7%。香港服务行业的对象并非限于本地，而是面向全球。服务输出总值占本地生产总值比率甚高，2006年服务输出总值达724亿美元，占本地生产总值的38.2%。输出服务主要包括商贸服务及贸易相关服务（占2006年服务输出总值的32%）、运输服务（31%）及旅游服务（16%）。面对科技迅速发展以及全球一体化，服务业主导的香港经济也面临日趋激烈的竞争。香港经济开始转型向集中提供高增值服务、进行以知识为本的经济活动。此外，中国大陆经济进一步自由化，为香港多个服务行业带来更大商机，带动服务业快速增长。当中，香港与中国大陆于2003年6月29日签订《更紧密经贸关系的安排》促进跨境贸易，鼓励香港商业开拓更庞大的国内市场，同时鼓励中国大陆企业通过香港与世界经济接轨。相关协议容许香港货物输入中国大陆可享有零关税优惠、香港服务业可享有优惠待遇进入中国大陆市场、两地专业资格互认安排，以及便利跨境贸易投资等安排。", "◎ 香港的教学目标\n1、描述香港的地理位置。2、通过分析香港的地理位置和产业特征，理解香港在国际上的枢纽功能。3、理解香港经济发展的优势和不足及其与祖国大陆的联系。", "◎ 香港的考试要求\n能力要求：掌握/应用课时要求：1考试频率：常考分值比重：3"], "image": {"path": "val/images/middle_geography_11225.png"}}
{"subject": "geography", "id": "geography_8383", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "读中国土地利用类型图，完成下列问题。(1)AB均为我国耕地主要分布区，区域A表示____（土地利用类型）主要分布区，区域B表示____（土地利用类型）主要分布区。(2)区域C土地利用类型以____主，它与区域B的分界线与____毫米年等降水量线大体一致。(3)山区D属____林区，从水资源分布来看，它地处____带，水资源充足，适合培育森林。", "solution_info": "本题以中国土地利用类型图为材料，涉及土地利用类型、水资源丰富程度等内容，考查学生对相关知识的掌握程度。（1）AB均为我国耕地主要分布区，区域A位于南方，降水多，为水田主要分布区，区域B位于北方，降水少，为旱地主要分布区。（2）区域C位于内蒙古东部，草原广阔，土地利用类型以草地为主，它与区域B的分界线与400毫米年等降水量线大体一致。（3）山区D位于我国东南地区，属东南林区，从水资源分布来看，该地降水量大，地处丰水带，水资源充足，适合培育森林。", "answer": "(1)         水田            旱地                      (2)         草地          400                      (3)         东南            丰水", "side_information": ["◎ 中国的气候，季风的定义\n我国的气候：受纬度位置和海陆位置的影响，我国大多数地区一年内的盛行风向随季节有显著变化，形成了典型的季风气候。冬季风寒冷干燥，是我国冬季南北温差大的主要原因之一；夏季风温暖潮湿，形成了我国的雨季。除青藏高原外，习惯上以大兴安岭—阴山—贺兰山为界，把我国划分为季风区和非季风区。我国的气候类型，主要包括热带季风气候、亚热带季风气候、温带季风气候、温带大陆性气候以及高原山地气候。 我国气温分布特点我国温度带的划分：冬季，我国南北气温差异很大。1月℃等温线大致沿秦岭—淮河一线分布。冬季最冷的地方为黑龙江的漠河镇。夏季，除了青藏高原等地区外，大多数地方普遍高温。夏季最热的地方为新疆吐鲁番。我国由北向南划分为寒温带、中温带、暖温带、亚热带、热带。另外还有高原气候区。划分温度带的主要指标是活动积温。 ", "◎ 中国的气候，季风的知识扩展\n1、我国气温分布特点我国温度带的划分：冬季，我国南北气温差异很大。1月℃等温线大致沿秦岭—淮河一线分布。冬季最冷的地方为黑龙江的漠河镇。夏季，除了青藏高原等地区外，大多数地方普遍高温。夏季最热的地方为新疆吐鲁番。我国由北向南划分为寒温带、中温带、暖温带、亚热带、热带。另外还有高原气候区。划分温度带的主要指标是活动积温。2、东西干湿差异： 年降水量的总趋势是从东南沿海向西北内陆递减。 一个地方的降水量与蒸发量的对比关系，反映了该地气候的湿润程度。我国可以划分为湿润地区、半湿润地区、半干旱地区和干旱地区。3、气候： 受纬度位置和海陆位置的影响，我国大多数地区一年内的盛行风向随季节有显著变化，形成了典型的季风气候。 冬季风寒冷干燥，是我国冬季南北温差大的主要原因之一；夏季风温暖潮湿，形成了我国的雨季。除青藏高原外，习惯上以大兴安岭—阴山—贺兰山为界，把我国划分为季风区和非季风区。我国的气候类型，主要包括热带季风气候、亚热带季风气候、温带季风气候、温带大陆性气候以及高原山地气候。多特殊天气：主要有寒潮、梅雨、台风、沙尘暴等。多旱涝灾害。洪涝是我国发生频繁、损失严重的自然灾害。干旱是对我国农业生产影响最大、最常见且分布范围最广的一种气候灾害。 ", "◎ 中国的气候，季风的知识导图\n中国干湿情况分布图：我国气候分布图：我国季风走向示意图：", "◎ 中国的气候，季风的特性\n我国温度分布特点：我国气温分布特点我国温度带的划分：冬季，我国南北气温差异很大。1月℃等温线大致沿秦岭淮河一线分布。冬季最冷的地方为黑龙江的漠河镇。夏季，除了青藏高原等地区外，大多数地方普遍高温。夏季最热的地方为新疆吐鲁番。我国由北向南划分为寒温带、中温带、暖温带、亚热带、热带。另外还有高原气候区。划分温度带的主要指标是活动积温。我国干湿地区划分与分布特点：干湿地区 干湿状况 主要分布地区 气候和植被湿润区 >800mm 降水量＞蒸发量东南大部、东北的东北部 气候湿润，森林 半湿润区 400-800mm 降水量＞蒸发量 东北平原、华北平原、黄土高原南部和青藏高原东南部 气候较湿润，草原和森林 半干旱区 200-400mm 降水量＜蒸发量 内蒙古高原、黄土高原和青藏高原大部份 气候较干燥，主要为草原 干旱区 <200mm 降水量＜蒸发量 新疆、内蒙古高原西部、青藏高原西北 气候干旱，主要为荒漠 我国气候特点与评价：特征 内容 成因 对农业生产的影响 有利影响 不利影响 大陆性季风气候显著 ①大多数地方冬季寒冷干燥，夏季暖热多雨，②与同纬度其他地区比，冬温偏低，夏温偏高，气温年较差大；③气温年较差和降水的季节变化和年际变化都较大 我国冬季受寒冷的冬季风影响，寒冷干燥；夏季受来自海洋的夏季风影响，暖热多雨 夏季暖热多雨，对农作物等生长十分有利 冬季寒冷干燥，对农作物等生长不利；降水过分集中在夏季，造成春旱、夏涝现象严重；降水的年际变化大，水旱灾害多；寒潮带来严寒，大风、霜冻等恶劣天气，台风造成水灾、风灾。 雨热同期 夏季，我国除高原、高山外，高温期与多雨期一致，水热配合好。 夏季，我国各地得到的太阳光热多，且受夏季风影响，带来充沛的降水 夏热是我国气候资源的一大优势，使广大北方地区都能种植棉花，水稻、玉米等喜温作物 气候复杂多样 我国有多种多样的温度带和干湿地区 我国地域广阔，南北纬度差异大，东西距海远近不同，地形复杂多样 使我国的农作物及各种动植物资源极其丰富 高原、干旱气候区不利于农业发展", "◎ 中国的气候，季风的知识对比\n冬夏气温分布特点对比：季节 分布特点 形成原因 冬季1月 南暖北寒、南北温差大。漠河是我国冬季最冷的地方。0℃等温线大致经过青藏高原东部边缘，东至秦岭－淮河一线 ①我国跨纬度大，冬季太阳直射南半球，我国纬度越高，白昼越短，正午太阳高度越低，因而北方获得热量大大小于南方，气温低得多；②北方靠近冬季风源地，深受冬季风影响，更加剧北方的寒冷，越往南去，冬季风受山岭的重重阻挡，势力和频度都大为减弱，使南北温差增大（可与北美洲地形对气候的影响进行对比） 夏季7月 除青藏高原和天山、大小兴安岭以外，全国普遍高温、南北温差小。吐鲁番盆地是我国夏季最热的地方 ①太阳直射北半球，虽然我国南方正午太阳高度仍大于北方，但北方的白昼却比南方长。太阳照射时间和获得太阳光热量南北相差不大。②受夏季风影响程度不同，北方晴天多，气温回升快，南方雨季长阴雨天多，日照时间短。青藏高原等山地气温低，原因：地势高。吐鲁番盆地夏季最热，原因：①盆地地形，不易散热，且外边气流越过山地下沉时，增温作用强，形成焚风；②沙漠广布，吸热快；③空气干燥天空少云，太阳辐射强。 温度带划分对比：我国根据≥１０℃积温自北向南划分五个温度带，即寒温带、中温带、暖温带、亚热带、热带，同时另有一个独特的青藏高原气候区。季节 分布特点 形成原因 冬季1月 南暖北寒、南北温差大。漠河是我国冬季最冷的地方。0℃等温线大致经过青藏高原东部边缘，东至秦岭－淮河一线 ①我国跨纬度大，冬季太阳直射南半球，我国纬度越高，白昼越短，正午太阳高度越低，因而北方获得热量大大小于南方，气温低得多；②北方靠近冬季风源地，深受冬季风影响，更加剧北方的寒冷，越往南去，冬季风受山岭的重重阻挡，势力和频度都大为减弱，使南北温差增大（可与北美洲地形对气候的影响进行对比） 夏季7月 除青藏高原和天山、大小兴安岭以外，全国普遍高温、南北温差小。吐鲁番盆地是我国夏季最热的地方。①太阳直射北半球，虽然我国南方正午太阳高度仍大于北方，但北方的白昼却比南方长。太阳照射时间和获得太阳光热量南北相差不大。②受夏季风影响程度不同，北方晴天多，气温回升快，南方雨季长阴雨天多，日照时间短。青藏高原等山地气温低，原因：地势高。吐鲁番盆地夏季最热，原因：①盆地地形，不易散热，且外边气流越过山地下沉时，增温作用强，形成焚风；②沙漠广布，吸热快；③空气干燥天空少云，太阳辐射强。温度带划分及其分布：我国根据≥１０℃积温自北向南划分五个温度带，即寒温带、中温带、暖温带、亚热带、热带，同时另有一个独特的青藏高原气候区。温度带 范围 ≧1000℃积温 作物熟制 热带 琼全部和台南部、粤南部（雷州半岛）、滇南部（西双版纳） ＞8000℃ 一年三熟，我国热带作物和热带经济林的重要产区 亚热带 秦淮一线以南的大部分地区，青藏高原以东 4500－8000℃ 一年两熟到三熟。稻麦两熟或双季稻。双季稻加冬作油菜或冬小麦。我国水稻、油菜及亚热带水果、经济林的重要产区。 暖温带 黄河中下游大部分地区即鲁全部和陕、晋、冀大部分和南疆 3400－4500℃ 两年三熟或一年两熟。我国冬小表、玉米、谷子及温带水果（苹果、梨、葡萄等）的主产区。 中温带 吉全部和黑、辽、内蒙古大部，北疆 1600－3400℃ 一年一熟。春小麦、大豆、甜菜、玉米、谷子、高粱 寒温带 黑、内蒙古的最北部 ＜1600℃ 一年一熟。生长期较短的早熟作物为主：春小麦、大麦、马铃薯等 高原气候区 青海、西藏大部和四川西部 ＜2000℃ 一年一熟。青稞等 降水分布与时间对比：基本特点（规律） 原因 影响 名称 空间分布规律从东南沿海向西北内陆逐渐渐少 影响我国降水的主要来源是夏季风。我国东部广大地区受东南季风和西南季风的影响大，降水多；西北内陆地区受夏季风影响不明显，降水稀少 东南部湿润，愈向西北部内陆越干燥 时间变化 季节变化 降水季节分配不均，降水集中在5月到9月的夏秋季节 夏季受来自海洋的湿润气流影响，降水丰沛；冬季受来自大陆的干燥空气的影响，降水少 使我国旱涝灾害频繁，夏季风强或来的早，北涝南旱；夏季风弱或来的晚，南涝北旱 年际变化 各地降水年际变化大，南方较小，北方较大，西北干旱地区最大 夏季风进退的规律反常所造成的 使我国旱涝灾害频繁，夏季风强或来的早，北涝南旱；夏季风弱或来的晚，南涝北旱 降水的南北差异 北方：降水少，雨季短；南方：降水多，雨季长。由夏季风形成锋面雨带进退规律决定的。形成北方的春旱、夏涝；江淮地区的梅雨和伏旱。", "◎ 中国的气候，季风的知识点拨\n我国降水界限的划分：1.800mm年等降水量线，它大致经青藏高原东南边缘，然后折向东，沿秦岭——淮河一线，此线以东、以南地区年降水量大于800mm，为温润区。是我国主要的水田作业区，农业以水稻生产为主；此线以北为半湿润区，以旱作农业为主；2.400mm年降水量线，此线大致沿大兴安岭—长城一线到兰州，向西南，经青藏高原到冈底斯山一线。此线是我国半湿润区和半干旱区的大致分界线，也是我国农耕区与畜牧业区的分界线；3.200mm年等降水量线：大致经内蒙古中部——贺兰山——祁连山经青藏高原一线。此线大致是我国半干旱区和干旱区的分界线。年降水量200mm以下的地区，多为荒漠地区，除有灌溉水源的绿洲以外，自然环境恶劣，人烟稀少，十分荒凉。我国雨带的推移规律及影响：1.锋面雨带的形成：当夏季风的暖湿气流登陆北上时，与从北方南下的冬季风的冷干气流相遇，较轻的暖湿气流被抬升到冷空气之上。暖湿气流在上升过程中，气温不断降低，冷凝致雨，形成锋面雨，从而在我国东部地区冷暖气流交汇的地带出现一条降水较多的锋面雨带。2.锋面雨带的移动：五月，雨带徘徊在南岭一带；六月，雨带移到长江流域以后，在江淮之间摆动一个月左右（梅雨）；七月上旬，雨带开始向北向西推移，七、八月份到达华北、东北等地。（六、七、八月西南、两广地区还受西南季风影响） ", "◎ 中国的气候，季风的知识拓展\n我国主要气象灾害、分布及防治方法：灾害 多发地区 多发季节 成因 特点 防治措施 梅雨 江淮地区 春末夏初 江淮地区冷暖气团势均力敌 阴雨连绵——降水多；出现“空梅”天气——干旱 降水多时——排水；出现“空梅”天气——引水灌溉 伏旱 长江中下游地区 7月 梅雨过后，在单一的副热带高压控制下 天气酷热少雨，抗旱任务艰巨 组织抗旱，若有台风雨形成可能缓解旱情 台风 东南沿海 夏秋 热带海洋上形成的强烈的热带气旋 狂风暴雨 及时预报，做好台风过境的准备，建立健全减灾工作的政策法规体系，营造沿海防护林，提高公众的灾害意识 春旱 华北 3-5月 气温回升快，蒸发旺盛，夏季风没有到达（或受单一冷气流影响），降水少，又值农作物播种、生长季节，蓄水量大 空气干燥，土壤缺水，河湖水位下降 引水灌溉 夏涝 华北、南方地区 6-8月 春季风来得迟，影响时间长，降水强度大 洪涝灾害 低洼地排水，疏浚河流，增加入海口 倒春寒 东部季风区 3-5月 极地大陆气团势力强盛 春季出现强低温和雨雪天气 地膜覆盖等 寒潮 除青藏高原以外的广大地区 冬半年，以春秋两季最严重 强冷空气迅速入侵 大风、雨雪、冻害时间长，范围广 加强警报，做好防寒准备 风沙天气 三北地区 春秋两季，以春季最严重 西北季风吹扬，干旱地区的沙尘向东南方向扩散 风大，大气含沙量大，能见度低，影响范围广，一般与寒潮路径相同 营造防护林，退耕还林还草 暴雨洪涝 除西部一些沙漠地区以外的广大地区 夏秋 形成降水的天气系统持续时间长，如锋面、气旋、热带气旋等 降水强度大，时间短，形成洪涝，我国南方（和东部）地区多大暴雨和特大暴雨 修筑堤坝、整治河道、修建水库、修建分洪区，加强洪泛区土地管理，建立洪水预报预警系统，拟定居民应急撤离计划和对策，实现防洪保险等 干旱 华北、西北 冬春 长期无降水或降水异常偏少 空气干燥，土壤缺水，使突出的世界性问题，影响经济发展和社会安定 因地制宜，合理调整农业结构，改善农业生态环境，在干旱多发地区选择优良作物品种，开展农业水利设施建设，营造防护林，改进耕作制度 ", "◎ 中国的气候，季风的教学目标\n1、知道我国主要气候类型的分布和特点。2、了解我国气候复杂多样的优越性。 3、了解季风区、非季风区的分界线。 4、比较夏、冬季风的区别，分析季风给人们生产生活带来的不同影响。", "◎ 中国的气候，季风的考试要求\n能力要求：掌握/应用课时要求：2考试频率：常考分值比重：4"], "image": {"path": "val/images/middle_geography_8383.png"}}
{"subject": "geography", "id": "geography_1292", "type": "multiple-choice", "grade": "high", "difficulty": "hard", "question_info": "读“某地区等高线图”，完成下列各题。12．图示区域山顶Ⅱ与乙村的高度差可能为", "options": ["600米", "900米", "1000米", "1200米13．下列地点位于①处可视范围的是"], "solution_info": "12．由图可知，图中等高距为200米，图中Ⅱ山顶的高度在800米—1000米之间，乙村在200-400米之间，所以图中Ⅱ山顶与乙村的高度差可能为400-800米；故选：A。13．由图可知，图中①海拔在600米—800米之间，图中②位于Ⅰ山顶后面，①地看不见，③④位于Ⅱ后面，也不再①范围之内，甲村以及Ⅰ山顶和Ⅱ山顶都在①地视野范围之内；故选：D。14．等高线地形图中山区线路选择的一般原则是线路走向尽量与等高线平行，使道路坡度小，施工难度小；通行较为轻松和安全。图中Q线、P线均穿过一个山脊，且Q线坡度陡，故排除选项A、B；M线、N线均基本与等高线平行，但M线里程长；故选：B。点睛本题主要考查了等高线的判读。", "answer": "12．A 13．D 14．B", "side_information": ["◎ 地形图判读的定义\n海拔：地面某个点高出海平面的垂直距离，叫做海拔。海拔也称为绝对高度。相对高度：地面上某一点高出另一点的垂直距离称为相对高度。等高线：把各个地点的海拔标注在地图上，再把海拔相同的点连成线，称为等高线。等深线：在地图上，把海洋中深度相同的线连接起来，叫做等深线。", "◎ 地形图判读的知识扩展\n1、海拔高度和相对高度；把海拔高度相等的点用线连接起来叫等高线；等高线的疏密状况可以反映地面的高低起伏或坡度的大小。坡陡的地方，等高线密集；坡缓的地方，等高线稀疏。山地不同部位，等高线形态不同。2、常见的地形图有三种，等高线地形图、等深线地形图、地形剖面图，能最直观反映地表起伏的是地形剖面图，在分层设色地形图上，通常用蓝色表示海洋，用绿色表示平原，地形的基本类型有五种，分别是高原、平原、山地、盆地、丘陵。 ", "◎ 地形图判读的知识导图\n地形图图例：", "◎ 地形图判读的特性\n等高线地形图的特征：1.同线等高，同图等距；2.等高线为闭合的平滑曲线；3.等高线的疏密决定坡度大小；4.等高线一般不相交不重叠。", "◎ 地形图判读的知识点拨\n地形图的分类：常见的地形图有三种，等高线地形图、等深线地形图、地形剖面图，能最直观反映地表起伏的是地形剖面图，在分层设色地形图上，通常用蓝色表示海洋，用绿色表示平原，地形的基本类型有五种，分别是高原、平原、山地、盆地、丘陵。地形图的识读：1.判断地势高低：同一等高线上各点的海拔相同，等高距在同一等高线地图上是相等的。地面越高，数值越大；反之，数值越小，地势越低。2.判断坡度的陡缓：同一等高线的地形图上，等高线越密，坡度越陡，海底等深线越密，坡度越陡。", "◎ 地形图判读的知识拓展\n地形剖面图的制作：在等高线地图上，沿着某一方向画一条直线，然后将该直线的交点一一投射到间隔高度相同的平行线上，得到不同点，把着这些点用平滑的曲线连接，构成地形剖面图。", "◎ 地形图判读的教学目标\n1、了解海拔和相对高度的概念，并能熟练应用。 2、学会利用等高线地形图估算海拔和相对高度，判断坡度陡缓。3、能利用等高线判读五种基本地形的特点。4、在等高线地形图上，识别山顶、山脊、山谷等地形部位。", "◎ 地形图判读的考试要求\n能力要求：掌握/应用课时要求：2考试频率：必考分值比重：5"], "image": {"path": "val/images/middle_geography_1292.png"}}
{"subject": "geography", "id": "geography_8079", "type": "multiple-choice", "grade": "high", "difficulty": "medium", "question_info": "我国地域广大，地理事物的区域特征十分显著。读下图，完成下列各题。3．关于中国地理事物分界线的叙述，正确的是(　　)", "options": ["甲线是第一阶梯和第二阶梯的分界线", "乙线以西以畜牧业为主，以东以种植业为主", "丙线以西地区人口稠密，以东地区人口稀疏", "丁线是热带季风气候和亚热带季风气候分界线4．关于图中①②③④四条河流的叙述，正确的是(　　)"], "solution_info": "3．乙线是400毫米年等降水量线，次线把我国大致划分为东南与西北两大半壁．东南半壁受季风影响，雨热同期，东以种植业，林业、渔业为主．西北半壁地处内陆，大多数地区严重缺水，是我国重要的牧业地区，故B符合题意．4．读图可知①是黑龙江，②是黄河，③是长江，④是塔里木河，长江、黄河均发源于第一级阶梯，流经二三阶梯，最好流入大海，故选B．点睛本题考查我国的地势地形和河流．", "answer": "3．B 4．B", "side_information": ["◎ 中国的气候，季风的定义\n我国的气候：受纬度位置和海陆位置的影响，我国大多数地区一年内的盛行风向随季节有显著变化，形成了典型的季风气候。冬季风寒冷干燥，是我国冬季南北温差大的主要原因之一；夏季风温暖潮湿，形成了我国的雨季。除青藏高原外，习惯上以大兴安岭—阴山—贺兰山为界，把我国划分为季风区和非季风区。我国的气候类型，主要包括热带季风气候、亚热带季风气候、温带季风气候、温带大陆性气候以及高原山地气候。 我国气温分布特点我国温度带的划分：冬季，我国南北气温差异很大。1月℃等温线大致沿秦岭—淮河一线分布。冬季最冷的地方为黑龙江的漠河镇。夏季，除了青藏高原等地区外，大多数地方普遍高温。夏季最热的地方为新疆吐鲁番。我国由北向南划分为寒温带、中温带、暖温带、亚热带、热带。另外还有高原气候区。划分温度带的主要指标是活动积温。 ", "◎ 中国的气候，季风的知识扩展\n1、我国气温分布特点我国温度带的划分：冬季，我国南北气温差异很大。1月℃等温线大致沿秦岭—淮河一线分布。冬季最冷的地方为黑龙江的漠河镇。夏季，除了青藏高原等地区外，大多数地方普遍高温。夏季最热的地方为新疆吐鲁番。我国由北向南划分为寒温带、中温带、暖温带、亚热带、热带。另外还有高原气候区。划分温度带的主要指标是活动积温。2、东西干湿差异： 年降水量的总趋势是从东南沿海向西北内陆递减。 一个地方的降水量与蒸发量的对比关系，反映了该地气候的湿润程度。我国可以划分为湿润地区、半湿润地区、半干旱地区和干旱地区。3、气候： 受纬度位置和海陆位置的影响，我国大多数地区一年内的盛行风向随季节有显著变化，形成了典型的季风气候。 冬季风寒冷干燥，是我国冬季南北温差大的主要原因之一；夏季风温暖潮湿，形成了我国的雨季。除青藏高原外，习惯上以大兴安岭—阴山—贺兰山为界，把我国划分为季风区和非季风区。我国的气候类型，主要包括热带季风气候、亚热带季风气候、温带季风气候、温带大陆性气候以及高原山地气候。多特殊天气：主要有寒潮、梅雨、台风、沙尘暴等。多旱涝灾害。洪涝是我国发生频繁、损失严重的自然灾害。干旱是对我国农业生产影响最大、最常见且分布范围最广的一种气候灾害。 ", "◎ 中国的气候，季风的知识导图\n中国干湿情况分布图：我国气候分布图：我国季风走向示意图：", "◎ 中国的气候，季风的特性\n我国温度分布特点：我国气温分布特点我国温度带的划分：冬季，我国南北气温差异很大。1月℃等温线大致沿秦岭淮河一线分布。冬季最冷的地方为黑龙江的漠河镇。夏季，除了青藏高原等地区外，大多数地方普遍高温。夏季最热的地方为新疆吐鲁番。我国由北向南划分为寒温带、中温带、暖温带、亚热带、热带。另外还有高原气候区。划分温度带的主要指标是活动积温。我国干湿地区划分与分布特点：干湿地区 干湿状况 主要分布地区 气候和植被湿润区 >800mm 降水量＞蒸发量东南大部、东北的东北部 气候湿润，森林 半湿润区 400-800mm 降水量＞蒸发量 东北平原、华北平原、黄土高原南部和青藏高原东南部 气候较湿润，草原和森林 半干旱区 200-400mm 降水量＜蒸发量 内蒙古高原、黄土高原和青藏高原大部份 气候较干燥，主要为草原 干旱区 <200mm 降水量＜蒸发量 新疆、内蒙古高原西部、青藏高原西北 气候干旱，主要为荒漠 我国气候特点与评价：特征 内容 成因 对农业生产的影响 有利影响 不利影响 大陆性季风气候显著 ①大多数地方冬季寒冷干燥，夏季暖热多雨，②与同纬度其他地区比，冬温偏低，夏温偏高，气温年较差大；③气温年较差和降水的季节变化和年际变化都较大 我国冬季受寒冷的冬季风影响，寒冷干燥；夏季受来自海洋的夏季风影响，暖热多雨 夏季暖热多雨，对农作物等生长十分有利 冬季寒冷干燥，对农作物等生长不利；降水过分集中在夏季，造成春旱、夏涝现象严重；降水的年际变化大，水旱灾害多；寒潮带来严寒，大风、霜冻等恶劣天气，台风造成水灾、风灾。 雨热同期 夏季，我国除高原、高山外，高温期与多雨期一致，水热配合好。 夏季，我国各地得到的太阳光热多，且受夏季风影响，带来充沛的降水 夏热是我国气候资源的一大优势，使广大北方地区都能种植棉花，水稻、玉米等喜温作物 气候复杂多样 我国有多种多样的温度带和干湿地区 我国地域广阔，南北纬度差异大，东西距海远近不同，地形复杂多样 使我国的农作物及各种动植物资源极其丰富 高原、干旱气候区不利于农业发展", "◎ 中国的气候，季风的知识对比\n冬夏气温分布特点对比：季节 分布特点 形成原因 冬季1月 南暖北寒、南北温差大。漠河是我国冬季最冷的地方。0℃等温线大致经过青藏高原东部边缘，东至秦岭－淮河一线 ①我国跨纬度大，冬季太阳直射南半球，我国纬度越高，白昼越短，正午太阳高度越低，因而北方获得热量大大小于南方，气温低得多；②北方靠近冬季风源地，深受冬季风影响，更加剧北方的寒冷，越往南去，冬季风受山岭的重重阻挡，势力和频度都大为减弱，使南北温差增大（可与北美洲地形对气候的影响进行对比） 夏季7月 除青藏高原和天山、大小兴安岭以外，全国普遍高温、南北温差小。吐鲁番盆地是我国夏季最热的地方 ①太阳直射北半球，虽然我国南方正午太阳高度仍大于北方，但北方的白昼却比南方长。太阳照射时间和获得太阳光热量南北相差不大。②受夏季风影响程度不同，北方晴天多，气温回升快，南方雨季长阴雨天多，日照时间短。青藏高原等山地气温低，原因：地势高。吐鲁番盆地夏季最热，原因：①盆地地形，不易散热，且外边气流越过山地下沉时，增温作用强，形成焚风；②沙漠广布，吸热快；③空气干燥天空少云，太阳辐射强。 温度带划分对比：我国根据≥１０℃积温自北向南划分五个温度带，即寒温带、中温带、暖温带、亚热带、热带，同时另有一个独特的青藏高原气候区。季节 分布特点 形成原因 冬季1月 南暖北寒、南北温差大。漠河是我国冬季最冷的地方。0℃等温线大致经过青藏高原东部边缘，东至秦岭－淮河一线 ①我国跨纬度大，冬季太阳直射南半球，我国纬度越高，白昼越短，正午太阳高度越低，因而北方获得热量大大小于南方，气温低得多；②北方靠近冬季风源地，深受冬季风影响，更加剧北方的寒冷，越往南去，冬季风受山岭的重重阻挡，势力和频度都大为减弱，使南北温差增大（可与北美洲地形对气候的影响进行对比） 夏季7月 除青藏高原和天山、大小兴安岭以外，全国普遍高温、南北温差小。吐鲁番盆地是我国夏季最热的地方。①太阳直射北半球，虽然我国南方正午太阳高度仍大于北方，但北方的白昼却比南方长。太阳照射时间和获得太阳光热量南北相差不大。②受夏季风影响程度不同，北方晴天多，气温回升快，南方雨季长阴雨天多，日照时间短。青藏高原等山地气温低，原因：地势高。吐鲁番盆地夏季最热，原因：①盆地地形，不易散热，且外边气流越过山地下沉时，增温作用强，形成焚风；②沙漠广布，吸热快；③空气干燥天空少云，太阳辐射强。温度带划分及其分布：我国根据≥１０℃积温自北向南划分五个温度带，即寒温带、中温带、暖温带、亚热带、热带，同时另有一个独特的青藏高原气候区。温度带 范围 ≧1000℃积温 作物熟制 热带 琼全部和台南部、粤南部（雷州半岛）、滇南部（西双版纳） ＞8000℃ 一年三熟，我国热带作物和热带经济林的重要产区 亚热带 秦淮一线以南的大部分地区，青藏高原以东 4500－8000℃ 一年两熟到三熟。稻麦两熟或双季稻。双季稻加冬作油菜或冬小麦。我国水稻、油菜及亚热带水果、经济林的重要产区。 暖温带 黄河中下游大部分地区即鲁全部和陕、晋、冀大部分和南疆 3400－4500℃ 两年三熟或一年两熟。我国冬小表、玉米、谷子及温带水果（苹果、梨、葡萄等）的主产区。 中温带 吉全部和黑、辽、内蒙古大部，北疆 1600－3400℃ 一年一熟。春小麦、大豆、甜菜、玉米、谷子、高粱 寒温带 黑、内蒙古的最北部 ＜1600℃ 一年一熟。生长期较短的早熟作物为主：春小麦、大麦、马铃薯等 高原气候区 青海、西藏大部和四川西部 ＜2000℃ 一年一熟。青稞等 降水分布与时间对比：基本特点（规律） 原因 影响 名称 空间分布规律从东南沿海向西北内陆逐渐渐少 影响我国降水的主要来源是夏季风。我国东部广大地区受东南季风和西南季风的影响大，降水多；西北内陆地区受夏季风影响不明显，降水稀少 东南部湿润，愈向西北部内陆越干燥 时间变化 季节变化 降水季节分配不均，降水集中在5月到9月的夏秋季节 夏季受来自海洋的湿润气流影响，降水丰沛；冬季受来自大陆的干燥空气的影响，降水少 使我国旱涝灾害频繁，夏季风强或来的早，北涝南旱；夏季风弱或来的晚，南涝北旱 年际变化 各地降水年际变化大，南方较小，北方较大，西北干旱地区最大 夏季风进退的规律反常所造成的 使我国旱涝灾害频繁，夏季风强或来的早，北涝南旱；夏季风弱或来的晚，南涝北旱 降水的南北差异 北方：降水少，雨季短；南方：降水多，雨季长。由夏季风形成锋面雨带进退规律决定的。形成北方的春旱、夏涝；江淮地区的梅雨和伏旱。", "◎ 中国的气候，季风的知识点拨\n我国降水界限的划分：1.800mm年等降水量线，它大致经青藏高原东南边缘，然后折向东，沿秦岭——淮河一线，此线以东、以南地区年降水量大于800mm，为温润区。是我国主要的水田作业区，农业以水稻生产为主；此线以北为半湿润区，以旱作农业为主；2.400mm年降水量线，此线大致沿大兴安岭—长城一线到兰州，向西南，经青藏高原到冈底斯山一线。此线是我国半湿润区和半干旱区的大致分界线，也是我国农耕区与畜牧业区的分界线；3.200mm年等降水量线：大致经内蒙古中部——贺兰山——祁连山经青藏高原一线。此线大致是我国半干旱区和干旱区的分界线。年降水量200mm以下的地区，多为荒漠地区，除有灌溉水源的绿洲以外，自然环境恶劣，人烟稀少，十分荒凉。我国雨带的推移规律及影响：1.锋面雨带的形成：当夏季风的暖湿气流登陆北上时，与从北方南下的冬季风的冷干气流相遇，较轻的暖湿气流被抬升到冷空气之上。暖湿气流在上升过程中，气温不断降低，冷凝致雨，形成锋面雨，从而在我国东部地区冷暖气流交汇的地带出现一条降水较多的锋面雨带。2.锋面雨带的移动：五月，雨带徘徊在南岭一带；六月，雨带移到长江流域以后，在江淮之间摆动一个月左右（梅雨）；七月上旬，雨带开始向北向西推移，七、八月份到达华北、东北等地。（六、七、八月西南、两广地区还受西南季风影响） ", "◎ 中国的气候，季风的知识拓展\n我国主要气象灾害、分布及防治方法：灾害 多发地区 多发季节 成因 特点 防治措施 梅雨 江淮地区 春末夏初 江淮地区冷暖气团势均力敌 阴雨连绵——降水多；出现“空梅”天气——干旱 降水多时——排水；出现“空梅”天气——引水灌溉 伏旱 长江中下游地区 7月 梅雨过后，在单一的副热带高压控制下 天气酷热少雨，抗旱任务艰巨 组织抗旱，若有台风雨形成可能缓解旱情 台风 东南沿海 夏秋 热带海洋上形成的强烈的热带气旋 狂风暴雨 及时预报，做好台风过境的准备，建立健全减灾工作的政策法规体系，营造沿海防护林，提高公众的灾害意识 春旱 华北 3-5月 气温回升快，蒸发旺盛，夏季风没有到达（或受单一冷气流影响），降水少，又值农作物播种、生长季节，蓄水量大 空气干燥，土壤缺水，河湖水位下降 引水灌溉 夏涝 华北、南方地区 6-8月 春季风来得迟，影响时间长，降水强度大 洪涝灾害 低洼地排水，疏浚河流，增加入海口 倒春寒 东部季风区 3-5月 极地大陆气团势力强盛 春季出现强低温和雨雪天气 地膜覆盖等 寒潮 除青藏高原以外的广大地区 冬半年，以春秋两季最严重 强冷空气迅速入侵 大风、雨雪、冻害时间长，范围广 加强警报，做好防寒准备 风沙天气 三北地区 春秋两季，以春季最严重 西北季风吹扬，干旱地区的沙尘向东南方向扩散 风大，大气含沙量大，能见度低，影响范围广，一般与寒潮路径相同 营造防护林，退耕还林还草 暴雨洪涝 除西部一些沙漠地区以外的广大地区 夏秋 形成降水的天气系统持续时间长，如锋面、气旋、热带气旋等 降水强度大，时间短，形成洪涝，我国南方（和东部）地区多大暴雨和特大暴雨 修筑堤坝、整治河道、修建水库、修建分洪区，加强洪泛区土地管理，建立洪水预报预警系统，拟定居民应急撤离计划和对策，实现防洪保险等 干旱 华北、西北 冬春 长期无降水或降水异常偏少 空气干燥，土壤缺水，使突出的世界性问题，影响经济发展和社会安定 因地制宜，合理调整农业结构，改善农业生态环境，在干旱多发地区选择优良作物品种，开展农业水利设施建设，营造防护林，改进耕作制度 ", "◎ 中国的气候，季风的教学目标\n1、知道我国主要气候类型的分布和特点。2、了解我国气候复杂多样的优越性。 3、了解季风区、非季风区的分界线。 4、比较夏、冬季风的区别，分析季风给人们生产生活带来的不同影响。", "◎ 中国的气候，季风的考试要求\n能力要求：掌握/应用课时要求：2考试频率：常考分值比重：4"], "image": {"path": "val/images/middle_geography_8079.png"}}
{"subject": "geography", "id": "geography_4039", "type": "multiple-choice", "grade": "high", "difficulty": "medium", "question_info": "日本福岛市附近的海域于当地时间2021年2月13日晩发生了7", "options": ["太平洋西北部海域", "九州岛东部海域", "日本海沿岸", "濑户内海沿岸2．日本地震频发，主要原因是（）"], "solution_info": "根据日本位于亚洲东部、太平洋西北部,是一个多山的岛国,由北海道岛、本州岛、四国岛、九州鸟4个大岛、数千个小鸟及附近的海域组成;日本地处环太平洋火山地震带上,多火山、地震,进行分析解答。1．读图可知，此次震中在太平洋，临近本州岛，地震发生在太平洋西北部海域，故选A。2．日本多地震灾害,是因为位于亚欧板块与太平洋板块交界处,地壳运动活跃,多地震灾害。故选:B。3．由图可知，田汽车悬挂系统零部件供应商在福岛县建厂，工厂靠近码头，陆地交通便利B便于进口原料和燃料；沿海平原集中，建厂成本较低；这里矿产资源不丰富，故选D。点睛本题考查日本的位置及多地震灾害的原因,读图理解解答即可。", "answer": "1          ．        A              2          ．        B              3          ．        D", "side_information": ["◎ 日本的定义\n日本：日本国，日本国的名意为“日出之国”。日本位于亚欧大陆东部、太平洋西北部，领土由北海道、本州、四国、九州4个大岛和其他6900多个小岛屿组成，因此也被称为“千岛之国”。日本陆地面积约37．79万平方公里。日本东部和南部为一望无际的太平洋，西临日本海、东海，北接鄂霍次克海，隔海分别和朝鲜、韩国、中国、俄罗斯、菲律宾等国相望。", "◎ 日本的知识扩展\n1、日本是一个太平洋西北部的岛国，自北向南依次为北海道、本州、四国、九州。最大的是本州岛。东临太平洋，西    临日本海。 2、日本位于太平洋板块和亚欧板块交界处是一个多火山和地震的国家，最著名的火山是富士山。地形以山地为主，最    大的平原是关东平原。日本为岛国，海岸线曲折，多优良港湾，对渔业、造船业、海上运输和对外经济联系十分    有利。 3、日本首都东京，最大港口城市是横滨。日本地域狭小，资源贫乏，对外依赖很强。日本的经济特点是以加工贸易为    主的经济，工业主要分布在太平洋沿岸和濑户内海沿岸地区。 4、日本民族构成单一，大和民族占绝对优势。日本文化是东西方文化兼容的典型。 ", "◎ 日本的知识导图\n日本工业分布图：富士山风光：", "◎ 日本的特性\n日本工业分布特点：日本的工业主要分布在太平洋沿岸和濑户内海的狭长地带。", "◎ 日本的知识点拨\n日本主要地理信息：1.位置：属于东亚，是太平洋西北部的岛国；2.组成：由北海道、本州岛、九州岛、四国岛等四个大岛、数千个小岛及其周围海域组成； 3.多火山、地震：原因：日本处于亚欧板块和太平洋板块相互交界地带，地壳活动频繁，即环太平洋火山地震带。被称为“地震国”和“世界火山博物馆”； 4.地形：以山地，丘陵为主，平原面积狭小。富士山是日本国的象征，是一座活火山，也是全国的最高峰； 5.气候：温带和亚热带季风气候。气候特征：（具有海洋性特征），冬季较为温暖，夏季较为凉爽，降水较为丰富；6.经济类型：日本发达的加工贸易经济； 7.工业分布：集中分布在太平洋沿岸和濑户内海沿岸。形成了京滨工业区、名古屋工业区、阪神工业区、北九州工业区和濑户内海业区五大工业区； 8.东西方兼容的文化：民族构成单一，以大和民族为主，既有大和民族的传统色彩，又有强烈的现代气息，是东西方文化兼容的典型 。日本经济高速发展的原因： 1.建立适应当代经济发展的资产阶级民主制度和有利于运用现代化管理手段的企业组织形式和管理体制 ；2.日本产业结构从资本密集型的重化工业转向知识密集型产业；3.政府把培养能自主开发新技术的高级人才和熟练运用新兴技术的中级人才作为教育的重点；4.日本政府利用国内外各种条件，确定了具有本国特色的发展道路；5.长期坚持推行高积累、高投资和强化资本积累的政策，实现低成本高效益的运行机制，也是日本政府宏观调控政策的内容之一。", "◎ 日本的教学目标\n1、了解日本的地理位置、领土范围和主要的组成部分、主要城市和首都。2、据图分析日本地形特点及其对日本经济发展的影响。3、指出日本特有的自然地理现象和突出的自然灾害，并简单说明其形成的主要原因。", "◎ 日本的考试要求\n能力要求：掌握/应用课时要求：2考试频率：必考分值比重：5"], "image": {"path": "val/images/middle_geography_4039.png"}}
{"subject": "geography", "id": "geography_11594", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "阅读下面材料，完成下列问题。材料一：继深圳、珠海、汕头、厦门和海南之后，2010年5月，中央正式批准新疆喀什设立经济特区，喀什地区是中国的西大门，与四国接壤。经济特区的设立，对区域经济的发展具有重要战略意义。材料二：下图为“喀什经济特区位置图”和“深圳、珠海经济特区图”。（1）上图中A为       盆地，该盆地的城镇、人口多分布在盆地边缘地带，试分析其原因。（2）CEPA（即《内地与香港、澳门关于建立更紧密经贸关系的安排》）的签署，广东和香港形成了新的合作模式，其中广东重点发展       业，香港重点发展      业。（3）上图中的管线工程是指      ，该工程对上海市的好处有哪些？（4）香港商人经过考察后，决定在新疆喀什投资建一纺织厂，运用所学知识分析原因。（5）喀什被誉为“中国的西大门”，具有独特的区位优势，与深圳、珠海相比，喀什设立经济特区的独特优势表现在哪里？", "solution_info": "（1）读图可知，图中A是位于天山山脉以南的塔里木盆地，该盆地的城镇、人口多分布在盆地边缘地带，是因为塔里木盆地的气候干旱，来自高山冰雪融水在山麓地带形成绿洲。（2）广东和香港形成了“前店后厂”的合作模式，其中广东重点发展制造业，香港重点发展服务业。（3）塔里木盆地丰富的天然气资源可通过西气东输工程输送到上海地区，该工程给上海带来的好处有缓解上海能源紧张、改善上海环境、调整能源结构等。（4）新疆地区气候干旱，光照充足，盛产优质长绒棉，香港商人在新疆喀什投资建纺织厂，接近原料产地，原料丰富，可节约运输成本。（5）喀什被誉为“中国的西大门”，该地具有独特的区位优势，与深圳、珠海经济特区相比，喀什设立经济特区的独特优势是位于西北边疆，利于和中亚国家贸易往来。点睛本题考查了我国新疆的地理位置及经济发展状况。", "answer": "（1）塔里木；该地气候干旱，来自高山冰雪融水在山麓地带形成绿洲。 （2）制造；服务； （3）西气东输；①缓解能源短缺；②改善环境质量。 （4）新疆地区盛产优质长绒棉，原料丰富，接近原料产地，可节约运输成本。 （5）位于西北边疆，利于和中亚国家贸易往来。", "side_information": [], "image": {"path": "val/images/middle_geography_11594.png"}}
{"subject": "geography", "id": "geography_8418", "type": "multiple-choice", "grade": "high", "difficulty": "easy", "question_info": "荆江是指从湖北枝城到湖南城陵矶河段，河道弯曲，水流不畅，易发生洪涝灾害。读右图完成下面小题。1．图示荆江河段属于长江的（）", "options": ["上游", "中游", "下游", "入海口2．下列防治荆江河段洪涝灾害的措施，不可行的是（）"], "solution_info": "1．由图可知，图中荆河河段是位于长江的中游河段，最突出的问题是河道弯曲，洪涝灾害频繁，故选B。2．荆江河段最大的问题是河道弯曲、洪涝灾害频繁，治理的措施包括加固堤防、裁弯取直、建蓄洪区等，减排污水对防治荆江的洪涝灾害无关，故选C。点睛本题考查长江各河段特征以及各河段治理的措施。", "answer": "1          ．        B              2          ．        C", "side_information": ["◎ 中国的河流，湖泊的定义\n河流水文特征分析：1.水位（决定于河流补给类型，以雨水补给的河流，水位变化由降水特点决定，冰川融水补给的河流，水位变化由气温特点决定）；2.流量（以雨水补给的河流，看降水量的多少；流域面积大，一般流量大）；3.含沙量（决定于流域内地面植被状况）；4.结冰期有无或长短（最冷月月均温）；5.水能蕴藏量（由流域内的地形、气候特征决定）", "◎ 中国的河流，湖泊的知识扩展\n内流区占我国陆地面积的1/3，但水量仅占全国的5%；外流区占陆地面积的2/3，水量占全国的95%。内流区：塔里木河是我国最大的内流河，河水主要来自昆仑山、天山等高山冰雪融水。内流湖一般为咸水湖（青海湖）。外流区：河水来源主要靠降水。有三大外流区（1）太平洋外流区我国外流河的水文特征深受季风气候的影响。以秦岭—淮河为界，以南地区的河流流经湿润地区，水量丰富。以北地区的河流流经半湿润或半干旱地区。怒江—萨尔温江、澜沧江—湄公河、元江—红河。京杭运河是世界上最长、开凿最早的人工河，自北向南经过京、津、冀、鲁、苏、浙，贯通海河、黄河、淮河、长江、钱塘江五大水系。南水北调东线。中国五大淡水湖（按面积大小排列）鄱阳湖（赣）、洞庭湖（湘）、太湖（苏浙交界）、洪泽湖（苏）、巢湖（皖）。（2）北冰洋外流区（阿尔泰山—额尔齐斯河）（3）印度洋外流区（雅鲁藏布江—布拉马普特拉河—孟加拉湾）。 ", "◎ 中国的河流，湖泊的知识导图\n我国内流区、外流区的分布：中国河流分布图：", "◎ 中国的河流，湖泊的特性\n我国河流主要特点：基本特点 内容 河流众多 流域面积超过1000平方千米以上的河流，就有1500多条 水量丰富 河流年径流量达27000亿立方米，仅次于巴西、俄罗斯、居世界第三位 水能蕴藏量极大 水力资源蕴藏量达6.8亿千瓦，居世界首位 内外流河及其水文特征（延伸内流湖）：流域区域 分界线 占全国总面积 主要大河 外流区域 北段大致沿着大兴安岭一阴山一贺兰山一祁连山（东端）一线；南段沿巴颜喀拉山─冈底斯山一线。（与季风区非季风区的界线大体相近） 2/3 流入太平洋：长江、黄河、珠江、松花江、海河、辽河、澜沧江（境外称湄公河）。 流入印度洋：雅鲁藏布江（在印度境内称布拉马普特拉河）、怒江。 流入北冰洋：额尔齐斯河。 内流区域 1/3 流入沙漠或内陆湖泊：塔里木河 不同地区外流河的水文特征和成因：地区 东北 秦－淮以北 秦－淮以南 河流 黑龙江及其支流松花江 辽河、海河、黄河 长江、珠江 水量 特征 丰富 较小 丰富 原因 流经森林茂密、气候湿润的地区 流经半湿润和半干旱地区 流经降水丰富的湿润地区 水位变化 特征较小 大小原因河流补给多样 河流补给主要是7、8月的降水 降水的季节长 汛期 特征汛期较短、季变较小 汛期较短、季变大 汛期长、季变小 原因冬季积雪，春天融化，形成春汛，夏季受夏季风影响，形成夏汛 降水季节短 降水多，且季节长 含沙量 特征小大小原因森林茂密，水土流失小 河流上、中游植被少，且流经疏松土质的地区，水土流失严重 植被保护较好 结冰期 特征长较短无原因冬季长，气温低 冬季较短 冬季气温在0℃以上 内流河水文特征和成因：特　征 成　　因 主要分布在西北内陆 这里降水稀少，气候干燥，沙漠广布，有大面积的无流区 水量较小 河水主要来自高山冰雪融水和山地降水，其量较小 汛期短 夏季气温高，冰雪融水量多，山地降水也较多，水量丰富；冬季河流断流，属季节性河流，且有显著日变化 内流河河水沿途被大量蒸发、下渗，加上引水灌溉，使河流水量减少，河流消失。 塔里木河：7――9月为汛期 ", "◎ 中国的河流，湖泊的知识点拨\n两大湖泊分布区概况：我国湖泊众多，分布范围广而不均匀，以青藏高原和长江中下游平原分布最为集中。长江中下游平原湖区，全部为外流湖、淡水湖。鄱阳湖（赣）、洞庭湖（湘）、太湖（苏）、洪泽湖（苏）、巢湖（皖）为我国五大淡水湖泊，其中鄱阳湖是我国面积最大的淡水湖。 青藏高原湖区是世界上海拔最高的高原湖区，也是我国湖泊分布最为集中的区域。绝大多数属内流湖，为咸水湖和半咸水湖。其中青海湖（青）是我国面积最大的湖泊（属咸水湖），纳木错（藏）为海拔最高的大湖。察尔汗盐湖（青海柴达木盆地）是我国最大的盐湖。除天然湖泊外，我国还有许多人工湖泊──水库。天然湖泊与水库具有调节气候、调蓄水量、灌溉、航运、养殖、发电、提取化工原料和旅游等多种功能。我国不少湖区风景秀丽，如西湖、太湖、洱海、天池等，都是著名的旅游胜地。 京杭大运河的相关信息：起、终点 地位 长度 经过省、市沟通水系 航运量北京到杭州 世界开凿最早，最长的人工运河 1800千米 京、津、冀、鲁、苏、浙 海河、黄河、淮河、长江、钱塘江 浙江、江苏境内的运河段，仍是重要的运输线，年运输量在内河航运中仅次于长江 我国湿地的主要类型：包括沼泽湿地、湖泊湿地、河流湿地、河口湿地、海岸滩涂、浅海水域、水库、池塘、稻田等自然湿地和人工湿地。我国湿地面积，占世界湿地的10％，位居亚洲第一位，世界第四位。青海湖的鸟岛、湖南省的洞庭湖、江苏盐城国家级珍禽保护区和香港米浦等7处湿地已被列为“国际重要湿地名录”。湿地的直接利用功能有：1.提供水资源及丰富的动植物产品；2.提供矿物资源及能源和水运条件。湿地的间接利用功能有：1.调蓄水量、调节气候；2.沉积营养物质和净化污水；3.与地下水交流和防止海水入侵；4.独特的生态功能和生物多样性；5.具有景观和旅游价值；6.具有教育和科研价值。 ", "◎ 中国的河流，湖泊的知识拓展\n龙滩水电站：位于红水河上游的龙滩水电站是我国装机规模仅次于长江三峡的第二大水电工程。1.西电东送的龙头：它的建设对于促进全国电力联网，实现能源的优化配置，满足广东和广西电力增长的需要，优化华南地区电力结构具有重要的作用。2.防洪效益：对减轻西江和珠江三角洲的洪水灾害具有明显的效益。3.航运效益：红水河自此将成为沟通黔、桂、粤三省区通江达海的黄金水道，为黔、桂两省区煤炭及其他矿产资源外运开辟了便捷的新通道。4.促进西部大开发：将带动当地建材、冶金、机械、农牧业和第三产业的极大发展。广西地处“中国－东盟自由贸易区”的战略前沿和“泛珠三角”经济圈的结合部，是粤港澳资本、技术、产业西进和参与西部大开发的热点地区。龙滩水电站将为广西境内的区域合作提供有竞争力的电价，优化投资环境，有利于这一地区自然资源的开发和促进工业现代化、推动经济、社会的全面发展，对西部少数民族地区经济发展具有重要拉动力。", "◎ 中国的河流，湖泊的教学目标\n1、了解我国主要的河流和湖泊。2、了解我国内流区主要河流及其水文特征。3、在中国河流湖泊图上正确填注识读主要河流湖泊的名称。4、理解外流河的水文特征和成因。", "◎ 中国的河流，湖泊的考试要求\n能力要求：掌握/应用课时要求：2考试频率：常考分值比重：4"], "image": {"path": "val/images/middle_geography_8418.png"}}
{"subject": "geography", "id": "geography_10554", "type": "fill-in-the-blank", "grade": "high", "difficulty": "hard", "question_info": "读图，完成下列问题。(1)据图可知，台湾岛四面临海，北回归线从台湾岛穿过，因此，台湾岛的气候特点是______，四季常绿，到处呈现着迷人的热带和亚热带风光。(2)从地形上看，台湾岛的西部多为______，东部多为山地。山地东部降水量比西部______（选填“多”或“少”），主要影响因素是______。(3)台湾岛人口、城市多分布在______，试分析自然原因______，______。（写出两点）(4)新疆维吾尔自治区地处我国四大地理区域中的西北地区，本区典型的自然地理特征是______。这里有我国最大的内流河______，河水补给主要来源于高山冰雪融水。(5)所谓“一方水土养育一方人”，各地区自然环境不同，必然会影响到人们的生产和生活。对比新疆维吾尔自治区和台湾省人们的农业生产或生活方式，写出差异．并说明该差异与当地自然环境的关系。（从农业部门、耕作制度、主要农作物、民居等方面对比，对比一方面即可）______。", "solution_info": "本题以我国西北地区和台湾岛为材料，设置五个小题，涉及西北地区和台湾岛的位置范围、气候类型、农业分布等相关内容，考查学生对相关知识的掌握程度。详解（1）根据所学知识可知，台湾岛以热带、亚热带季风气候为主，台湾岛四面临海，北回归线从台湾岛穿过，因此，台湾岛的气候特点是湿热。（2）根据所学知识可知，从地形上看，台湾岛的西部多为平原，东部多为山地。山地东部降水量比西部多，主要影响因素是东部位于迎风坡降水多，山脉阻挡来自太平洋的夏季风带来的水汽。（3）根据所学知识可知，台湾岛人口、城市多分布在西部；原因是地形以平原为主，地势平坦；气候温暖湿润；河流较多，水源充足等。（4）根据所学知识可知，新疆维吾尔自治区地处我国四大地理区域中的西北地区，本区典型的自然地理特征是干旱，该地区深居内陆，远离海洋，降水稀少。这里有我国最大的内流河塔里木河，河水补给主要来源于高山冰雪融水。（5）根据所学知识可知，新疆以畜牧业为主，台湾以种植业为主；新疆的主要粮食作物是小麦，台湾的主要粮食作物是水稻；新疆的耕作制度是一年一熟，台湾的耕作制度是一年两熟到三熟等。", "answer": "(1)         湿热                      (2)         平原     多     迎风坡，降水多                      (3)         西     地形以平原为主，地形平坦     河流较多，水源充足                      (4)         干旱                        塔里木河                      (5)         新疆以畜牧业为主，台湾以种植业为主；新疆的耕作制度是一年一熟，台湾的耕作制度是一年两熟到三熟；新疆以种植小麦为主，台湾以种植水稻为主等", "side_information": ["◎ 四大地理区域的划分的定义\n北方地区：北方地区是指中国东部季风区的北部，主要是秦岭-淮河一线以北，大兴安岭、乌鞘岭以东的地区，东临渤海和黄海。包括东北三省、黄河中下游五省二市的全部或大部分，以及甘肃东南部，内蒙古、江苏、安徽北部。面积约占全国的20%，人口约占全国的40%，其中汉族占绝大多数，少数民族中人口较多的，有居住在东北的满族、朝鲜族等。南方地区：南方地区是指中国东部季风区的南部，主要是秦岭-淮河一线以南的地区，西面为青藏高原，东与南面临东海和南海，大陆海岸线长度约占全国的2/3以上。本区的范围包括长江中下游六省一市，南部沿海和西南四省、市大部分地区。面积约占全国的25%，人口约占全国的55%，汉族占大多数。区内的少数民族有30多个，其人数5000多万，主要分布在桂、云、贵、川、湘、琼等地，人数较多的为壮、苗、彝、土家、布依、侗、白、哈尼、傣、黎等族。西北地区：西北地区深居内陆，位于大兴安岭以西，昆仑山—阿尔金山—祁连山和长城以北，包括内蒙古自治区、新疆维吾尔自治区、宁夏回族自治区和甘肃省的西北部。这一地区国境线漫长，与俄罗斯、蒙古、哈萨克斯坦等国相邻。本区面积广大，约占全国面积的30%，人口约占全国的4%，是地广人稀的地区。西北地区是中国少数民族聚居地区之一，少数民族人口约占总人口的1/3，主要有蒙古族、回族、维吾尔族、哈萨克族等。青藏地区：青藏地区位于中国西南部，横断山脉以西，喜马拉雅山以北，昆仑山和阿尔金山、祁连山以南，包括青海、西藏和四川西部。面积约占全国的25%，人口不足全国的1%。这里是中国藏族聚居的地区。西藏自治区同缅甸、印度、不丹、尼泊尔等国相邻。", "◎ 四大地理区域的划分的知识扩展\n地理区域的划分不同类型的地理区域——行政区划、自然区划、经济区划 同类型区域尺度不同，地理区域的多重“身份” 中国的四大地理区域 我国西北地区与其他地区的分界线与季风区与非季风区的界线大体一致。我国西北地区与其他地区的分界线，其形成的主导因素是看是否受夏季风的影响，即季风因素的影响。西北地区：气候干旱，沙漠广布西北地区与青藏地区分界线：昆仑山西北地区与北方地区分界线：大兴安岭阴山贺兰山我国北方地区和南方地区的分界线大致与1月0°等温线，与我国800mm等降水量线，以及秦岭—淮河一线相一致。其主导因素与气温和降水相关，即气候因素。北方地区和南方地区的分界线：秦岭淮河一线秦淮一线：1一月零度等温线2亚热带温带季风气候分界线3八百毫米等降水量线 4湿润半湿润分界线5亚热带暖温带分界线6南北方分界线 青藏地区和其他地区的分界线大致与我国地势第一二级阶梯的分界线相一致其主导因素是地势因素。青藏地区：高寒，日照强 名称 位置范围 划分依据北方地区秦岭—淮河以北、大兴安岭以东 季风区的北部地区、 1月0℃等温线和800mm等降水量线以北 南方地区 秦岭—淮河以南、青藏高原以东 季风区的南部地区、 1月0℃等温线和800mm等降水量线以南  西北地区大兴安岭以西、昆仑山—阿尔金山以北非季风区、 400mm等降水量线以西 青藏地区 横断山以西、喜马拉雅山以北、昆仑山—阿尔金山以南 海拔高(4000M以上)，气候严寒秦岭淮河一线的地理意义：一、气温 1、1月份0℃等温线 2、日均温≥10℃积温4500℃等值线 3、暖温带和亚热带的分界线二、降水 4、年降水量800mm等降水量线 5、湿润地区与半湿润区的分界线三、气候 6、亚热带季风气候和温带季风气候的分界线四、农业 7、旱地农业与水田农业的分界线 8、水稻生产与小麦生产的分界线五、植被 9、常绿阔叶林与落叶阔叶林的分界线六、河流 10、该线以北的河流流量大、水位变化小、有结冰期；该线以南的河流流量小、水位变化大、无结冰期 11、秦岭（和巴颜喀拉山）还是长江和黄河的分水岭七、地形 12、该线以北地形完整，以大高原和平原为主；该线以南地形破碎，以盆地和丘陵为主八、区域 13、我国南方和北方的分界线 14、我国华中和华北的分界线 ", "◎ 四大地理区域的划分的知识导图\n中国地理分区示意图：", "◎ 四大地理区域的划分的特性\n区域划分的方式：1.行政区划；2.自然区划；3.经济区划。", "◎ 四大地理区域的划分的知识点拨\n秦岭淮河一线分界线的意义：1.1月份0℃等温线，日均温≥10℃积温4500℃等值线；2.暖温带和亚热带的分界线；3.年降水量800mm等降水量线4.湿润地区与半湿润区的分界线5.亚热带季风气候和温带季风气候的分界线6.旱地农业与水田农业的分界线7.水稻生产与小麦生产的分界线8.常绿阔叶林与落叶阔叶林的分界线9.该线以北的河流流量大、水位变化小、有结冰期；该线以南的河流流量小、水位变化大、无结冰期10.秦岭（和巴颜喀拉山）还是长江和黄河的分水岭11.该线以北地形完整，以大高原和平原为主；该线以南地形破碎，以盆地和丘陵为主12.我国南方和北方的分界线13.我国华中和华北的分界线 ", "◎ 四大地理区域的划分的教学目标\n1、了解地理区域的划分，在地图上找出秦岭—淮河一线并说明其地理意义。2、明确我国四大地理单元的范围，比较他们的自然地理差异。3、能够读图说出四大地理区域的名称及划分依据 。", "◎ 四大地理区域的划分的考试要求\n能力要求：掌握/应用课时要求：2考试频率：必考分值比重：4"], "image": {"path": "val/images/middle_geography_10554.png"}}
{"subject": "geography", "id": "geography_1268", "type": "multiple-choice", "grade": "high", "difficulty": "medium", "question_info": "下图为某地等高线地形图，图中（　　）", "options": ["甲山峰高于乙山峰", "①处河流较②处河流水流平缓", "①处河流流向东南", "小李村周围地势中部高四周低"], "solution_info": "由图中等高线地形图可以看出，甲山峰至少要比乙山峰低100米；①处等高线更稀疏，表示河流较②处河流水流平缓；①处河流流向西南；小李村周围地势中部低四周高，故选B。", "answer": "B", "side_information": ["◎ 地形图判读的定义\n海拔：地面某个点高出海平面的垂直距离，叫做海拔。海拔也称为绝对高度。相对高度：地面上某一点高出另一点的垂直距离称为相对高度。等高线：把各个地点的海拔标注在地图上，再把海拔相同的点连成线，称为等高线。等深线：在地图上，把海洋中深度相同的线连接起来，叫做等深线。", "◎ 地形图判读的知识扩展\n1、海拔高度和相对高度；把海拔高度相等的点用线连接起来叫等高线；等高线的疏密状况可以反映地面的高低起伏或坡度的大小。坡陡的地方，等高线密集；坡缓的地方，等高线稀疏。山地不同部位，等高线形态不同。2、常见的地形图有三种，等高线地形图、等深线地形图、地形剖面图，能最直观反映地表起伏的是地形剖面图，在分层设色地形图上，通常用蓝色表示海洋，用绿色表示平原，地形的基本类型有五种，分别是高原、平原、山地、盆地、丘陵。 ", "◎ 地形图判读的知识导图\n地形图图例：", "◎ 地形图判读的特性\n等高线地形图的特征：1.同线等高，同图等距；2.等高线为闭合的平滑曲线；3.等高线的疏密决定坡度大小；4.等高线一般不相交不重叠。", "◎ 地形图判读的知识点拨\n地形图的分类：常见的地形图有三种，等高线地形图、等深线地形图、地形剖面图，能最直观反映地表起伏的是地形剖面图，在分层设色地形图上，通常用蓝色表示海洋，用绿色表示平原，地形的基本类型有五种，分别是高原、平原、山地、盆地、丘陵。地形图的识读：1.判断地势高低：同一等高线上各点的海拔相同，等高距在同一等高线地图上是相等的。地面越高，数值越大；反之，数值越小，地势越低。2.判断坡度的陡缓：同一等高线的地形图上，等高线越密，坡度越陡，海底等深线越密，坡度越陡。", "◎ 地形图判读的知识拓展\n地形剖面图的制作：在等高线地图上，沿着某一方向画一条直线，然后将该直线的交点一一投射到间隔高度相同的平行线上，得到不同点，把着这些点用平滑的曲线连接，构成地形剖面图。", "◎ 地形图判读的教学目标\n1、了解海拔和相对高度的概念，并能熟练应用。 2、学会利用等高线地形图估算海拔和相对高度，判断坡度陡缓。3、能利用等高线判读五种基本地形的特点。4、在等高线地形图上，识别山顶、山脊、山谷等地形部位。", "◎ 地形图判读的考试要求\n能力要求：掌握/应用课时要求：2考试频率：必考分值比重：5"], "image": {"path": "val/images/middle_geography_1268.png"}}
{"subject": "geography", "id": "geography_2687", "type": "multiple-choice", "grade": "high", "difficulty": "basic", "question_info": "如图是某地气温年变化曲线和逐渐月降水量柱状图，据图判断该地的主要气候特征是（　　）", "options": ["夏季暖热多雨，冬季寒冷干燥", "夏季炎热干燥，冬季温和多雨", "夏季高温多雨，冬季温和少雨", "夏季凉爽，冬季温和，降水均匀"], "solution_info": "试题分析：从图中可以看出，图中所示气候类型的特点是夏季高温少雨，冬季温和多雨，该气候属于地中海气候。考点：气温曲线图和降水柱状图的判读", "answer": "B", "side_information": ["◎ 影响气候的主要因素的定义\n气候：气候是长时间内气象要素和天气现象的平均或统计状态，时间尺度为月、季、年、数年到数百年以上。气候以冷、暖、干、湿这些特征来衡量，通常由某一时期的平均值和离差值表征。气候的形成主要是由于热量的变化而引起的。气候因素：影响气候的因素主要包括辐射因素，地理因素，环境因素，环境因素，气流因素，海陆位置。", "◎ 影响气候的主要因素的知识扩展\n影响气候的因素：纬度位置、海陆位置和地形", "◎ 影响气候的主要因素的知识导图\n世界气候类型与洋流分布：", "◎ 影响气候的主要因素的特性\n各大洲气候特点：", "◎ 影响气候的主要因素的知识点拨\n影响气候的主要因素有： 1.纬度位置。赤道地区降水多，两极附近降水少。南北回归线附近，大陆东岸降水多，西岸降水少。 2.海陆位置。温带地区，沿海地区降水多，内陆地区降水少。 3.地形因素。通常情况下，山地迎风坡降水多，背风坡降水少，形成“地形雨”4.洋流因素。暖流对沿岸地区气候起到增温、增湿的作用。如西欧海洋性气候的形成，就直接得益于暖湿的北大西洋暖流。寒流对沿岸地区的气候起到降温、减湿的作用。如沿岸寒流对澳大利亚西海岸、秘鲁太平洋沿岸荒漠环境的形成，起到了一定的作用。", "◎ 影响气候的主要因素的教学目标\n1、学会分析纬度位置对气候的影响。2、了解地球运动对气候的影响。3、了解人类活动对气候的影响。4、培养读图、填图、析图、绘图的能力，把学到的知识运用到实际生活中，并能灵活运用。", "◎ 影响气候的主要因素的考试要求\n能力要求：掌握/应用课时要求：1考试频率：必考分值比重：4"], "image": {"path": "val/images/middle_geography_2687.png"}}
{"subject": "geography", "id": "geography_7678", "type": "multiple-choice", "grade": "high", "difficulty": "hard", "question_info": "关于下图中数字所在的地形区叙述正确的是（    ）", "options": ["①是我国海拔最高的盆地", "②地形区海拔在1000-2000米", "③地形区是我国的华北平原", "④地形区位于我国地势的第二级阶梯"], "solution_info": "本题考查我国不同地形区的分布。①是塔里木盆地，是我国面积最大的盆地，我国海拔最高的盆地是柴达木盆地，故A错误；②是青藏高原，其中海拔在4000米以上，故B错误；③是东北平原，故C错误；④是内蒙古高原，位于第二阶梯，故D正确。故选D。", "answer": "D", "side_information": ["◎ 中国的地形地势的定义\n中国地形地势：1.地势：西高东低，呈三级阶梯状阶梯 界线 主要地形 海拔 一--高原、盆地 4000米以上 二昆、祁、横三大高原、三大盆地 1000－2000米 三雪、巫、太、大 三大平原、三大丘陵 500米以下 第三级阶梯向东，是我国大陆向海洋自然延伸的部分，是属于我国的近海大陆架，它包括渤海、黄海的全部，东海的大部分和南海的一部分。大陆架蕴藏着丰富的矿产资源（如石油、天然气）、海洋生物资源和化学资源等。2.地势意义：水汽输入、水运沟通、水能丰富（即“三水”）地势决定河流流向，有利于海洋上湿润气流深入内地，形成降水；使我国许多大河滚滚东流，沟通东西交通，方便沿海和内地的经济联系，同时阶梯交界处落差大、水能资源丰富，但不利航运。3.地形特点：地形多种多样，山区面积广大五种基本类型都有，但以山地33%为多，高原26%，盆地19%，平原12%，丘陵10%，山区即包括山地、丘陵、崎岖高原部分占三分之二。", "◎ 中国的地形地势的知识扩展\n我国地形特点：地形复杂多样，山区面积大。 我国地势西高东低，西部以山地、高原和盆地为主，东部以平原和丘陵为主。中国地势三级阶梯：第一级阶梯（昆仑山脉、祁连山脉、横断山脉）→第二级阶梯（大兴安岭、太行山脉、巫山、雪峰山）→第三级阶梯。 我国地势西高东低呈阶梯状分布的特征对我国的气候、河流、交通产生的影响： （1）对气候的影响：我国地势西高东低向海洋倾斜，有利于海上的湿润气流向我国内陆推进，为我国广大地区带来丰沛的降水。 （2）对河流的影响：西高东低的地势，必然造成我国的大江大河自西向东奔流入海；河流在高一级阶梯向低一级阶梯流动时，落差大，产生巨大水能。 （3）对交通的影响：向东流淌的大河沟通了我国东西的交通，方便了沿海和内陆的联系；阶梯交界处的高大山脉成为我国东西交通上的巨大障碍。 四大高原：青藏高原：世界上最高的高原，被称为“世界屋脊”，是四大高原中唯一位于第一阶梯的，我国面积最大的高原，高山终年积雪，冰川纵横；内蒙古高原：高原地势平坦开阔，西北部多荒漠、戈壁、东部和中部地区多肥美草原；黄土高原：世界上黄土分布面积最广的区域，水土流失严重，地表千沟万壑；云贵高原：高原大部分地区地形崎岖，石灰岩分布广泛，喀斯特地貌显著。 四大盆地：塔里木盆地：我国面积最大的内陆盆地，位于昆仑山与天山之间，其中有我国最大的沙漠—塔克拉玛干沙漠；准噶尔盆地：我国第二大盆地，位于天山与阿尔泰山之间，纬度最高；柴达木盆地：被美誉为“聚宝盆”，位于巴颜喀拉山与祁连山之间，海拔最高，也是四大盆地唯一位于第一阶梯的；四川盆地：发展农业生产条件最优越，有“紫色盆地”之称，著名的成都平原位于盆地西部，农业发达，物产丰富，有“天府之国”之称。 三大平原：东北平原：黑土面积广大；华北平原：地势低平，地面坡度很小；长江中下游平原：我国著名的“鱼米之乡”。 我国是一个多山的国家，山地面积占陆地面积的33%，加上高原，两者占60%。山区主要的自然灾害：崩塌： 土石体在重力作用下突然坠落。 主要防治措施： 采用拦挡、网包、清挖和锚固等加固工程。 滑坡： 在重力作用下，土石体沿着滑动面作整体下滑。暴雨或者在斜坡上蓄水灌溉，常常引发滑坡。 主要防治措施： 开挖排水沟或截水沟工程，减少滑坡体含水量。 泥石流： 在坡陡谷深、岩石破碎、松散碎屑物质多、植被覆盖差的地方，当夏季突降暴雨或者冰雪融水汇集时，常会发生泥石流。青藏高原边缘山区，例如云南和四川西部，是泥石流多发地段。东部低山丘陵和平原交替处也时有发生。 主要防治措施： 护林造林、修建水库、拦沙坝，开挖导流沟等工程。 山区在开发和保护方面应当注意的问题：山区地面较为崎岖，交通不便，基础设施建设的难度较大。在开发利用山区时，要特别注意生态环境建设，预防和避免山地灾害如崩塌、滑坡、泥石流的发生。 主要山脉走向： 东－西走向：天山山脉―阴山山脉；昆仑山脉―秦岭；南岭 东北－西南走向：大兴安岭―太行山―巫山―雪峰山；长白山脉―武夷山脉；台湾山脉 南－北走向：横断山脉 西北－东南走向：祁连山脉 弧形山脉：喜马拉雅山脉 ", "◎ 中国的地形地势的知识导图\n中国地形图（未包含南海地区）：", "◎ 中国的地形地势的特性\n中国主要山脉分布特点：1.东北--西南走向，最西列是大兴安岭－太行山－－巫山－雪峰山；中间－列是长白山－武夷山；最东列是台湾山脉,其主峰玉山是我国东南沿海最高的山峰。2.东西走向，最北列是天山－阴山；中间－列是昆仑山－秦岭；最南列是南岭。［注意］秦岭是划分我国南方与北方的重要地理界线。秦岭南北的自然地理环境、社会经济发展有着巨大的差异。3.西北－东南走向，主要有阿尔泰山，祁连山、巴颜喀拉山等。多在我国西部。4.弧形山系，是世界最高山脉喜马拉雅山，其主峰珠穆朗玛峰海拔8848米，为世界最高山峰，位于中国与尼泊尔交界处。5.南北走向，主要有贺兰山、横断山脉等。［注意］横断山脉是由许多列南北走向的平行山脉组成。它们由北向南地势逐渐降低，山高谷深、山河相间，极大地阻碍了东西交通。丘陵的利用特点：1.缓坡开辟梯田果园或栽培经济林木；2.发展旅游业；3.发展林业、畜牧业", "◎ 中国的地形地势的知识对比\n四大高原对比名称位置和省、区范围海拔主　要　特　征青藏高原位于西南部，介于昆仑山与喜马拉雅山之间；青海西藏全部、四川省西部4000米以上，是世界上海拔最高的高原世界最高大高原，高寒、冰川广布雪山连绵内蒙古高原位于北部，大兴安岭以西，向西延伸到祁连山麓；内蒙古大部、冀甘宁一部分1000米左右我国第二大高原，最平坦的高原，风力作用强烈，西部风蚀地貌典型黄土高原西起祁连山东端，东到太行山麓，北邻内蒙古高原，以长城为界，南到秦岭；山西省全部、陕甘宁一部分1000-2000米，是世界上最大的黄土分布区世界黄土分布最广，流水侵蚀作用强烈，千沟万壑。云贵高原云南省东部、贵州省大部分1000-2000米地势西高东低，石灰岩广布，流水溶蚀作用强烈，多喀斯特地貌，地表崎岖不平，有许多“坝子”四大盆地对比名　称位置与范围海拔主　要　特　征塔里木盆地昆仑山与天山之间；新疆境内1000米我国面积最大盆地，有最大沙漠—塔克拉玛干沙漠（世界最大的流动沙丘区）和最大内流河，封闭严密、干燥准噶尔盆地阿尔泰山、天山之间；新疆境内500米面积第二大盆地，西北有缺口，相对湿润，沙漠、戈壁面积较小，北部有一条外流河，多为固定沙丘柴达木盆地昆仑山、祁连山之间；青藏高原东北部，青海省境内3000米左右，我国地势最高的内陆高原盆地我国地势最高盆地，大部分为沙漠、戈壁，东南部多盐湖和沼泽地，有“聚宝盆”之称，石油、有色金属矿、盐矿资源丰富。四川盆地东是巫山，西是横断山，北是大巴山，南是云贵高原；四川和重庆境内500米以下也称“紫色盆地”，最湿润的外流盆地，多低山丘陵，西有面积较大的成都平原三大平原对比名　称范围主　要　特　征东北平原大小兴安岭、长白山之间，由松嫩平原、三江平原、辽河平原三部分组成我国面积最大、地势最高（200米以下）的平原，地势坦荡，黑土深广，多沼泽低地。松嫩平原、三江平原是我国商品粮率较高的商品粮基地。华北平原北是燕山，南到准河，西起太行山，东至渤海。我国最完整的平原，由黄淮海冲积而成。地势低平（多在50米以下），旱涝、盐碱、风沙等自然灾害频发的地区长江中下游平原巫山以东到海滨，沿江分布呈狭长形我国最低平的平原（多在50米以下，下游长江三角洲则海拔在10米以下），河湖密布，为著名水乡三大丘陵对比 位置风景旅游区辽东丘陵辽东半岛上千山山东丘陵山东半岛上泰山东南丘陵我国东南部，包括江南丘陵、浙闽丘陵、两广丘陵等，面积最大黄山、庐山、武夷山、“桂林山水”地震、火山、泥石流的分布名称分布地震1、东南部的台湾和福建沿海2、华北太行山沿线和京津唐地区3、西部青藏高原和边缘的四川、云南两省西部4、西北的新疆、甘肃和宁夏火山主要分布在内蒙古高原南部、东北山区、台湾、海南岛等地泥石流多产生在西部青藏高原边缘山区，东部低山丘陵与平原交替处", "◎ 中国的地形地势的知识点拨\n我国地势西高东低呈阶梯状分布的特征对我国的气候、河流、交通产生的影响：1.对气候的影响：我国地势西高东低向海洋倾斜，有利于海上的湿润气流向我国内陆推进，为我国广大地区带来丰沛的降水。2.对河流的影响：西高东低的地势，必然造成我国的大江大河自西向东奔流入海；河流在高一级阶梯向低一级阶梯流动时，落差大，产生巨大水能。3.对交通的影响：向东流淌的大河沟通了我国东西的交通，方便了沿海和内陆的联系；阶梯交界处的高大山脉成为。位于我国一级阶梯和二级阶梯交界线上的水电站主要有：黄河的龙羊峡、刘家峡、李家峡等，长江及其支流上的龚嘴、二滩等；位于我国二、三级阶梯上的水电站有：黄河的小浪底等，长江上的三峡、葛洲坝等，西江上游的天生桥、龙滩、岩滩等。中国地形多样化的影响：1.有利影响：地形多种多样，为我国因地制宜发展多种经营提供了有利条件。如平原具有发展种植业的优势，高原具有发展畜牧业的良好条件，山区在发展林业、副业、旅游业和采矿业等方面具有优势。（我国山区面积广大，森林、矿产、水力、旅游资源丰富，所以在山区应大力发展林业，采矿业及旅游业。）2.不利影响：山区多，平原少，也给大规模商品化生产、生产管理带来了困难；同时，山区由于地形崎岖，交通闭塞，经济文化常常相对落后，并造成耕地资源不足。3.不同的地形区有不同的自然条件，利用方式也不同。如湿润半湿润的平原适宜发展耕作业；山区适宜发展林业、畜牧业和旅游业；干旱、半干旱的平原、高原则适宜发展畜牧业；干旱、半干旱区只有在有水灌溉的绿洲区、平原区才可发展种植业。", "◎ 中国的地形地势的知识拓展\n黄土高原与云贵高原：黄土高原的黄土是地质时期强劲的偏北风从北方干旱地区吹来的，是风力沉积作用的产物。黄土层土质疏松，加上地面植被破坏，长期以来，地表受雨水冲刷，水土流失严重，形成千沟万壑，支离破碎的状态。黄土高原是我国生态环境最脆弱的地区之一，水旱灾害频繁，农业落后，许多地方人民生活贫困。但这里又是我国矿产资源十分丰富的地区，煤、铁、有色金属等储量丰富。这里的人民利用黄土的直立性和气候较为干旱的特点，开凿窑洞。窑洞冬暖夏凉，是很好的居住场所。云贵高原上广泛分布的石灰岩长期受流水的溶解侵蚀，形成峰林，溶洞、石林等奇异的喀斯特地形，云南的路南石林、广西桂林山水等都是著名的喀斯特景观旅游区。但是云贵高原峰岭众多，地面崎岖，土壤瘠簿，不利于农耕。只有一些小的山间盆地，被当地人称为“坝子”，比较平坦，是当地主要的耕作业区。地面有漏斗，地下多溶洞、地下河等，地质条件复杂，地表水易渗漏，并给修建水库，工程建设增加了很大难度。 ", "◎ 中国的地形地势的教学目标\n1、识记我国地形、地势的主要特征。2、识记我国主要地形区的特点与分布及对人类活动的影响。3、运用分层设色地形图和地形剖面图，总结出我国地势呈阶梯状分布的特征以及各级阶梯的主要特征，记住位于阶梯分界线的山脉名称。4、理解地势特征对其他自然地理要素以及我国人民的生产、生活会产生什么样的影响，初步掌握评价地理事物的基本方法。", "◎ 中国的地形地势的考试要求\n能力要求：掌握/应用课时要求：2考试频率：必考分值比重：6"], "image": {"path": "val/images/middle_geography_7678.png"}}
{"subject": "geography", "id": "geography_9186", "type": "multiple-choice", "grade": "high", "difficulty": "medium", "question_info": "按照《中华人民共和国地表水环境质量标准》，我国水质按功能高低依次分为五类：I类水质良好，II类水质受轻度污染，III类水质污染较重，IV类以下水质恶劣。结合下图，回答下列下面问题。1．材料反映的我国水资源问题是（）", "options": ["水资源分布不均", "水浪费", "水资源利用率低", "水污染2．关于我国水资源问题及其主要解决措施的叙述，正确的是（）"], "solution_info": "1．材料为我国水质情况，从图中看我国Ⅰ类水质良好的比重太少，ⅡⅢ类水质轻度污染和较生污染的比重较大，说明我国水污染严重，D正确。材料中无法判断水资源分布状况、水浪费和水资源利用率，A、B、C错。故选D。2．跨流域调水可解决水资源空间分布不均的状况，A正确；修水库可解决水资源时间分配不均问题，B错；污水达标排放，加强水污染的治理可解决水污染问题，C错。节约用水，提高水资源利用率可解决水浪费问题，D错。故选A。3．我们在日常生活中通过节约用水可保护水资源，D正确；开采地下水、人工降雨是增加水资源的措施，且日常生活中做不到，A、B错；治理水污染是保护水资源的措施，但日常生活中做不到，C错。故选D。4．我国西北地区深居内陆，降水少，水资源短缺严重；华北地区人口稠密，经济发达，需水量大，水资源短缺严重，D正确。我国东北地区为湿润半湿润区，缺水不严重，A错。我国南方地区降水丰富，水资源相对丰富，B错。我国北方地区的华北地区缺水严重，但东北地区水资源相对丰富，C错。故选D。点睛水资源持续利用的措施，①开源措施合理开发和提取地下水修筑水库，调节水资源的时间分布开渠引水，跨流域调水，调节水资源的空间分布海水淡化、人工增雨等；②节流措施，加强宣传教育，提高公民节水意识；重视改进农业灌溉技术；提高工业用水的重复利用率。", "answer": "1         ．          D                2         ．          A                3         ．          D                4         ．          D", "side_information": ["◎ 中国的水资源的定义\n水资源：地球上的水资源，从广义来说是指水圈内水量的总体。包括经人类控制并直接可供灌溉、发电、给水、航运、养殖等用途的地表水和地下水，以及江河、湖泊、井、泉、潮汐、港湾和养殖水域等。水资源是发展国民经济不可缺少的重要自然资源。在世界许多地方，对水的需求已经超过水资源所能负荷的程度，同时有许多地区也濒临水资源利用之不平衡。中国的水资源：我国水资源总量约为2.8124万亿立方米，占世界径流资源总量的6%；又是用水量最多的国家，1993年全国取水量(淡水)为5255亿立方米，占世界年取水量12%，比美国1995年淡水取水量4700亿立方米还高。由于人口众多，当前我国人均水资源占有量为2500立方米，约为世界人均占有量的1/4，排名百位之后，被列为世界几个人均水资源贫乏的国家之一。", "◎ 中国的水资源的知识扩展\n地球上的水，97%是海洋水，而人类所需的淡水资源仅占全球水量的2.5%。而淡水资源中，绝大部分为两极和高山的冰川，其余大部分为深层地下水。目前人类利用的淡水资源主要是江河湖泊和浅层地下水，仅占全球淡水资源的0.3%。 中国是一个贫水国家，我国的水资源总量少于巴西、俄罗斯、加拿大、美国和印度尼西亚，位于世界第六位，但人均水资源仅为世界平均水平的1/4，排名在第110位之后。缺水状况在全国范围内普遍存在。 水资源时空分步不均：受季风气候的影响，我国水资源的季节分配和地区分配很不均匀。从时间分配看，夏季我国降水集中，易造成洪涝灾害，冬春季则降水少，易造成干旱缺水；从空间分配看，我国水资源南丰北缺，南方水资源占80%以上，北方仅占不到20%，特别是华北和西北地区，缺水最为严重。 兴建水库可以有效调控径流和水量的季节变化，比如三峡（长江）和小浪底（黄河），对防洪和水资源调配发挥重要作用，在洪水期蓄水，减缓下游洪水，在枯水期防水，增加下游的水量，具有防洪、发电、灌溉及城市供水等综合效益。 跨流域调水是解决水资源地区分布不均匀的有效办法。如南水北调引水工程，对于缓解我国北方地区的严重缺水有重要作用。南水北调工程就是把长江水系丰富的水资源，调到缺水严重的华北、西北地区。分东（扬州—京杭运河—津冀鲁）、中（丹江口—京津冀）、西（雅砻江、金沙江—黄河上游）三条线路。引栾入津工程，是将滦河水引入海河水系，缓解天津缺水状况；引黄济青，将黄河水调入青岛。 我国的水资源利用总体上看，一方面供应紧张，缺水状况仍在继续加重；另一方面利用率低，浪费惊人；此外水污染严重。节约用水、保护水资源是解决我国缺水问题的重要途径之一。 ", "◎ 中国的水资源的知识导图\n我国水资源分布图：", "◎ 中国的水资源的特性\n我国水能资源特点：水电与火电相比，具有清洁、廉价的特点；而且水力发电是可再生资源，可循环使用。我国地势西高东低，呈阶梯状分布，许多河流在流经阶梯交界处时落差大，水流湍急，水能蕴藏巨大。我国水能资源蕴藏量达6.8亿千瓦，居世界第一位，其中长江水系、雅鲁藏布江、黄河中上游和珠江水系尤其丰富，已开发的水电站，大多分布在长江、黄河和珠江的上游。目前，发电量居前的电站有二滩、葛洲坝、龙羊峡等。正在建设的三峡电站建成后将成为世界最大的水电站。", "◎ 中国的水资源的知识点拨\n解决水资源不足的主要措施有：1.跨流域调水，以解决水资源空间分布不均的问题，已建或在建的引水工程有：引滦入津、引黄济青、南水北调等；2.兴修水库，解决水资源季节变化大的问题。如规模宏大的长江三峡工程和黄河小浪底水利枢纽完成后，都将在防洪、灌溉及水资源调配方面发挥重大作用；3.节约用水，防止水污染，水污染和浪费在一定程度上加剧了用水紧张的状况。今后我们要加大污水处理力度，发展节水农业，开展水资源的综合利用，减少或杜绝水的浪费。", "◎ 中国的水资源的知识拓展\n中国水资源状况：中国是一个干旱缺水严重的国家。淡水资源总量为28000亿立方米，占全球水资源的6%，仅次于巴西、俄罗斯和加拿大，居世界第四位，但人均只有2300立方米，仅为世界平均水平的1/4、美国的1/5，在世界上名列121位，是全球13个人均水资源最贫乏的国家之一。扣除难以利用的洪水泾流和散布在偏远地区的地下水资源后，我国现实可利用的淡水资源量则更少，仅为11000亿立方米左右，人均可利用水资源量约为900立方米，并且其分布极不均衡。到20世纪末，全国600多座城市中，已有400多个城市存在供水不足问题，其中比较严重的缺水城市达110个，全国城市缺水总量为60亿立方米。据监测，当前全国多数城市地下水受到一定程度的点状和面状污染，且有逐年加重的趋势。日趋严重的水污染不仅降低了水体的使用功能，进一步加剧了水资源短缺的矛盾，对我国正在实施的可持续发展战略带来了严重影响，而且还严重威胁到城市居民的饮水安全和人民群众的健康。水利部预测，2030年中国人口将达到16亿，届时人均水资源量仅有1750立方米。在充分考虑节水情况下，预计用水总量为7000亿至8000亿立方米，要求供水能力比当前增长1300亿至2300亿立方米，全国实际可利用水资源量接近合理利用水量上限，水资源开发难度极大。中国水资源总量少于巴西、俄罗斯、加拿大、美国和印度尼西亚，居世界第六位。若按人均水资源占有量这一指标来衡量，则仅占世界平均水平的1/4，排名在第一百一十名之后。缺水状况在中国普遍存在，而且有不断加剧的趋势。全国约有670个城市中，一半以上存在着不同程度的缺水现象。其中严重缺水的有一百一十多个。中国水资源总量虽然较多，但人均量并不丰富。水资源的特点是地区分布不均，水土资源组合不平衡；年内分配集中，年际变化大；连丰连枯年份比较突出；河流的泥沙淤积严重。这些特点造成了中国容易发生水旱灾害，水的供需产生矛盾，这也决定了中国对水资源的开发利用、江河整治的任务十分艰巨。", "◎ 中国的水资源的教学目标\n1、通过阅读材料，了解我国水资源的现状，理解水资源的重要性。2、知道我国水资源的时空分布特点以及解决水资源分布不均的措施。3、理解我国水资源时空分布不均的特点和对社会经济发展产生的影响。4、懂得保护和合理利用水资源。", "◎ 中国的水资源的考试要求\n能力要求：掌握/应用课时要求：2考试频率：必考分值比重：5"], "image": {"path": "val/images/middle_geography_9186.png"}}
{"subject": "geography", "id": "geography_332", "type": "multiple-choice", "grade": "high", "difficulty": "easy", "question_info": "下图中a、b、c分别代表赤道、回归线、极圈，图中箭头为从极地上空看地球自转方向，当太阳直射b线时，鄂州市可能有的现象是（）", "options": ["青草池塘处处蛙", "无边落木萧萧下", "千树万树梨花开", "清明时节雨纷纷"], "solution_info": "详解根据地球自转的逆时针方向，判读中心为北极点，半球为北半球。当太阳直射b线时，即是太阳直射北回归线的时候，是北半球的夏至日，6月22日前后，此时位于长江流域的湖北鄂州市可能是梅雨时节，降水丰富，青草池塘处处蛙，A正确。无边落木萧萧下是秋天的景色，B错误。千树万树梨花开是冬季，C错误。清明时节雨纷纷是4月4-5日，D错误。故选A。", "answer": "A", "side_information": ["◎ 地球的自转运动的定义\n地球自转：地球绕自转轴自西向东的转动，从北极点上空看呈逆时针旋转，从南极点上空看呈顺时针旋转。关于地球自转的各种理论目前都还是假说。地球自转是地球的一种重要运动形式，在地球赤道上的自转线速度为465米/秒。地球自转一周耗时23小时56分，约每隔10年自转周期会增加或者减少千分之三至千分之四秒。一般而言，地球的自转是均匀的。晨昏线：指地球上迎着太阳的昼半球与背着太阳的夜半球之间的分界线，也称晨昏圈。晨昏圈把它所通过的纬线圈分成昼弧和夜弧，昼弧与夜弧的长短可表示该纬线圈昼夜长短的状况。由于地球不停地以1个太阳日为周期的自转，晨昏圈在地面上不断地移动，其周期也为1个太阳日（24小时），从而产生了昼夜更替现象。由于黄赤交角的存在，使地球公转过程中各纬线圈上昼弧与夜弧的长度不断地发生变化，从而产生了昼夜长短的变化。在北半球的春分日、秋分日，晨昏圈同某一经线圈相重合，全球各地昼弧与夜弧等长，即昼夜平分。在北半球的夏至日、冬至日，晨昏圈同经线的交角为最大，夏至日，北半球各纬线圈上的昼弧为一年中最长，即白昼为最长，南半球各纬线圈上的夜弧为一年中最长，即黑夜为最长。冬至日，反之。晨昏圈是地球上的大圈，但由于大气的散射作用等，在日出以前和日没以后天空仍较明亮，因此它实际上要比大圈略小些。", "◎ 地球的自转运动的知识扩展\n1、方向：自西向东（北极上空为逆时针）2、旋转中心：地轴3、周期：一天（24小时）4、产生现象及原因：昼夜更替、时间差异（不透明球体，只能照亮一半，地球自西向东自转，东边比西边时间早，更早看到太阳）5、区时和日界线 ", "◎ 地球的自转运动的知识导图\n地球的自转与公转示意图：", "◎ 地球的自转运动的特性\n地球自转的特点：1.地球围绕地轴转动；2.地球的自转是自西向东的转动；3.地球的自转产生了昼夜变化和时差变化。 ", "◎ 地球的自转运动的知识点拨\n自转产生的现象：1.地球是一个不透明的球体，地球围绕太阳旋转，在任何时刻，太阳光只能照亮地球的一半。被太阳光照亮的半球成为昼半球，相对应的称为夜半球。2.地球自西向东转动，导致各地见到日出的时间不同，东边要先看到日出，东边时刻早于西边时刻。", "◎ 地球的自转运动的教学目标\n1、能用地球仪演示地球的自转，并能说出地球自转的方向和自转一周的时间。2、能说明地球的自转产生有关的地理现象。3、会用简单的工具正确演示昼与夜，以及昼夜更替。4、熟悉基本的运动规律。", "◎ 地球的自转运动的考试要求\n能力要求：掌握/应用课时要求：1考试频率：常考分值比重：2"], "image": {"path": "val/images/middle_geography_332.png"}}
{"subject": "geography", "id": "geography_8826", "type": "multiple-choice", "grade": "high", "difficulty": "medium", "question_info": "读我国自然灾害空间分布图(下图)，读图回答下列各题。89．读图可知，我国自然灾害①分布广 ②频繁发生   ③集中在夏秋季 ④种类多", "options": ["①②", "①④", "②③", "②④90．自然灾害与频发地区对应正确的是"], "solution_info": "本题组考查我国自然灾害的分布及特征。89．从图中提取信息，可知我国自然灾害分布广、种类多；但自然灾害频繁发生和集中在夏秋季节的特性在图中并没有体现。90．A选项，华北地区位于东部季风区，容易发生干旱、洪涝灾害。B选项，滑坡泥石流主要分布在西南地区；C选项，西南地区没有海啸；D选项，西北地区主要灾害为干旱和冰雹。故选A。", "answer": "89．B 90．A", "side_information": [], "image": {"path": "val/images/middle_geography_8826.png"}}
{"subject": "geography", "id": "geography_6636", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "读图完成下列要求．（1）巴西大部分领土位于_____带，A为_____高原，面积占国土面积的2/3，属______气候；B为_____平原，面积约占国土面积的1/3，属_______气候．（2）城市①是_____；②是______；首都是______，水电站C是______．（3）巴西最有名的矿产是______，由于缺少煤和石油，但_______资源丰富，全国90%电力靠_______发电．（4）巴西的重工业主要分布在城市①和②处的原因是______．", "solution_info": "本题主要考查的是巴西的相关知识。（1）巴西大部分领土位于热带，A为巴西高原，面积占国土面积的2/3，属热带草原气候；B为亚马孙平原，面积约占国土面积的1/3，属热带雨林气候；（2）城市①是圣保罗；②是里约热内卢；首都是巴西利亚，水电站C是伊泰普水电站；（3）巴西最有名的矿产是铁矿，由于缺少煤和石油，但水能资源丰富，全国90%电力靠水力发电；（4）巴西的重工业主要分布在城市①和②处的原因是因为东南部的圣保罗、里约热内卢邻近铁矿,并且海上交通便利。", "answer": "(1)热  巴西   热带草原  亚马孙  热带雨林 (2)圣保罗  里约热内卢   巴西利亚  伊泰普水电站 (3)铁矿  水能   水力 (4)因为东南部的圣保罗、里约热内卢邻近铁矿,并且海上交通便利", "side_information": ["◎ 巴西的定义\n巴西：巴西，1822年9月7日宣布独立，是拉丁美洲最大的国家，人口数居世界第五，面积居世界第五。其国土位于中南美洲与大西洋之间，仅次于俄罗斯、加拿大、美国与中国，与乌拉圭、阿根廷、巴拉圭、玻利维亚、秘鲁、哥伦比亚、委内瑞拉、圭亚那、苏里南、法属圭亚那接壤。巴西拥有辽阔的农田和广袤的雨林。", "◎ 巴西的知识扩展\n1、巴西是拉丁美洲面积最大、人口最多的国家。世界最大的河流是亚马孙河，最大的平原是亚马孙平原，面积最大的    高原是巴西高原，世界上占有热带面积最大的国家是巴西。 2、拉丁美洲的土著居民是印第安人，他们创造了玛雅文明及独特的文化。种植业文明提供玉米和马铃薯。巴西为葡萄    牙殖民地，除巴西的整个拉美为西班牙殖民地。拉丁美洲很多黑白混血人种。 3、巴西的铁矿产量和出口量都居世界前列，主要分布于东南部，伊塔比拉露天铁矿石巴西最大的铁矿山；伊泰普水电    站位于巴拉那河上，由巴西和巴拉圭合建，是仅次于长江三峡的规模第二大的水电站。 5、农业是巴西重要的国民经济基础产业，热带经济作物咖啡、甘蔗、柑橘产量居世界第一位，全世界都希望巴西保护    的是森林资源（亚马孙河流域的大片热带雨林）。热带雨林的作用：调节全球气候，为全球提供新鲜空气；涵养    水源，保护淡水资源；保护土壤，防止水土流失；维护生物多样性；提供木材。但由于巴西开发雨林地区，兴建    公路、伐木、采矿、开辟农牧场，造成了一系列环境问题，如森林遭受破坏，水土流失严重，珍贵的野生动植物    遭劫，使全球生态环境遭到破坏。 6、巴西城市主要分布在东部沿海地区，首都是巴西利亚，圣保罗是巴西最大的城市和工业中心，也是世界特大城市之    一。巴西把首都从沿海的里约热内卢迁至中部高原的巴西利亚，既有加强对内地的开发和管理的考虑，也有缩小    城市规模，避免出现城市环境问题的考虑。 ", "◎ 巴西的知识导图\n巴西行政地图：狂欢节盛况：", "◎ 巴西的知识点拨\n巴西主要地理信息：1.巴西是拉丁美洲面积最大，人口最多的国家。人口和面积均居世界第五位，巴西的土著居民是印第安人（他们创造了灿烂辉煌的古代文明——玛雅文明）。2.居民多由白种人、混血种人、黑种人构成。因此，拉丁美洲是一个有大量混血种人的社会。3.位置：大部分位于赤道和南回归线之间，属于热带；东临大西洋。4.巴西是世界热带面积最大的国家，拥有世界面积最大的热带雨林，其中60%在巴西境内。以热带雨林气候和热带草原气候为主。5.巴西是发展中的工农业大国：巴西铁矿储量大、质地优良，产量和出口量都居世界前列。巴西是热带经济作物的重要出口国，咖啡(被称为咖啡王国)、甘蔗、柑橘的产量居世界第一位，6.巴西的人口主要分布在东部沿海地区，而且大城市十分集中，城市人口占到总人口的3/4，面临非常严重的城市化问题。6.巴西主要城市：圣保罗——巴西最大的城市和工业中心，也是世界特大城市之一。巴西利亚—巴西的新首都（首都从沿海的里约热内卢迁至中部高原巴西利亚）。巴西城市化问题的表现：城市化问题的表现：交通拥挤、住房紧张、就业困难、城市公用设施等资源紧缺、社会贫困人口增多、城市社会福利事业压力大、社会治安混乱。", "◎ 巴西的教学目标\n1、知道巴西是拉丁美洲面积最大、人口最多的国家。2、掌握巴西的地理位置、地形、气候等自然地理状况。3、了解巴西工业和农业的基本特点。4、了解巴西主要的城市及分布地区。5、了解巴西热带雨林的成因及现状，以及亚马孙河水量大的原因。", "◎ 巴西的考试要求\n能力要求：掌握/应用课时要求：2考试频率：必考分值比重：5"], "image": {"path": "val/images/middle_geography_6636.png"}}
{"subject": "geography", "id": "geography_1344", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "(2017·临沂)下图为我国南方某地区等高线地形图，该地区夏季盛行东南风，冬季盛行偏北风。近年来，由于中部山区过度开发，植被破坏严重。请结合图中信息，回答下列问题。(1)图示区域位于五带中的_   __带；图中④处的地形部位名称是_  __。(2)图中①山峰的海拔高度可能为___。A．520米 B．578米 C．627米 D．684米(3)图中甲、乙、丙三条河流，河水流带最快的是哪条河流？请说明判断理由。(4)图中乙、丙两条河流，长度相当，但流量差异较大,流量较大的河流是      ，请说明原因。(5)简述图中山区植被破坏对该地河流水文特征产生的影响。(6)写出图中丁村易发生的地质灾害。(列举一种即可)", "solution_info": "本题主要考查等高线的有关知识。详解（1）习惯上，人们根据各地获得太阳光热的多少，以及是否有太阳光线的垂直照射、是否有极昼和极夜现象，将地球表面划分为热带、北温带、南温带、北寒带和南寒带五个温度带，图示区域位于五带中的北温带；在等高线地形图上，等高线闭合且等高线数值中间高四周低则为山顶；两山顶之间相对低洼的部位为鞍部；高线闭合且等高线数值中间低四周高则为盆地；等高线向海拔低处凸为山脊；等高线向海拔高处凸为山谷，等高线重合的为陡崖。据图可知：图中④处的地形部位名称是山脊。（2）同一条等高线上各点的高程相等；在同一幅地形图内，基本等高距是相同的；等高线是闭合曲线，不能中断（间曲线除外），如果不在同一幅图内闭合，则必定在相邻的其它图幅内闭合。据图可知：图中①山峰的海拔高度可能为550-600米，故本题选B。（3）利用等高线的疏密来判断坡度的平缓和陡峻，一般来说：等高线稀疏，坡度平缓；等高线密集，坡度陡峻。据图可知：甲河等高线密集，因此坡度大，河流流速快。（4）纬度位置、海陆位置、地形地势以及人类活动等是影响降水的主要因素，一般来说，迎风坡由于地形抬升，水汽冷却凝结，易形成降水。据图可知：乙河流域位于东南风（或夏季风）的迎风坡，因此降水较多，河流的流量较大。（5）流域上游森林植被减少,导致水源涵养功能下降,进而导致下游径流减少；同时,森林“水库”蓄水功能消失,在短时间内的较大降雨情况下,造成下游洪水频发；植被破坏,导致水土流失,加大流域河流输沙量,导致下游湖库淤积．（6）在山区，由于地势陡峭，多雨季节雨水的浸泡，如果植被覆盖率较低，则容易出现滑坡以及泥石流。据图可知：丁地等高线密集，地势陡峭，因此易发生泥石流、滑坡地质灾害。", "answer": "(1)北温带    山脊 (2) B (3)甲；甲河流经地区等高线密集，地形坡度陡。 (4)乙:乙河流域位于东南风(或夏季风)的迎风坡，降水较多。 (5) 河流含沙量增大；径流量季节变化增大。(答对一条即可) (6)泥石流、滑坡(答对一项即可)", "side_information": ["◎ 地形图判读的定义\n海拔：地面某个点高出海平面的垂直距离，叫做海拔。海拔也称为绝对高度。相对高度：地面上某一点高出另一点的垂直距离称为相对高度。等高线：把各个地点的海拔标注在地图上，再把海拔相同的点连成线，称为等高线。等深线：在地图上，把海洋中深度相同的线连接起来，叫做等深线。", "◎ 地形图判读的知识扩展\n1、海拔高度和相对高度；把海拔高度相等的点用线连接起来叫等高线；等高线的疏密状况可以反映地面的高低起伏或坡度的大小。坡陡的地方，等高线密集；坡缓的地方，等高线稀疏。山地不同部位，等高线形态不同。2、常见的地形图有三种，等高线地形图、等深线地形图、地形剖面图，能最直观反映地表起伏的是地形剖面图，在分层设色地形图上，通常用蓝色表示海洋，用绿色表示平原，地形的基本类型有五种，分别是高原、平原、山地、盆地、丘陵。 ", "◎ 地形图判读的知识导图\n地形图图例：", "◎ 地形图判读的特性\n等高线地形图的特征：1.同线等高，同图等距；2.等高线为闭合的平滑曲线；3.等高线的疏密决定坡度大小；4.等高线一般不相交不重叠。", "◎ 地形图判读的知识点拨\n地形图的分类：常见的地形图有三种，等高线地形图、等深线地形图、地形剖面图，能最直观反映地表起伏的是地形剖面图，在分层设色地形图上，通常用蓝色表示海洋，用绿色表示平原，地形的基本类型有五种，分别是高原、平原、山地、盆地、丘陵。地形图的识读：1.判断地势高低：同一等高线上各点的海拔相同，等高距在同一等高线地图上是相等的。地面越高，数值越大；反之，数值越小，地势越低。2.判断坡度的陡缓：同一等高线的地形图上，等高线越密，坡度越陡，海底等深线越密，坡度越陡。", "◎ 地形图判读的知识拓展\n地形剖面图的制作：在等高线地图上，沿着某一方向画一条直线，然后将该直线的交点一一投射到间隔高度相同的平行线上，得到不同点，把着这些点用平滑的曲线连接，构成地形剖面图。", "◎ 地形图判读的教学目标\n1、了解海拔和相对高度的概念，并能熟练应用。 2、学会利用等高线地形图估算海拔和相对高度，判断坡度陡缓。3、能利用等高线判读五种基本地形的特点。4、在等高线地形图上，识别山顶、山脊、山谷等地形部位。", "◎ 地形图判读的考试要求\n能力要求：掌握/应用课时要求：2考试频率：必考分值比重：5"], "image": {"path": "val/images/middle_geography_1344.png"}}
{"subject": "geography", "id": "geography_707", "type": "fill-in-the-blank", "grade": "high", "difficulty": "easy", "question_info": "读地球公转图，完成任务。(1)在图上标出地球公转和自转的方向。(2)在图上相应的位置标注北半球二分二至日的名称。(3)由于地球公转，产生了____________的变化。", "solution_info": "本题以球公转图为材料，涉及地球自转公转相关知识，需要识记地球自转和公转的方向、北半球的二分二至日和地球公转产生的地理意义等相关知识，考查学生知识掌握程度与运用能力。(1)结合所学知识可知，地球自转的方向是自西向东，因此拨动地球仪从北极上空看，地球呈逆时针方向转动；从南极上空看，地球呈顺时针方向转动；地球围绕太阳的旋转叫地球的公转，地球公转和自转的方向都是自西向东，如下图。(2)结合所学知识可知，北半球在一年中的节气有春分、夏至、秋分和冬至，当太阳直射点位于北回归线时，是北半球的夏至，此时北半球昼长夜短，北极圈内出现极昼现象；当太阳直射点位于赤道时，是北半球的春分和秋分，此时北半球昼夜平分；当太阳直射点位于南回归线时，是北半球的冬至，此时北半球昼短夜长，北极圈内出现极夜现象，如下图。(3)结合所学知识可知，由于地球公转，太阳直射点有规律地移动，导致地球在公转轨道的不同位置，表面受太阳照射的情况也就不完全相同，便产生了春、夏、秋、冬四季的变化，昼夜长短的变化，极昼极夜现象，五带的划分，太阳直射点的运动。", "answer": "(1)               (2)               (3)         季节", "side_information": ["◎ 地球的自转运动的定义\n地球自转：地球绕自转轴自西向东的转动，从北极点上空看呈逆时针旋转，从南极点上空看呈顺时针旋转。关于地球自转的各种理论目前都还是假说。地球自转是地球的一种重要运动形式，在地球赤道上的自转线速度为465米/秒。地球自转一周耗时23小时56分，约每隔10年自转周期会增加或者减少千分之三至千分之四秒。一般而言，地球的自转是均匀的。晨昏线：指地球上迎着太阳的昼半球与背着太阳的夜半球之间的分界线，也称晨昏圈。晨昏圈把它所通过的纬线圈分成昼弧和夜弧，昼弧与夜弧的长短可表示该纬线圈昼夜长短的状况。由于地球不停地以1个太阳日为周期的自转，晨昏圈在地面上不断地移动，其周期也为1个太阳日（24小时），从而产生了昼夜更替现象。由于黄赤交角的存在，使地球公转过程中各纬线圈上昼弧与夜弧的长度不断地发生变化，从而产生了昼夜长短的变化。在北半球的春分日、秋分日，晨昏圈同某一经线圈相重合，全球各地昼弧与夜弧等长，即昼夜平分。在北半球的夏至日、冬至日，晨昏圈同经线的交角为最大，夏至日，北半球各纬线圈上的昼弧为一年中最长，即白昼为最长，南半球各纬线圈上的夜弧为一年中最长，即黑夜为最长。冬至日，反之。晨昏圈是地球上的大圈，但由于大气的散射作用等，在日出以前和日没以后天空仍较明亮，因此它实际上要比大圈略小些。", "◎ 地球的自转运动的知识扩展\n1、方向：自西向东（北极上空为逆时针）2、旋转中心：地轴3、周期：一天（24小时）4、产生现象及原因：昼夜更替、时间差异（不透明球体，只能照亮一半，地球自西向东自转，东边比西边时间早，更早看到太阳）5、区时和日界线 ", "◎ 地球的自转运动的知识导图\n地球的自转与公转示意图：", "◎ 地球的自转运动的特性\n地球自转的特点：1.地球围绕地轴转动；2.地球的自转是自西向东的转动；3.地球的自转产生了昼夜变化和时差变化。 ", "◎ 地球的自转运动的知识点拨\n自转产生的现象：1.地球是一个不透明的球体，地球围绕太阳旋转，在任何时刻，太阳光只能照亮地球的一半。被太阳光照亮的半球成为昼半球，相对应的称为夜半球。2.地球自西向东转动，导致各地见到日出的时间不同，东边要先看到日出，东边时刻早于西边时刻。", "◎ 地球的自转运动的教学目标\n1、能用地球仪演示地球的自转，并能说出地球自转的方向和自转一周的时间。2、能说明地球的自转产生有关的地理现象。3、会用简单的工具正确演示昼与夜，以及昼夜更替。4、熟悉基本的运动规律。", "◎ 地球的自转运动的考试要求\n能力要求：掌握/应用课时要求：1考试频率：常考分值比重：2"], "image": {"path": "val/images/middle_geography_707.png"}}
{"subject": "geography", "id": "geography_11698", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "读“青藏地区群示意图”，回答下列问题。（1）图示地区显著的自然环境特征是　　    　，主要形成原因是　　     　　。（2）图中铁路线是世界上海拔最高　        　铁路。（3）从下列自然资源中，属于本地区主要的清洁能源因是　　     　　。A．太阳能         B．石油             C．煤矿D．铁矿（4）右图是小云到该地区旅游时拍摄的照片，它位于图中①②③三座城市中的　　  　　。（5）下列属于本地区发展的特色农业是　　　 　　　。A．绿洲农业       B．灌溉农业         C．河谷农业D．节水农业", "solution_info": "本题综合考查青藏地区的地理概况。详解（1）青藏高原平均海拔在4000米以上，是世界上海拔最高的高原，因为海拔高，气温低，所以“高”“寒”是其显著的自然环境特征；（2）青藏铁路起止点是青海省的西宁和西藏自治区的拉萨，是世界上海拔最高的高原铁路，被称为“天路”；（3）青藏地区的清洁能源有太阳能、风能、地热能等；（4）图中城市①西宁，②是格尔木，③是拉萨，其中被列入世界文化遗产名录的布达拉宫位于拉萨；（5）青藏地区发展农业的制约因素是热量条件不足，在一些海拔较低的河谷地带，如西藏南部的雅鲁藏布江谷地、青海东部的湟水谷地，发展了河谷农业，种植喜温凉的青稞、小麦、豌豆等农作物。", "answer": "（1）高寒；海拔（地势）高 ，气温低；  （2）青藏；  （3）A   （4）③    （5）C", "side_information": [], "image": {"path": "val/images/middle_geography_11698.png"}}
{"subject": "geography", "id": "geography_2232", "type": "multiple-choice", "grade": "high", "difficulty": "hard", "question_info": "读某地气温和降水量月份分布图，完成下面小题。1．对该地的说法正确的是（     ）", "options": ["雨热同期", "7月份气温最高", "位于南半球", "年降水量超过2000毫米2．根据图6中气温和降水量的分布，该地的气候特点是（     ）"], "solution_info": "1．读图可知，该地最高气温出现在1月，最低气温出现在7月，根据气温的变化规律可判断，该地位于南半球。故选C。2．根据图中气温和降水量的分布可知，该地夏季是1月，高温干燥，冬季是7月温和多雨，属于地中海气候。所以正确的是C。", "answer": "1．C 2．C", "side_information": ["◎ 气温和气温的分布的定义\n气温：气温是一种地理名词，一般指大气的温度。国际上标准气温度量单位是摄氏度（℃）。最高气温是一日内气温的最高值，一般出现在14-15时，最低气温一般出现在早晨5-6时。中国用摄氏温标，以℃表示摄氏度。气温是用来衡量地球表面大气温度分布状况和变化态势的重要指标。它可根据需要分为日均温，月均温和年均温。它还是指导人们正常生活和生产活动的重要参考依据。 气温季节变化：气温季节变化-气温季节变化是指气温以一年为周期的有规律的变化。地球上绝大部分地区，一年中有一个最高值和一个最低值。由于气温的高低取决于地面储存热量的多少，地面储存热量最多的时期，就是气温最高值出现的时间；储存热量最少的时期，也就是气温最低值出现的时间。因此，一年中气温最高和最低值出现的时间，不是太阳辐射最强和最弱所在的一天(北半球的夏至和冬至日)，也不是太阳辐射最强和最弱一天所在的月份(北半球的六月和十二月)，而是比这一天要落后1～2个月。即最低值出现在一月或二月，最高值出现在七月或八月。海洋上落后较多，陆地上落后较少。北半球，中、高纬度内陆的气温，以七月为最高，一月为最低；海洋的气温，以八月为最高，二月为最低。 气温分布图：气温图是表示空气温度（0℃或°F）空间分布、时间变化及变异情况的地图。包括气温平均值、极端值、较差、界限气温等内容。常以等值线法表示各时段气温的空间分布，以定位（气象测站）图表法表示气温一年中的变化过程。等温线间距视制图范围内温度跨度与地图比例尺而定，同一幅图内间距基本相同。等温线色层的色调及色饱和度，直观地反映气温的冷暖和数量特征及相应温度条件下的地理情况。", "◎ 气温和气温的分布的知识扩展\n1、气温的变化：（1）日变化，以一天为周期的气温变化。最高气温出现在午后2时，最低气温出现在日出前后，因此会有气温日较差；（2）年变化，以一年为周期的气温变化。北半球陆地最高气温是7月，最低气温是1月，海洋最高气温是8月，最低是2月。南半球与北半球刚好相反。因此会有气温年较差。 2、气温的分布：通常用等温线图来表示气温的水平分布。等温线密集的地方，气温差别大；等温线稀疏的地方，气温差别小。（1）纬度分布：从赤道（低纬）向两极（高纬）逐渐降低。（2）海陆分布：同纬度地带，夏季陆地气温高，海洋气温低，冬季相反。（3）地形分布：气温随海拔升高逐渐降低，海拔每上升100米气温下降0.6度。 ", "◎ 气温和气温的分布的知识导图\n我国2010年夏季气温分布图：", "◎ 气温和气温的分布的特性\n我国气温分布特点：1.受纬度影响显著，南北温差大，纬度越高，温度越低；2.受地势影响显著；平原温差与高原温差大；3.受气候带和大气压影响；同一纬度不同气候带温差大；4.受海陆位置影响；内地与沿海不同的季节，温差大。", "◎ 气温和气温的分布的知识点拨\n气温的变化：1.日变化，以一天为周期的气温变化。最高气温出现在午后2时，最低气温出现在日出前后，因此2.年变化，以一年为周期的气温变化。北半球陆地最高气温是7月，最低气温是1月，海洋最高气温是8月，最低是2月。南半球与北半球刚好相反。因此会有气温年较差。 气温的分布：通常用等温线图来表示气温的水平分布。等温线密集的地方，气温差别大；等温线稀疏的地方，气温差别小。1.纬度分布：从赤道（低纬）向两极（高纬）逐渐降低。2.海陆分布：同纬度地带，夏季陆地气温高，海洋气温低，冬季相反。3.地形分布：气温随海拔升高逐渐降低，海拔每上升100米气温下降0.6度。", "◎ 气温和气温的分布的教学目标\n1、 理解天气、气候的概念及其区别。2、 掌握气温的时空分布规律及其成因。3、 初步掌握气温的测算方法，学会阅读等温线分布图。4、 根据气温的年变化曲线图，说明一地区气温年变化和气温年较差。", "◎ 气温和气温的分布的考试要求\n能力要求：掌握/应用课时要求：1考试频率：常考分值比重：4"], "image": {"path": "val/images/middle_geography_2232.png"}}
{"subject": "geography", "id": "geography_1749", "type": "fill-in-the-blank", "grade": "high", "difficulty": "basic", "question_info": "海陆分布构成了地球基本面貌特征。读大洲和大洋的分布简图，完成下列问题。（1）面积最大的大洲是________，发达国家最集中的大洲是________（均填字母）。（2）D是________洲；③是________洋，A与B的分界线是________运河。（3）“黑种人的故乡”所在的大洲是________；“骑在羊背上的国家”所在的大洲是________；人口自然增长率最高的大洲是______（均填字母）。", "solution_info": "要熟练掌握七大洲四大洋的地理知识，并能够准确提取运用。详解（1）世界上面积最大的大洲是亚洲，对应图中字母A，发达国家最集中的大洲是欧洲，对应图中字母C。（2）D位于北半球，太平洋与大西洋之间，为北美洲；③位于亚洲、非洲、大洋洲和南极洲之间为印度洋；亚洲和非洲之间的分界线是苏伊士运河。（3）“黑种人的故乡”所在的大洲是非洲；“骑在羊背上的国家”是澳大利亚，对应图中字母G；人口自然增长率最高的大洲也是非洲，对应图中字母B。", "answer": "A          C            北美              印度              苏伊士            B          G          B", "side_information": ["◎ 大洲，大洋的定义\n大陆：指地球表面面积广大的大陆块；半岛：指陆地延伸进海洋的部分；岛屿：指与大陆分离，面积较小的陆地；大洋：面积广大且包围大陆的水系；大洲：大陆主体部分及及其周围岛屿的合成，根据地理条件人为划分的区域；海峡：是沟通两个海洋之间的狭窄水道。", "◎ 大洲，大洋的知识扩展\n1、地球表面是由陆地和海洋构成，陆地占29%、海洋占71%，即七分海洋，三分陆地。 2、世界海陆分布很不均匀，陆地主要集中在北半球，但北极周围却是一片海洋；海洋主要集中在南半球，但南极周围    却是一块陆地。陆半球不是北半球，水半球也不是南半球。 3、陆地有大洲（大陆及其周围的岛屿）、大陆、岛屿、半岛，最大的大陆欧亚大陆、最小的大陆是澳大利亚大陆，最    大的半岛是阿拉伯半岛，最大的岛屿是格陵兰岛。 4、世界有七个大洲，最大的是亚洲、最小的是大洋洲，七大洲大小顺序是亚、非、北美、南美、南极、欧洲、大洋。    跨经度最广的是南极洲，跨纬度最广的是亚洲。 5、世界有四个大洋，最大的是太平洋，最小的是北冰洋，海是大洋的边缘部分。跨经度最大是北冰洋。 6、各大洲分界。    亚欧：乌拉尔山、乌拉尔河、里海、大高加索山、黑海、土耳其海峡；    亚非：苏伊士运河、红海；    亚北美：白令海峡；    欧非：地中海、直布罗陀海峡；    南北美：巴拿马运河。 7、七大洲的半球分布 半球主要分布的大洲东半球亚、欧、非、大洋洲西半球北美洲、南美洲南半球南美洲、非洲、大洋洲北半球亚、欧、非、北美洲", "◎ 大洲，大洋的知识导图\n大洲和大洋示意图：七大洲的轮廓：", "◎ 大洲，大洋的特性\n地球表面的主要构成：地球表面是由陆地和海洋构成，陆地占29%、海洋占71%，即七分海洋，三分陆地。世界海陆分布很不均匀，陆地主要集中在北半球，但北极周围却是一片海洋；海洋主要集中在南半球，但南极周围。", "◎ 大洲，大洋的知识点拨\n各大洲的分界线:1.亚欧：乌拉尔山、乌拉尔河、里海、大高加索山、黑海、土耳其海峡；2.亚非：苏伊士运河、红海；亚北美：白令海峡；3.欧非：地中海、直布罗陀海峡；4.南北美：巴拿马运河。 四大洋面积比较：1.太平洋：18000平方千米2.大西洋：9300平方千米3.印度洋：7500平方千米4.北冰洋：1300平方千米", "◎ 大洲，大洋的知识拓展\n世界地理之最：1.最高的山峰：珠穆朗玛峰(中国、尼泊尔边界)海拔8848米2.最高的高原：青藏高原(中国西部)平均海拔4000米以上3.最大的高原：巴西高原(南美洲)500万平方千米4.最长的河流：尼罗河(非洲)6671千米5.流量最大的河流：亚巴逊河(南美洲)入海流量每秒11万立方米，占全球入海流量的1/5 6.流域面积最大的河流：亚马逊河(南美洲)700万立方千米7.含沙量最大的河流：黄河(中国)37千克/立方米8.最大的淡水湖：苏必利尔湖(美国、加拿大边界)8.24万平方千米9.最大的咸水湖：里海(欧洲)37.1万平方千米10.最深的湖泊：贝加尔湖(俄罗斯)1620米11.落差最大的瀑布：安赫尔瀑布(委内瑞拉)979米12.最大的平原：亚马逊平原(南美洲)560万平方千米13.最大的沙漠：撒哈拉沙漠(非洲北部)777万平方千米14.最大的半岛：阿拉伯半岛(亚洲)300万平方千米15.陆地最低点：死海(亚洲西部)－392米", "◎ 大洲，大洋的教学目标\n1、通过阅读海陆分布图和海陆面积的比较示意图，了解全球海陆分布，了解海陆面积比例。2、运用地图判别大洲、大陆、半岛、岛屿及大洋、海和海峡。3、能在世界地图上说明七大洲和四大洋的名称、位置、轮廓和分布特征。4、培养和提高读图绘图的能力，达到灵活运用掌握的目的。", "◎ 大洲，大洋的考试要求\n能力要求：了解/识记课时要求：2考试频率：必考分值比重：5"], "image": {"path": "val/images/middle_geography_1749.png"}}
{"subject": "geography", "id": "geography_47", "type": "multiple-choice", "grade": "high", "difficulty": "medium", "question_info": "读经纬网图（下图），完成下面小题。1．丁地的经纬度是（）", "options": ["23.5°N,65°E", "23.5°S,65°E", "23.5°N,65°W", "23.5°S,65°W2．下列关于图中四地的说法，正确的是（）"], "solution_info": "1.从图中经纬网可以看出，图中经度为西经，逆时针方向经度数值减小，说明为向东的方向，由此可知该图中是北半球的经纬网图，丁地的纬度位于北回归线，是23.5°N，经度是65°W，故选C。2.由图可知，甲地的经度是80°W，是位于西半球，故A错误。乙地是位于北回归线与北极圈之间的北温带，故B错误。丙地是位于甲地的西南方向，故C正确。三条纬线中，丁地所在的纬线度数最小，所在的纬线最长，故D错误。故选C。点睛由经线和纬线相互交织所构成的网络叫做经纬网，利用经纬网可以确定地球表面任何一个地点的位置，在经纬网上，经线的度数叫做经度，若相邻两条经线的经度向东增大，就是东经，用符号E表示，若相邻两条经线的经度向西增大，就是西经，用符号W表示；纬线的度数叫纬度，若相邻两条纬线的纬度向北增大，就是北纬，用符号N表示，若相邻两条纬线的纬度向南增大，就是南纬，用符号S表示。", "answer": "1          ．        C              2          ．        C", "side_information": ["◎ 地球的定义\n地球：是太阳系八大行星之一，按离太阳由近及远的次序排列为第三颗，按大小排列位于第五位。地球由两个圈层构成，即外部圈层和内部圈层，外部圈层由大气圈，水圈，生物圈构成；内部圈层由地壳，地幔，地核构成。另外在大气圈层外还包围着磁层，里面有带电粒子组成的两条辐射带。地球是一个两极略扁，中部略鼓的不规则球体，其赤道半径为6378公里，平均半径为6371公里。地球的运动分为两种形式：地球绕地轴（两极）自西向东的自转，时间为23小时56分2.1秒；地球绕太阳自西向东的公转，时间为365.26天。", "◎ 地球的知识扩展\n1、地球的形状：地球是一个两极略扁，中部略鼓的不规则球体；葡萄牙的航海家麦哲伦率领的船队首次证实地球是一个球体。2、地球的大小：平均半径6371千米；最大周长4万千米；表面积5.1亿平方千米。", "◎ 地球的知识导图\n1972年阿波罗号航天飞船拍摄的地球照片地球的构造示意图：", "◎ 地球的特性\n 有关地球大小的数据：1.地球的表面积5.1亿平方公里（陆地29%，海洋71%）；2.地球的平均半径为6371千米；3.地球的最大周长（赤道）约为4万千米。", "◎ 地球的知识对比\n什么是类地行星，其与其他星球的区别是什么？类地行星是以硅酸盐石作为主要成分的行星。它们跟类木行星有很大的分别，因为那些气体行星主要是有氢、氦、和水等组成，而不一定有固体的表面。类地行星的结构大致相同：一个主要是铁的金属中心，外层则被硅酸盐地幔所包围。它们的表面一般都有峡谷、陨石坑、山和火山。太阳系中类地行星包括水星、地球、火星、金星。类地行星是与地球相类似的行星。它们距离太阳近，体积和质量都较小，平均密度较大，表面温度较高，大小与地球差不多，也都是由岩石构成的。", "◎ 地球的知识拓展\n人类对地球形状的认知过程：1. 古时候的人，由于活动的范围很小，只看到自己生活地区的一小块地方，因此单凭直觉，就产生了种种有关“天圆地方”的说法。例如，我国早在两千多年前的周代，就有“天圆如张盖，地方如棋局(棋盘)”的盖天说。2. 伴随着人类活动范围的扩大和各种知识的积累，人们逐渐认识到,大地在大范围内不可能是平坦的，而应该是弯曲呈弧形的。例如，在海边看离岸的船，先是船身隐没，然后才是桅帆，在陆地上旅行的人，如果向北走去，一些星星就会在南方的地平线上消失。3. 15-16世纪的地理大发现，特别是1519-1521年,麦哲伦率领的一支船队,环绕地球航行一周成功,这为大地是球形提供了有力的证据。4.伴随着近现代的科技发展，人类通过发射卫星等科技手段，证明地球是一个两极略扁，赤道略鼓的不规则球体。", "◎ 地球的教学目标\n1、了解人类认识地球形状的过程。2、能用平均半径、赤道周长、表面积表示地球的大小。3、通过自作的地球仪感知地球仪的基本结构，并能用它来表示地球的自转，并理解地轴和极点的含义。", "◎ 地球的考试要求\n能力要求：了解/识记课时要求：1考试频率：常考分值比重：2"], "image": {"path": "val/images/middle_geography_47.png"}}
{"subject": "geography", "id": "geography_11529", "type": "fill-in-the-blank", "grade": "high", "difficulty": "basic", "question_info": "将以下我国著名景点与所以的省（市）连线。", "solution_info": "试题分析：秦始皇陵兵马俑是位于陕西省的历史古迹；长江三峡是位于湖北省宜昌市附近；乐山大佛是位于四川省；故宫是位于北京的古迹；日月潭是位于台湾中部的自然风光.考点：本题考查我国有关景点.", "answer": "秦始皇陵兵马俑－陕西省；长江三峡－湖北省；乐山大佛－四川省；故宫－北京市；日月潭－台湾省", "side_information": [], "image": {"path": "val/images/middle_geography_11529.png"}}
{"subject": "geography", "id": "geography_7654", "type": "multiple-choice", "grade": "high", "difficulty": "medium", "question_info": "2018年4月位于云南、贵州省交界的北盘江大桥在第35届国际桥梁大会上获得“杰出成就奖”，它是杭瑞高速公路(浙江杭州－云南瑞丽)的关键工程。大桥全长1341米，桥面到谷底垂直高度565米。大桥建成前两岸居民互通往来需要翻越3座山头，走40千米山路。下图是北盘江大桥。据此回答下列各题。1．北盘江大桥坐落在", "options": ["云贵高原", "横断山区", "四川盆地", "东南丘陵2．大桥建成前两岸居民互通往来困难的原因是"], "solution_info": "根据云贵高原地面崎岖，石灰岩分布广泛；青藏高原起伏平缓，雪山连绵，冰川广布；内蒙古高原地势平坦开阔，一望无际；黄土高原千沟万壑，支离破碎，是世界上面积最广的黄土分布区，进行分析解答。1．2016年12月29日，杭瑞高速上的北盘江大桥建成通车。它跨越北盘江峡谷，全长1341米，桥面到谷底垂直高度565米，是世界最高的大桥，由贵州、云南两省合作共建。该桥梁位于云贵高原。故选：A。2．北盘江大桥位于云贵高原上，该高原地形崎岖，所以大桥建成前两岸居民互通往来困难的原因是地形崎岖。故选：A。点睛本题考查我国云贵高原的位置及特点，牢记即可。", "answer": "1．A 2．A", "side_information": ["◎ 中国的地形地势的定义\n中国地形地势：1.地势：西高东低，呈三级阶梯状阶梯 界线 主要地形 海拔 一--高原、盆地 4000米以上 二昆、祁、横三大高原、三大盆地 1000－2000米 三雪、巫、太、大 三大平原、三大丘陵 500米以下 第三级阶梯向东，是我国大陆向海洋自然延伸的部分，是属于我国的近海大陆架，它包括渤海、黄海的全部，东海的大部分和南海的一部分。大陆架蕴藏着丰富的矿产资源（如石油、天然气）、海洋生物资源和化学资源等。2.地势意义：水汽输入、水运沟通、水能丰富（即“三水”）地势决定河流流向，有利于海洋上湿润气流深入内地，形成降水；使我国许多大河滚滚东流，沟通东西交通，方便沿海和内地的经济联系，同时阶梯交界处落差大、水能资源丰富，但不利航运。3.地形特点：地形多种多样，山区面积广大五种基本类型都有，但以山地33%为多，高原26%，盆地19%，平原12%，丘陵10%，山区即包括山地、丘陵、崎岖高原部分占三分之二。", "◎ 中国的地形地势的知识扩展\n我国地形特点：地形复杂多样，山区面积大。 我国地势西高东低，西部以山地、高原和盆地为主，东部以平原和丘陵为主。中国地势三级阶梯：第一级阶梯（昆仑山脉、祁连山脉、横断山脉）→第二级阶梯（大兴安岭、太行山脉、巫山、雪峰山）→第三级阶梯。 我国地势西高东低呈阶梯状分布的特征对我国的气候、河流、交通产生的影响： （1）对气候的影响：我国地势西高东低向海洋倾斜，有利于海上的湿润气流向我国内陆推进，为我国广大地区带来丰沛的降水。 （2）对河流的影响：西高东低的地势，必然造成我国的大江大河自西向东奔流入海；河流在高一级阶梯向低一级阶梯流动时，落差大，产生巨大水能。 （3）对交通的影响：向东流淌的大河沟通了我国东西的交通，方便了沿海和内陆的联系；阶梯交界处的高大山脉成为我国东西交通上的巨大障碍。 四大高原：青藏高原：世界上最高的高原，被称为“世界屋脊”，是四大高原中唯一位于第一阶梯的，我国面积最大的高原，高山终年积雪，冰川纵横；内蒙古高原：高原地势平坦开阔，西北部多荒漠、戈壁、东部和中部地区多肥美草原；黄土高原：世界上黄土分布面积最广的区域，水土流失严重，地表千沟万壑；云贵高原：高原大部分地区地形崎岖，石灰岩分布广泛，喀斯特地貌显著。 四大盆地：塔里木盆地：我国面积最大的内陆盆地，位于昆仑山与天山之间，其中有我国最大的沙漠—塔克拉玛干沙漠；准噶尔盆地：我国第二大盆地，位于天山与阿尔泰山之间，纬度最高；柴达木盆地：被美誉为“聚宝盆”，位于巴颜喀拉山与祁连山之间，海拔最高，也是四大盆地唯一位于第一阶梯的；四川盆地：发展农业生产条件最优越，有“紫色盆地”之称，著名的成都平原位于盆地西部，农业发达，物产丰富，有“天府之国”之称。 三大平原：东北平原：黑土面积广大；华北平原：地势低平，地面坡度很小；长江中下游平原：我国著名的“鱼米之乡”。 我国是一个多山的国家，山地面积占陆地面积的33%，加上高原，两者占60%。山区主要的自然灾害：崩塌： 土石体在重力作用下突然坠落。 主要防治措施： 采用拦挡、网包、清挖和锚固等加固工程。 滑坡： 在重力作用下，土石体沿着滑动面作整体下滑。暴雨或者在斜坡上蓄水灌溉，常常引发滑坡。 主要防治措施： 开挖排水沟或截水沟工程，减少滑坡体含水量。 泥石流： 在坡陡谷深、岩石破碎、松散碎屑物质多、植被覆盖差的地方，当夏季突降暴雨或者冰雪融水汇集时，常会发生泥石流。青藏高原边缘山区，例如云南和四川西部，是泥石流多发地段。东部低山丘陵和平原交替处也时有发生。 主要防治措施： 护林造林、修建水库、拦沙坝，开挖导流沟等工程。 山区在开发和保护方面应当注意的问题：山区地面较为崎岖，交通不便，基础设施建设的难度较大。在开发利用山区时，要特别注意生态环境建设，预防和避免山地灾害如崩塌、滑坡、泥石流的发生。 主要山脉走向： 东－西走向：天山山脉―阴山山脉；昆仑山脉―秦岭；南岭 东北－西南走向：大兴安岭―太行山―巫山―雪峰山；长白山脉―武夷山脉；台湾山脉 南－北走向：横断山脉 西北－东南走向：祁连山脉 弧形山脉：喜马拉雅山脉 ", "◎ 中国的地形地势的知识导图\n中国地形图（未包含南海地区）：", "◎ 中国的地形地势的特性\n中国主要山脉分布特点：1.东北--西南走向，最西列是大兴安岭－太行山－－巫山－雪峰山；中间－列是长白山－武夷山；最东列是台湾山脉,其主峰玉山是我国东南沿海最高的山峰。2.东西走向，最北列是天山－阴山；中间－列是昆仑山－秦岭；最南列是南岭。［注意］秦岭是划分我国南方与北方的重要地理界线。秦岭南北的自然地理环境、社会经济发展有着巨大的差异。3.西北－东南走向，主要有阿尔泰山，祁连山、巴颜喀拉山等。多在我国西部。4.弧形山系，是世界最高山脉喜马拉雅山，其主峰珠穆朗玛峰海拔8848米，为世界最高山峰，位于中国与尼泊尔交界处。5.南北走向，主要有贺兰山、横断山脉等。［注意］横断山脉是由许多列南北走向的平行山脉组成。它们由北向南地势逐渐降低，山高谷深、山河相间，极大地阻碍了东西交通。丘陵的利用特点：1.缓坡开辟梯田果园或栽培经济林木；2.发展旅游业；3.发展林业、畜牧业", "◎ 中国的地形地势的知识对比\n四大高原对比名称位置和省、区范围海拔主　要　特　征青藏高原位于西南部，介于昆仑山与喜马拉雅山之间；青海西藏全部、四川省西部4000米以上，是世界上海拔最高的高原世界最高大高原，高寒、冰川广布雪山连绵内蒙古高原位于北部，大兴安岭以西，向西延伸到祁连山麓；内蒙古大部、冀甘宁一部分1000米左右我国第二大高原，最平坦的高原，风力作用强烈，西部风蚀地貌典型黄土高原西起祁连山东端，东到太行山麓，北邻内蒙古高原，以长城为界，南到秦岭；山西省全部、陕甘宁一部分1000-2000米，是世界上最大的黄土分布区世界黄土分布最广，流水侵蚀作用强烈，千沟万壑。云贵高原云南省东部、贵州省大部分1000-2000米地势西高东低，石灰岩广布，流水溶蚀作用强烈，多喀斯特地貌，地表崎岖不平，有许多“坝子”四大盆地对比名　称位置与范围海拔主　要　特　征塔里木盆地昆仑山与天山之间；新疆境内1000米我国面积最大盆地，有最大沙漠—塔克拉玛干沙漠（世界最大的流动沙丘区）和最大内流河，封闭严密、干燥准噶尔盆地阿尔泰山、天山之间；新疆境内500米面积第二大盆地，西北有缺口，相对湿润，沙漠、戈壁面积较小，北部有一条外流河，多为固定沙丘柴达木盆地昆仑山、祁连山之间；青藏高原东北部，青海省境内3000米左右，我国地势最高的内陆高原盆地我国地势最高盆地，大部分为沙漠、戈壁，东南部多盐湖和沼泽地，有“聚宝盆”之称，石油、有色金属矿、盐矿资源丰富。四川盆地东是巫山，西是横断山，北是大巴山，南是云贵高原；四川和重庆境内500米以下也称“紫色盆地”，最湿润的外流盆地，多低山丘陵，西有面积较大的成都平原三大平原对比名　称范围主　要　特　征东北平原大小兴安岭、长白山之间，由松嫩平原、三江平原、辽河平原三部分组成我国面积最大、地势最高（200米以下）的平原，地势坦荡，黑土深广，多沼泽低地。松嫩平原、三江平原是我国商品粮率较高的商品粮基地。华北平原北是燕山，南到准河，西起太行山，东至渤海。我国最完整的平原，由黄淮海冲积而成。地势低平（多在50米以下），旱涝、盐碱、风沙等自然灾害频发的地区长江中下游平原巫山以东到海滨，沿江分布呈狭长形我国最低平的平原（多在50米以下，下游长江三角洲则海拔在10米以下），河湖密布，为著名水乡三大丘陵对比 位置风景旅游区辽东丘陵辽东半岛上千山山东丘陵山东半岛上泰山东南丘陵我国东南部，包括江南丘陵、浙闽丘陵、两广丘陵等，面积最大黄山、庐山、武夷山、“桂林山水”地震、火山、泥石流的分布名称分布地震1、东南部的台湾和福建沿海2、华北太行山沿线和京津唐地区3、西部青藏高原和边缘的四川、云南两省西部4、西北的新疆、甘肃和宁夏火山主要分布在内蒙古高原南部、东北山区、台湾、海南岛等地泥石流多产生在西部青藏高原边缘山区，东部低山丘陵与平原交替处", "◎ 中国的地形地势的知识点拨\n我国地势西高东低呈阶梯状分布的特征对我国的气候、河流、交通产生的影响：1.对气候的影响：我国地势西高东低向海洋倾斜，有利于海上的湿润气流向我国内陆推进，为我国广大地区带来丰沛的降水。2.对河流的影响：西高东低的地势，必然造成我国的大江大河自西向东奔流入海；河流在高一级阶梯向低一级阶梯流动时，落差大，产生巨大水能。3.对交通的影响：向东流淌的大河沟通了我国东西的交通，方便了沿海和内陆的联系；阶梯交界处的高大山脉成为。位于我国一级阶梯和二级阶梯交界线上的水电站主要有：黄河的龙羊峡、刘家峡、李家峡等，长江及其支流上的龚嘴、二滩等；位于我国二、三级阶梯上的水电站有：黄河的小浪底等，长江上的三峡、葛洲坝等，西江上游的天生桥、龙滩、岩滩等。中国地形多样化的影响：1.有利影响：地形多种多样，为我国因地制宜发展多种经营提供了有利条件。如平原具有发展种植业的优势，高原具有发展畜牧业的良好条件，山区在发展林业、副业、旅游业和采矿业等方面具有优势。（我国山区面积广大，森林、矿产、水力、旅游资源丰富，所以在山区应大力发展林业，采矿业及旅游业。）2.不利影响：山区多，平原少，也给大规模商品化生产、生产管理带来了困难；同时，山区由于地形崎岖，交通闭塞，经济文化常常相对落后，并造成耕地资源不足。3.不同的地形区有不同的自然条件，利用方式也不同。如湿润半湿润的平原适宜发展耕作业；山区适宜发展林业、畜牧业和旅游业；干旱、半干旱的平原、高原则适宜发展畜牧业；干旱、半干旱区只有在有水灌溉的绿洲区、平原区才可发展种植业。", "◎ 中国的地形地势的知识拓展\n黄土高原与云贵高原：黄土高原的黄土是地质时期强劲的偏北风从北方干旱地区吹来的，是风力沉积作用的产物。黄土层土质疏松，加上地面植被破坏，长期以来，地表受雨水冲刷，水土流失严重，形成千沟万壑，支离破碎的状态。黄土高原是我国生态环境最脆弱的地区之一，水旱灾害频繁，农业落后，许多地方人民生活贫困。但这里又是我国矿产资源十分丰富的地区，煤、铁、有色金属等储量丰富。这里的人民利用黄土的直立性和气候较为干旱的特点，开凿窑洞。窑洞冬暖夏凉，是很好的居住场所。云贵高原上广泛分布的石灰岩长期受流水的溶解侵蚀，形成峰林，溶洞、石林等奇异的喀斯特地形，云南的路南石林、广西桂林山水等都是著名的喀斯特景观旅游区。但是云贵高原峰岭众多，地面崎岖，土壤瘠簿，不利于农耕。只有一些小的山间盆地，被当地人称为“坝子”，比较平坦，是当地主要的耕作业区。地面有漏斗，地下多溶洞、地下河等，地质条件复杂，地表水易渗漏，并给修建水库，工程建设增加了很大难度。 ", "◎ 中国的地形地势的教学目标\n1、识记我国地形、地势的主要特征。2、识记我国主要地形区的特点与分布及对人类活动的影响。3、运用分层设色地形图和地形剖面图，总结出我国地势呈阶梯状分布的特征以及各级阶梯的主要特征，记住位于阶梯分界线的山脉名称。4、理解地势特征对其他自然地理要素以及我国人民的生产、生活会产生什么样的影响，初步掌握评价地理事物的基本方法。", "◎ 中国的地形地势的考试要求\n能力要求：掌握/应用课时要求：2考试频率：必考分值比重：6"], "image": {"path": "val/images/middle_geography_7654.png"}}
{"subject": "geography", "id": "geography_1368", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "读下图“某地等高线地形图”，回答问题。（1）写出图中字母代表的相应地形部位的名称，A____________；B____________。（2）A地与D地的相对高度约为________米；同一时间测得A、D两地的气温相比，________地气温更高。（3）C地位于D地的____方向；若测得C、D两地图上距离约2厘米，两地实际距离是________千米。（4）某徒步旅行者在此山区迷路，当他发现一条小溪时，果断沿着小溪向下游前进，摆脱困境。请解释这种做法的合理性：________________________。", "solution_info": "在等高线地形图上，等高线闭合且等高线数值中间高四周低为山顶；两山顶之间相对低洼的部位为鞍部；等高线闭合且等高线数值中间低四周高为盆地；等高线向海拔低处凸出为山脊；等高线向海拔高处凸出为山谷；几条海拔不同的等高线重合处为陡崖．等高线密集表示坡陡，等高线稀疏表示坡缓。山谷为集水线，能形成河流，山脊为分水线，不能形成河流。详解（1）从等高线地形图看出，A处等高线闭合且等高线数值中间高四周低则为山顶，B处几条海拔不同的等高线重合为陡崖。（2）从等高线地形图看出，A地的海拔为670米，D地的海拔为100米，则两地的相对高度是670-100=570米；因为同纬度地区海拔越高气温越低，海拔每升高100米，气温约下降0.6℃，所以同一时间测得A、D两地的气温相比D地气温高。（3）地图上的方向有不同的表示方式，有的地图用指向标指示方向，指向标箭头的指向一般为北向，使用这种地图，要根据指向标来确定方向，故可判定C地位于D地的西北方向；根据图中比例尺及比例尺=图上距离/实地距离，可知，实地距离=图上距离/比例尺，若图上距离是2厘米，则两地实际距离是2厘米÷（1/100000）=200000厘米=2千米。（4）图中E为河流，河流低处为平原，有聚落分布，因此，沿着E向南前进，能摆脱困境。点睛考查了等高线地形图的判读。", "answer": "（1）山顶   陡崖    （2）570  D    （3）西北   2    （4）因为小溪都汇入河流，由山地流向平原，并且河流沿岸地区往往有人类居住等。", "side_information": ["◎ 地形图判读的定义\n海拔：地面某个点高出海平面的垂直距离，叫做海拔。海拔也称为绝对高度。相对高度：地面上某一点高出另一点的垂直距离称为相对高度。等高线：把各个地点的海拔标注在地图上，再把海拔相同的点连成线，称为等高线。等深线：在地图上，把海洋中深度相同的线连接起来，叫做等深线。", "◎ 地形图判读的知识扩展\n1、海拔高度和相对高度；把海拔高度相等的点用线连接起来叫等高线；等高线的疏密状况可以反映地面的高低起伏或坡度的大小。坡陡的地方，等高线密集；坡缓的地方，等高线稀疏。山地不同部位，等高线形态不同。2、常见的地形图有三种，等高线地形图、等深线地形图、地形剖面图，能最直观反映地表起伏的是地形剖面图，在分层设色地形图上，通常用蓝色表示海洋，用绿色表示平原，地形的基本类型有五种，分别是高原、平原、山地、盆地、丘陵。 ", "◎ 地形图判读的知识导图\n地形图图例：", "◎ 地形图判读的特性\n等高线地形图的特征：1.同线等高，同图等距；2.等高线为闭合的平滑曲线；3.等高线的疏密决定坡度大小；4.等高线一般不相交不重叠。", "◎ 地形图判读的知识点拨\n地形图的分类：常见的地形图有三种，等高线地形图、等深线地形图、地形剖面图，能最直观反映地表起伏的是地形剖面图，在分层设色地形图上，通常用蓝色表示海洋，用绿色表示平原，地形的基本类型有五种，分别是高原、平原、山地、盆地、丘陵。地形图的识读：1.判断地势高低：同一等高线上各点的海拔相同，等高距在同一等高线地图上是相等的。地面越高，数值越大；反之，数值越小，地势越低。2.判断坡度的陡缓：同一等高线的地形图上，等高线越密，坡度越陡，海底等深线越密，坡度越陡。", "◎ 地形图判读的知识拓展\n地形剖面图的制作：在等高线地图上，沿着某一方向画一条直线，然后将该直线的交点一一投射到间隔高度相同的平行线上，得到不同点，把着这些点用平滑的曲线连接，构成地形剖面图。", "◎ 地形图判读的教学目标\n1、了解海拔和相对高度的概念，并能熟练应用。 2、学会利用等高线地形图估算海拔和相对高度，判断坡度陡缓。3、能利用等高线判读五种基本地形的特点。4、在等高线地形图上，识别山顶、山脊、山谷等地形部位。", "◎ 地形图判读的考试要求\n能力要求：掌握/应用课时要求：2考试频率：必考分值比重：5"], "image": {"path": "val/images/middle_geography_1368.png"}}
{"subject": "geography", "id": "geography_3363", "type": "multiple-choice", "grade": "high", "difficulty": "easy", "question_info": "公元前214年，任嚣修筑任嚣城，这是广州筑城之始。公元前206年，赵佗进一步扩建任嚣城，俗称赵佗城或越城，如图根据材料，完成下面小题。7．赵佗城布局的特点是（）①面湖②临溪③背山④望江", "options": ["①②③", "②③④", "①③④", "①②④8．赵佗城筑城的有利条件是（）"], "solution_info": "7．读图可知，赵佗城布局北背越秀山，南望珠江，西临文溪，附近并没有湖泊分布，所以，②③④正确，①错误。故选B。8．赵佗城城址地处珠江三角洲平原，地形平坦，交通便利，A正确；珠江三角洲地区矿产匮乏，能源短缺，B错误；这里气候湿润，种植业发达，C错误；这里以水稻土为主，我国黑土主要分布在东北地区，D错误。故选A。点睛珠江三角洲平原位于广东省中南部，这里河网纵横，孤丘散布，是我国商品粮基地之一。", "answer": "B    8         ．          A", "side_information": ["◎ 聚落的定义\n聚落：聚落是人类聚居和生活的场所。聚落环境是人类有意识开发利用和改造自然而创造出来的生存环境。人类各种形式的聚居地的总称。乡村：乡村又称非城市化地区。通常指社会生产力发展到一定阶段上产生的、相对独立的、具有特定的经济、社会和自然景观特点的地区综合体。城市：城市是以非农业产业和非农业人口集聚形成的较大居民点。一般而言，人口较稠密的地区称为城市，一般包括了住宅区、工业区和商业区并且具备行政管辖功能。城市的行政管辖功能可能涉及较其本身更广泛的区域，其中有居民区、街道、医院、学校、写字楼、商业卖场、广场、公园等公共设施。", "◎ 聚落的知识扩展\n1、聚落的形式有乡村和城市。 2、聚落形成与发展的主要因素：地形平坦；土壤肥沃，适于耕作；水源充足；交通便利；自然资源丰富。在一些河流    中下游的平原地区，工农业生产比较发达，聚落分布比较密集；在高山、荒漠地区，少有或没有聚落。 3、世界各地自然环境差异很大，各民族的生活习俗、历史文化、宗教信仰等不同，聚落在长期发展过程中，形成了不    同的建筑风格。 4、目前，全世界都在大力保护具有民族特色的传统民居。对北京四合院的保护和开发提出自己的建议。", "◎ 聚落的知识导图\n现代化的城市：", "◎ 聚落的知识对比\n乡村景观与城市景观的对比：", "◎ 聚落的知识点拨\n亚洲、欧洲、北美洲和非洲村落景观的差异： 1.亚洲村落人口众多，房屋紧密； 2.欧洲和北美洲乡村人口较少，农业机械化程度高，村落房屋分散，房屋质量较好； 3.非洲发展缓慢，许多地方保留了较为原始的聚落。传统聚落保护的意义：1.保护中国传统的文化；2.对研究中国聚落发展有重要意义；3.对中国建筑方面的特点研究有深刻影响；4.为当地的旅游发展提供物质基础。", "◎ 聚落的知识拓展\n传统聚落的代表——福建土楼福建土楼，包括闽南土楼和一部分客家土楼，总数约三千余。通常是指闽西南独有约利用不加工的生土，夯筑承重生土墙壁所构成的群居和防卫合一的大型楼房，形如天外飞碟，散布在青山绿水之间。主要分布地区以中国福建西南山区，客家人和闽南人聚居的福建、江西、广东三省交界地带，包括以闽南人为主的漳州市，闽南人与客家人参半的龙岩市。福建土楼是世界独一无二的大型民居形式，被称为中国汉族传统民居的瑰宝。土楼若依形状分，约可分为圆楼，方楼，五凤楼。另外还有变形的凹字型，半圆型，与八卦型。其中，以圆楼与方楼最常见，也常常并存。该长达数千平方米面积且聚族而居的圆楼与方楼以简单几何形建筑构筑于山岭狭谷之间，人造建物与周遭翠青自然景观形成强烈对比。1980年代中国经济开放后，以圆土楼与方土楼为主的闽南及广东土楼景观引起世界各国旅游业注目。", "◎ 聚落的教学目标\n1、乡村聚落、城市聚落的景观区别。2、聚落与自然环境、人类活动的关系。3、正确认识聚落的发展与保护关系。", "◎ 聚落的考试要求\n能力要求：了解/识记课时要求：1考试频率：易考分值比重：2"], "image": {"path": "val/images/middle_geography_3363.png"}}
{"subject": "geography", "id": "geography_10641", "type": "multiple-choice", "grade": "high", "difficulty": "hard", "question_info": "为了探究水土流失的成因，某地理兴趣小组设计了“在相同条件下植被对水土流失的影响”实验（图）。据此完成下面小题。5．该实验的结论是（）", "options": ["植被疏密程度与水土流失无关", "植被密集或稀疏水土流失相同", "植被越稀疏，水土流失越严重", "植被越茂密，水土流失越严重6．根据实验结论可知，防治水土流失相应的措施是（）"], "solution_info": "5．图中实验展示出，随着植被逐渐减少，在相同的水量冲刷下，流入玻璃杯中的沙土逐渐增多，说明植被疏密程度与水土流失有关，故A错误；还反映出植被越稀疏，水土流失越严重，故BD错误，C正确。故选C。6．防治水土流失的生物措施生物措施主要指种树种草，这是治理水土流失的根本措施之一，C正确；工程措施有兴修水库、修建水平梯田、打坝淤地等，但实验主要反映植被覆盖率对水土流失的影响，故相应的措施为植树种草，故AB错误；陡坡开荒会加剧水土流失，D错误。故选C。点睛坡脚修挡土坝也是治理水土流失的措施，但答题时一定要仔细审题，题中要求“根据实验结论”提出措施。", "answer": "C    6         ．          C", "side_information": ["◎ 黄土高原的定义\n黄土高原：黄土高原是世界最大的黄土沉积区。位于黄河中游地区，东西千余千米，南北700千米。包括太行山以西、青海省日月山以东，秦岭以北、长城以南广大地区。跨山西省、陕西省、甘肃省、青海省、宁夏回族自治区及河南省等省区，面积约40万平方千米。", "◎ 黄土高原的知识扩展\n1、黄土高原是世界最大的黄土堆积区，是世界水土流失最严重的地区。 2、自然状况： （1）范围：东起太行山，西至乌鞘岭，南连秦岭，北抵长城。属于暖温带，半干旱区，位于第二级阶梯，四大地理区    域的北方地区。位于黄河的中游地区。 （2）黄土物质来源——“风成说”占主导地位，黄土高原的黄土物质是从中亚、蒙古等地的荒漠、戈壁吹过来的。地    貌特征是千沟万壑，地面破碎，沟谷密度大，平地少，斜坡多，沟谷两侧常出现直立的陡崖。 （3）其他：它是全国最大的煤炭能源产地，其中山西省最多。 3、水土流失 原因：（1）自然：黄土土质疏松的特性；降水集中在7、8月，多暴雨； （2）人为：地表裸露，缺少植被保护；人类活动使植被破坏。 危害：（1）带走地表肥沃土壤，使农作物产量下降； （2）使沟谷增多、扩大、加深，导致耕地面积减少； （3）向黄河下游输送泥沙，使下游形成“地上河”，给河道整治和防洪造成巨大困难。 我国水土流失严重的地区主要在黄土高原、四川盆地、云贵高原、都位于第二级阶梯。 4、脆弱的生态环境：黄土高原地形破碎，气候较为干旱，不仅水土流失严重，而且多种自然灾害频发：旱灾、洪涝灾    害、泥石流、滑坡和塌陷。最严重的自然灾害是旱涝灾害。所以这里的环境特别容易遭到破坏，而且破坏后不易    恢复。本区的人地关系是恶性循环。 5、生态建设和环境改善： （1）植树种草等生物措施，建梯田、修挡土坝等工程措施相结合，治理水土流失； （2）控制人口增长，合理安排生产活动，如陡坡地退耕还林、还草，过度放牧地方减少放牧的牲畜数量。 ", "◎ 黄土高原的知识导图\n黄土高原地区域图：黄土高原地貌：", "◎ 黄土高原的特性\n黄土高原主要特点：1.黄土高原河流众多，沟壑纵横，沟壑面积约占总土地面积的50%。2.黄土高原受季风气候的影响，降水的年变率大，年内分配不均。3.黄土高原地下水非常贫乏，人类对环境的破坏，加剧了水资源供需矛盾。保护水源、保护环境已成为社会发展的重大课题。4.黄土高原拥有极为丰富的煤炭资源，其储量和产量均居全国第一。", "◎ 黄土高原的知识点拨\n黄土高原水土流失问题形成的原因：1.自然原因：（1）降水：变率大，集中在夏季，多暴雨，冲刷作用强；（2）地形：从平原向山地过渡，地形坡度大，坡面物质不稳定；（3）植被：从森林向草原过渡，植被覆盖率低，涵养水源能力差；（4）土壤：由粉沙颗粒组成，土质疏松，垂直节理发育，抗蚀能力低；2.人为原因：（1）毁林开荒（2）过度樵采（3）轮荒，不合理的耕作制度（4）开矿治理水土流失的主要措施：1.退耕还林、还草：压缩农业用地，扩大林草种植面积，因地制宜营造防护林、经济林、薪炭林、用材林；2.调整土地利用结构；3.加强小流域的综合治理工程措施—打坝淤地，平整土地，修筑梯田生物措施—植树种草农业技术措施—科学施肥，选育良种，地膜覆盖；4.开矿时要有计划的存放表土，大力开发复垦工作 。黄土高原地区实施可持续发展战略的方式：1.控制人口；2.退耕还林还草，保护生态环境；3.加强农田水利建设；4.加大科技投入，倡导绿色、生态农业；5.调整农业结构，建立优质农产品生产基地。", "◎ 黄土高原的教学目标\n1、了解黄土高原的地理位置。 2、了解黄土高原上黄土物质的形成原因。 3、理解黄土高原千沟万壑的地形地貌特征。 4、理解黄土高原生态环境恶化、自然灾害频繁的自然和人为原因，并知道相应的环境保护与资源开发的办法与经验。", "◎ 黄土高原的考试要求\n能力要求：掌握/应用课时要求：2考试频率：必考分值比重：6"], "image": {"path": "val/images/middle_geography_10641.png"}}
{"subject": "geography", "id": "geography_8185", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "读“我国气候类型图”回答：（1）写出图中字母代表的气候类型A          气候            B         气候C         气候             D          气候由于         ，青藏高原形成了E          气候。（2）B和C的分界线大致以秦岭—          一线为界。（3）我国气候的主要特征是：                          。", "solution_info": "试题分析：（1）我国是世界上气候类型最多的国家之一。读图可知，A为热带季风气候、B为亚热带季风气候、C为温带季风气候、D为温带大陆性气候，青藏高原由于海拔高，形成了E高原山地气候。（2）秦岭--淮河一线是我国重要的地理分界线，是B南方地区和C北方地区地理界线，该线以北属于北方地区，以南属于南方地区。（3）我国气候的主要特征是：气候复杂多样，季风气候显著。", "answer": "（1）热带季风；亚热带季风；温带季风；温带大陆性；海拔高；高原山地； （2）淮河； （3）复杂多样；季风气候显著．", "side_information": ["◎ 中国的气候，季风的定义\n我国的气候：受纬度位置和海陆位置的影响，我国大多数地区一年内的盛行风向随季节有显著变化，形成了典型的季风气候。冬季风寒冷干燥，是我国冬季南北温差大的主要原因之一；夏季风温暖潮湿，形成了我国的雨季。除青藏高原外，习惯上以大兴安岭—阴山—贺兰山为界，把我国划分为季风区和非季风区。我国的气候类型，主要包括热带季风气候、亚热带季风气候、温带季风气候、温带大陆性气候以及高原山地气候。 我国气温分布特点我国温度带的划分：冬季，我国南北气温差异很大。1月℃等温线大致沿秦岭—淮河一线分布。冬季最冷的地方为黑龙江的漠河镇。夏季，除了青藏高原等地区外，大多数地方普遍高温。夏季最热的地方为新疆吐鲁番。我国由北向南划分为寒温带、中温带、暖温带、亚热带、热带。另外还有高原气候区。划分温度带的主要指标是活动积温。 ", "◎ 中国的气候，季风的知识扩展\n1、我国气温分布特点我国温度带的划分：冬季，我国南北气温差异很大。1月℃等温线大致沿秦岭—淮河一线分布。冬季最冷的地方为黑龙江的漠河镇。夏季，除了青藏高原等地区外，大多数地方普遍高温。夏季最热的地方为新疆吐鲁番。我国由北向南划分为寒温带、中温带、暖温带、亚热带、热带。另外还有高原气候区。划分温度带的主要指标是活动积温。2、东西干湿差异： 年降水量的总趋势是从东南沿海向西北内陆递减。 一个地方的降水量与蒸发量的对比关系，反映了该地气候的湿润程度。我国可以划分为湿润地区、半湿润地区、半干旱地区和干旱地区。3、气候： 受纬度位置和海陆位置的影响，我国大多数地区一年内的盛行风向随季节有显著变化，形成了典型的季风气候。 冬季风寒冷干燥，是我国冬季南北温差大的主要原因之一；夏季风温暖潮湿，形成了我国的雨季。除青藏高原外，习惯上以大兴安岭—阴山—贺兰山为界，把我国划分为季风区和非季风区。我国的气候类型，主要包括热带季风气候、亚热带季风气候、温带季风气候、温带大陆性气候以及高原山地气候。多特殊天气：主要有寒潮、梅雨、台风、沙尘暴等。多旱涝灾害。洪涝是我国发生频繁、损失严重的自然灾害。干旱是对我国农业生产影响最大、最常见且分布范围最广的一种气候灾害。 ", "◎ 中国的气候，季风的知识导图\n中国干湿情况分布图：我国气候分布图：我国季风走向示意图：", "◎ 中国的气候，季风的特性\n我国温度分布特点：我国气温分布特点我国温度带的划分：冬季，我国南北气温差异很大。1月℃等温线大致沿秦岭淮河一线分布。冬季最冷的地方为黑龙江的漠河镇。夏季，除了青藏高原等地区外，大多数地方普遍高温。夏季最热的地方为新疆吐鲁番。我国由北向南划分为寒温带、中温带、暖温带、亚热带、热带。另外还有高原气候区。划分温度带的主要指标是活动积温。我国干湿地区划分与分布特点：干湿地区 干湿状况 主要分布地区 气候和植被湿润区 >800mm 降水量＞蒸发量东南大部、东北的东北部 气候湿润，森林 半湿润区 400-800mm 降水量＞蒸发量 东北平原、华北平原、黄土高原南部和青藏高原东南部 气候较湿润，草原和森林 半干旱区 200-400mm 降水量＜蒸发量 内蒙古高原、黄土高原和青藏高原大部份 气候较干燥，主要为草原 干旱区 <200mm 降水量＜蒸发量 新疆、内蒙古高原西部、青藏高原西北 气候干旱，主要为荒漠 我国气候特点与评价：特征 内容 成因 对农业生产的影响 有利影响 不利影响 大陆性季风气候显著 ①大多数地方冬季寒冷干燥，夏季暖热多雨，②与同纬度其他地区比，冬温偏低，夏温偏高，气温年较差大；③气温年较差和降水的季节变化和年际变化都较大 我国冬季受寒冷的冬季风影响，寒冷干燥；夏季受来自海洋的夏季风影响，暖热多雨 夏季暖热多雨，对农作物等生长十分有利 冬季寒冷干燥，对农作物等生长不利；降水过分集中在夏季，造成春旱、夏涝现象严重；降水的年际变化大，水旱灾害多；寒潮带来严寒，大风、霜冻等恶劣天气，台风造成水灾、风灾。 雨热同期 夏季，我国除高原、高山外，高温期与多雨期一致，水热配合好。 夏季，我国各地得到的太阳光热多，且受夏季风影响，带来充沛的降水 夏热是我国气候资源的一大优势，使广大北方地区都能种植棉花，水稻、玉米等喜温作物 气候复杂多样 我国有多种多样的温度带和干湿地区 我国地域广阔，南北纬度差异大，东西距海远近不同，地形复杂多样 使我国的农作物及各种动植物资源极其丰富 高原、干旱气候区不利于农业发展", "◎ 中国的气候，季风的知识对比\n冬夏气温分布特点对比：季节 分布特点 形成原因 冬季1月 南暖北寒、南北温差大。漠河是我国冬季最冷的地方。0℃等温线大致经过青藏高原东部边缘，东至秦岭－淮河一线 ①我国跨纬度大，冬季太阳直射南半球，我国纬度越高，白昼越短，正午太阳高度越低，因而北方获得热量大大小于南方，气温低得多；②北方靠近冬季风源地，深受冬季风影响，更加剧北方的寒冷，越往南去，冬季风受山岭的重重阻挡，势力和频度都大为减弱，使南北温差增大（可与北美洲地形对气候的影响进行对比） 夏季7月 除青藏高原和天山、大小兴安岭以外，全国普遍高温、南北温差小。吐鲁番盆地是我国夏季最热的地方 ①太阳直射北半球，虽然我国南方正午太阳高度仍大于北方，但北方的白昼却比南方长。太阳照射时间和获得太阳光热量南北相差不大。②受夏季风影响程度不同，北方晴天多，气温回升快，南方雨季长阴雨天多，日照时间短。青藏高原等山地气温低，原因：地势高。吐鲁番盆地夏季最热，原因：①盆地地形，不易散热，且外边气流越过山地下沉时，增温作用强，形成焚风；②沙漠广布，吸热快；③空气干燥天空少云，太阳辐射强。 温度带划分对比：我国根据≥１０℃积温自北向南划分五个温度带，即寒温带、中温带、暖温带、亚热带、热带，同时另有一个独特的青藏高原气候区。季节 分布特点 形成原因 冬季1月 南暖北寒、南北温差大。漠河是我国冬季最冷的地方。0℃等温线大致经过青藏高原东部边缘，东至秦岭－淮河一线 ①我国跨纬度大，冬季太阳直射南半球，我国纬度越高，白昼越短，正午太阳高度越低，因而北方获得热量大大小于南方，气温低得多；②北方靠近冬季风源地，深受冬季风影响，更加剧北方的寒冷，越往南去，冬季风受山岭的重重阻挡，势力和频度都大为减弱，使南北温差增大（可与北美洲地形对气候的影响进行对比） 夏季7月 除青藏高原和天山、大小兴安岭以外，全国普遍高温、南北温差小。吐鲁番盆地是我国夏季最热的地方。①太阳直射北半球，虽然我国南方正午太阳高度仍大于北方，但北方的白昼却比南方长。太阳照射时间和获得太阳光热量南北相差不大。②受夏季风影响程度不同，北方晴天多，气温回升快，南方雨季长阴雨天多，日照时间短。青藏高原等山地气温低，原因：地势高。吐鲁番盆地夏季最热，原因：①盆地地形，不易散热，且外边气流越过山地下沉时，增温作用强，形成焚风；②沙漠广布，吸热快；③空气干燥天空少云，太阳辐射强。温度带划分及其分布：我国根据≥１０℃积温自北向南划分五个温度带，即寒温带、中温带、暖温带、亚热带、热带，同时另有一个独特的青藏高原气候区。温度带 范围 ≧1000℃积温 作物熟制 热带 琼全部和台南部、粤南部（雷州半岛）、滇南部（西双版纳） ＞8000℃ 一年三熟，我国热带作物和热带经济林的重要产区 亚热带 秦淮一线以南的大部分地区，青藏高原以东 4500－8000℃ 一年两熟到三熟。稻麦两熟或双季稻。双季稻加冬作油菜或冬小麦。我国水稻、油菜及亚热带水果、经济林的重要产区。 暖温带 黄河中下游大部分地区即鲁全部和陕、晋、冀大部分和南疆 3400－4500℃ 两年三熟或一年两熟。我国冬小表、玉米、谷子及温带水果（苹果、梨、葡萄等）的主产区。 中温带 吉全部和黑、辽、内蒙古大部，北疆 1600－3400℃ 一年一熟。春小麦、大豆、甜菜、玉米、谷子、高粱 寒温带 黑、内蒙古的最北部 ＜1600℃ 一年一熟。生长期较短的早熟作物为主：春小麦、大麦、马铃薯等 高原气候区 青海、西藏大部和四川西部 ＜2000℃ 一年一熟。青稞等 降水分布与时间对比：基本特点（规律） 原因 影响 名称 空间分布规律从东南沿海向西北内陆逐渐渐少 影响我国降水的主要来源是夏季风。我国东部广大地区受东南季风和西南季风的影响大，降水多；西北内陆地区受夏季风影响不明显，降水稀少 东南部湿润，愈向西北部内陆越干燥 时间变化 季节变化 降水季节分配不均，降水集中在5月到9月的夏秋季节 夏季受来自海洋的湿润气流影响，降水丰沛；冬季受来自大陆的干燥空气的影响，降水少 使我国旱涝灾害频繁，夏季风强或来的早，北涝南旱；夏季风弱或来的晚，南涝北旱 年际变化 各地降水年际变化大，南方较小，北方较大，西北干旱地区最大 夏季风进退的规律反常所造成的 使我国旱涝灾害频繁，夏季风强或来的早，北涝南旱；夏季风弱或来的晚，南涝北旱 降水的南北差异 北方：降水少，雨季短；南方：降水多，雨季长。由夏季风形成锋面雨带进退规律决定的。形成北方的春旱、夏涝；江淮地区的梅雨和伏旱。", "◎ 中国的气候，季风的知识点拨\n我国降水界限的划分：1.800mm年等降水量线，它大致经青藏高原东南边缘，然后折向东，沿秦岭——淮河一线，此线以东、以南地区年降水量大于800mm，为温润区。是我国主要的水田作业区，农业以水稻生产为主；此线以北为半湿润区，以旱作农业为主；2.400mm年降水量线，此线大致沿大兴安岭—长城一线到兰州，向西南，经青藏高原到冈底斯山一线。此线是我国半湿润区和半干旱区的大致分界线，也是我国农耕区与畜牧业区的分界线；3.200mm年等降水量线：大致经内蒙古中部——贺兰山——祁连山经青藏高原一线。此线大致是我国半干旱区和干旱区的分界线。年降水量200mm以下的地区，多为荒漠地区，除有灌溉水源的绿洲以外，自然环境恶劣，人烟稀少，十分荒凉。我国雨带的推移规律及影响：1.锋面雨带的形成：当夏季风的暖湿气流登陆北上时，与从北方南下的冬季风的冷干气流相遇，较轻的暖湿气流被抬升到冷空气之上。暖湿气流在上升过程中，气温不断降低，冷凝致雨，形成锋面雨，从而在我国东部地区冷暖气流交汇的地带出现一条降水较多的锋面雨带。2.锋面雨带的移动：五月，雨带徘徊在南岭一带；六月，雨带移到长江流域以后，在江淮之间摆动一个月左右（梅雨）；七月上旬，雨带开始向北向西推移，七、八月份到达华北、东北等地。（六、七、八月西南、两广地区还受西南季风影响） ", "◎ 中国的气候，季风的知识拓展\n我国主要气象灾害、分布及防治方法：灾害 多发地区 多发季节 成因 特点 防治措施 梅雨 江淮地区 春末夏初 江淮地区冷暖气团势均力敌 阴雨连绵——降水多；出现“空梅”天气——干旱 降水多时——排水；出现“空梅”天气——引水灌溉 伏旱 长江中下游地区 7月 梅雨过后，在单一的副热带高压控制下 天气酷热少雨，抗旱任务艰巨 组织抗旱，若有台风雨形成可能缓解旱情 台风 东南沿海 夏秋 热带海洋上形成的强烈的热带气旋 狂风暴雨 及时预报，做好台风过境的准备，建立健全减灾工作的政策法规体系，营造沿海防护林，提高公众的灾害意识 春旱 华北 3-5月 气温回升快，蒸发旺盛，夏季风没有到达（或受单一冷气流影响），降水少，又值农作物播种、生长季节，蓄水量大 空气干燥，土壤缺水，河湖水位下降 引水灌溉 夏涝 华北、南方地区 6-8月 春季风来得迟，影响时间长，降水强度大 洪涝灾害 低洼地排水，疏浚河流，增加入海口 倒春寒 东部季风区 3-5月 极地大陆气团势力强盛 春季出现强低温和雨雪天气 地膜覆盖等 寒潮 除青藏高原以外的广大地区 冬半年，以春秋两季最严重 强冷空气迅速入侵 大风、雨雪、冻害时间长，范围广 加强警报，做好防寒准备 风沙天气 三北地区 春秋两季，以春季最严重 西北季风吹扬，干旱地区的沙尘向东南方向扩散 风大，大气含沙量大，能见度低，影响范围广，一般与寒潮路径相同 营造防护林，退耕还林还草 暴雨洪涝 除西部一些沙漠地区以外的广大地区 夏秋 形成降水的天气系统持续时间长，如锋面、气旋、热带气旋等 降水强度大，时间短，形成洪涝，我国南方（和东部）地区多大暴雨和特大暴雨 修筑堤坝、整治河道、修建水库、修建分洪区，加强洪泛区土地管理，建立洪水预报预警系统，拟定居民应急撤离计划和对策，实现防洪保险等 干旱 华北、西北 冬春 长期无降水或降水异常偏少 空气干燥，土壤缺水，使突出的世界性问题，影响经济发展和社会安定 因地制宜，合理调整农业结构，改善农业生态环境，在干旱多发地区选择优良作物品种，开展农业水利设施建设，营造防护林，改进耕作制度 ", "◎ 中国的气候，季风的教学目标\n1、知道我国主要气候类型的分布和特点。2、了解我国气候复杂多样的优越性。 3、了解季风区、非季风区的分界线。 4、比较夏、冬季风的区别，分析季风给人们生产生活带来的不同影响。", "◎ 中国的气候，季风的考试要求\n能力要求：掌握/应用课时要求：2考试频率：常考分值比重：4"], "image": {"path": "val/images/middle_geography_8185.png"}}
{"subject": "geography", "id": "geography_3241", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "东南亚和南亚都是我国的近邻，两地的自然环境和人类活动各具特色。读图回答下列问题。(1)东南亚地处亚洲与大洋洲、太平洋与印度洋之间的“十字路口”图中①海峡____是重要的海上通道。(2)说出中南半岛上大多数城市的分布特点____，这样分布的好处是____。(3)近些年来，许多中国人出境旅游选择去东南亚的原因是____。(4)印度和我国都是世界人口大国，从经济发展的角度看，人口众多的优势是____；同时人口众多也给资源利用和经济发展带来了一定的压力，试举一例说明。____。(5)印度服务外包产业发展迅速，被称为“世界办公室”。其中软件外包产业的发源地是____（城市），发展软件外包产业的优势是____。", "solution_info": "本大题以东南亚和南亚为材料，涉及东南亚的地理位置、城市分布、旅游业和人口问题、印度的软件外包产业等相关内容，考查学生掌握课本知识的能力和区域认知的地理素养。详解（1）东南亚包括中南半岛和马来群岛，地处亚洲与大洋洲、太平洋与印度洋之间的“十字路口”，地理位置十分重要，图中①马六甲海峡是重要的海上通道。经马六甲海峡进入南中国海(从新加坡到台湾附近)的油轮是经过苏伊士运河的3倍、巴拿马运河的5倍。马六甲海峡对于日本、中国、韩国，都是最主要的能源运输通道，是\"海上生命线\"。（2）中南半岛的大城市主要分布在河流沿岸及河口三角洲地区，具有沿河分布的特征。中南半岛城市沿河分布，有利条件包括以下几方面：一是河流沿岸地形平坦，可以为城市发展提供建筑用地、交通用地，有利于城市规模的扩大；二是河流作为水运通道，可以为城市对外交通运输提供便利；三是河流沿岸水资源丰富，城市工业、生活取水方便；四是河流沿岸土壤肥沃，灌溉便利，农业发达，可以为城市发展提供充足的生产生活资料；五是河流沿岸风景优美，可以为沿岸城市提供丰富的旅游资源。（3）许多中国人出境旅游选择去东南亚的原因是：东南亚旅游资源丰富独特，景点组合好，游览价值高；与我国山水相连，距离较近，交通便利；我国主要在温带地区，而东南亚热带风光旖旎，景观差异大；华人华侨人口在东南亚各国人口中比重大，语言文化相通；东南亚是发展中国家，旅游成本低。（4）印度和我国都是世界人口大国，从经济发展的角度看，人口众多的优势是：人口众多，劳动力丰富而且低廉，吸引外国投资；人既是生产者，又是消费者。人口多，消费的能力和潜力就大，消费市场广阔，促进经济发展；同时人口众多也给资源利用和经济发展带来了一定的压力，包括人均资源占有量少；人均耕地面积少；人均粮食产量少；粮食供给压力大；交通、教育、住房、就业、治安压力大等。（5）20世纪90年代以来，印度承接的软件外包业务约占全球软件外包市场的三分之二，被形象地称为“世界办公室”，其中软件外包产业的发源地是班加罗尔。印度发展信息技术服务外包产业的优势是：印度人力资源丰富，劳动力成本低，印度英语普及，信息技术发展较早。", "answer": "(1)         马六甲                      (2)         大多分布在河流沿岸及河口三角洲地区利于城市供水；            水运交通便利                      (3)         距离近；交通便利；热带景观旅游资源丰富；华大华侨比重大，语言沟通障碍小等                      (4)         劳动力丰富、价格低廉；消费群体庞大、消费市场广阔            人均资源占有量少；人均耕地面积少；人均粮食产量少；粮食供给压力大；对环境的影响大等                      (5)         班加罗尔            人力资源丰富；劳动力成本较低；英语普及；信息技术发展较早等", "side_information": ["◎ 世界的人种的定义\n黄种人：泛指所有聚居在亚洲东部和东南部地区的当地人群及美洲印第安人。其中，分布在东北亚中国、蒙古、朝鲜、日本等地的人类称为典型蒙古人种，而居住在东南亚地区的人群称为南亚蒙古人种。也有学者将蒙古人种具体分为北亚、东北亚、北极、东亚、南亚等类型。白种人：白种人又称欧亚人种或高加索人种，是世界上人口最多的人种，占世界总人口的54%左右。其主要集中分布地方是欧洲，西亚、非洲北部以及北美洲、大洋洲、南美洲各国中白人比例最高的国家是阿根廷。世界上还有很多民族是欧罗巴的混血民族，占有一定的欧罗巴血统，比如亚洲的图兰人种（哈萨克、维吾尔、塔吉克等）。黑种人：黑色人种，即黑种人，又称尼格罗人种，黑人的种族分类主要有苏丹尼格罗人、班图尼格罗人（两者占黑色非洲人口的绝大部份）、科伊桑尼格罗人、库希特尼格罗人（属于黑白混血种族）、澳大利亚原住民等。在中世纪时期和中世纪以前，他们主要分布在非洲撒哈拉以南地区。后来因为欧洲国家的帝国主义和重商主义，大批量的黑人被迫作为奴隶送于南美洲和北美洲。", "◎ 世界的人种的知识扩展\n世界的三个主要人种是黄种人、白种人和黑种人，他们的地位是平等的。欧洲、北美洲、大洋洲和非洲北部、亚洲西部、印度北部主要是白种人；亚洲和美洲黄种人较多；非洲中部、南部黑种人较多。", "◎ 世界的人种的知识导图\n世界人种分布图：", "◎ 世界的人种的特性\n三大人种的特征：人种体貌特征黄色人种皮肤为黄色，毛发黑而直白色人种肤色浅淡，头发柔软，呈波浪状，眼球碧绿或者灰褐，头发为金黄色或者棕色黑色人种肤色为黑色或者深棕色，头发为黑色，短而卷曲，眼睛为黑色", "◎ 世界的人种的知识点拨\n世界人种呈现出的主要特点：1.世界上所有人种都是平等的，没有优劣之分；2.除了3大人种之外，因为各人种之间的相互通婚，形成了混血人种；3.人口最多的是白色人种；4.黄种人不仅分布在亚洲东部，在北美洲和南美洲都有分布，印第安人属于黄色人种。", "◎ 世界的人种的教学目标\n1、了解世界三大人种的特点，以及不同人种对人类文明和社会进步的贡献。2、掌握世界三大人种的分布地区。 3、在地图上指出世界三大人种的主要分布地区。4、学会读图，以及从图上获得有关知识。", "◎ 世界的人种的考试要求\n能力要求：了解/识记课时要求：1考试频率：常考分值比重：3"], "image": {"path": "val/images/middle_geography_3241.png"}}
{"subject": "geography", "id": "geography_10409", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "将下列地区与其对应的地理特征用直线相连。", "solution_info": "塔里木盆地是我国最大的盆地，这里气候干燥，沙漠广布，有丰富的矿产资源，被称为干旱的宝地。青藏高原平均海拔4000米以上，是世界上海拔最高的高原，被称为世界屋脊。三江源地区位于青藏高原，是黄河、长江、澜沧江的发源地，是高原湿地。东北地区山环水绕、沃野千里。长江三角洲地区，河湖众多，气候湿热，是我国著名的鱼米之乡。因此，答案是①-B、②-C、③-D、④-E、⑤-A。点睛", "answer": "①-B                    ②-C                    ③-D                    ④-E                    ⑤-A", "side_information": ["◎ 四大地理区域的划分的定义\n北方地区：北方地区是指中国东部季风区的北部，主要是秦岭-淮河一线以北，大兴安岭、乌鞘岭以东的地区，东临渤海和黄海。包括东北三省、黄河中下游五省二市的全部或大部分，以及甘肃东南部，内蒙古、江苏、安徽北部。面积约占全国的20%，人口约占全国的40%，其中汉族占绝大多数，少数民族中人口较多的，有居住在东北的满族、朝鲜族等。南方地区：南方地区是指中国东部季风区的南部，主要是秦岭-淮河一线以南的地区，西面为青藏高原，东与南面临东海和南海，大陆海岸线长度约占全国的2/3以上。本区的范围包括长江中下游六省一市，南部沿海和西南四省、市大部分地区。面积约占全国的25%，人口约占全国的55%，汉族占大多数。区内的少数民族有30多个，其人数5000多万，主要分布在桂、云、贵、川、湘、琼等地，人数较多的为壮、苗、彝、土家、布依、侗、白、哈尼、傣、黎等族。西北地区：西北地区深居内陆，位于大兴安岭以西，昆仑山—阿尔金山—祁连山和长城以北，包括内蒙古自治区、新疆维吾尔自治区、宁夏回族自治区和甘肃省的西北部。这一地区国境线漫长，与俄罗斯、蒙古、哈萨克斯坦等国相邻。本区面积广大，约占全国面积的30%，人口约占全国的4%，是地广人稀的地区。西北地区是中国少数民族聚居地区之一，少数民族人口约占总人口的1/3，主要有蒙古族、回族、维吾尔族、哈萨克族等。青藏地区：青藏地区位于中国西南部，横断山脉以西，喜马拉雅山以北，昆仑山和阿尔金山、祁连山以南，包括青海、西藏和四川西部。面积约占全国的25%，人口不足全国的1%。这里是中国藏族聚居的地区。西藏自治区同缅甸、印度、不丹、尼泊尔等国相邻。", "◎ 四大地理区域的划分的知识扩展\n地理区域的划分不同类型的地理区域——行政区划、自然区划、经济区划 同类型区域尺度不同，地理区域的多重“身份” 中国的四大地理区域 我国西北地区与其他地区的分界线与季风区与非季风区的界线大体一致。我国西北地区与其他地区的分界线，其形成的主导因素是看是否受夏季风的影响，即季风因素的影响。西北地区：气候干旱，沙漠广布西北地区与青藏地区分界线：昆仑山西北地区与北方地区分界线：大兴安岭阴山贺兰山我国北方地区和南方地区的分界线大致与1月0°等温线，与我国800mm等降水量线，以及秦岭—淮河一线相一致。其主导因素与气温和降水相关，即气候因素。北方地区和南方地区的分界线：秦岭淮河一线秦淮一线：1一月零度等温线2亚热带温带季风气候分界线3八百毫米等降水量线 4湿润半湿润分界线5亚热带暖温带分界线6南北方分界线 青藏地区和其他地区的分界线大致与我国地势第一二级阶梯的分界线相一致其主导因素是地势因素。青藏地区：高寒，日照强 名称 位置范围 划分依据北方地区秦岭—淮河以北、大兴安岭以东 季风区的北部地区、 1月0℃等温线和800mm等降水量线以北 南方地区 秦岭—淮河以南、青藏高原以东 季风区的南部地区、 1月0℃等温线和800mm等降水量线以南  西北地区大兴安岭以西、昆仑山—阿尔金山以北非季风区、 400mm等降水量线以西 青藏地区 横断山以西、喜马拉雅山以北、昆仑山—阿尔金山以南 海拔高(4000M以上)，气候严寒秦岭淮河一线的地理意义：一、气温 1、1月份0℃等温线 2、日均温≥10℃积温4500℃等值线 3、暖温带和亚热带的分界线二、降水 4、年降水量800mm等降水量线 5、湿润地区与半湿润区的分界线三、气候 6、亚热带季风气候和温带季风气候的分界线四、农业 7、旱地农业与水田农业的分界线 8、水稻生产与小麦生产的分界线五、植被 9、常绿阔叶林与落叶阔叶林的分界线六、河流 10、该线以北的河流流量大、水位变化小、有结冰期；该线以南的河流流量小、水位变化大、无结冰期 11、秦岭（和巴颜喀拉山）还是长江和黄河的分水岭七、地形 12、该线以北地形完整，以大高原和平原为主；该线以南地形破碎，以盆地和丘陵为主八、区域 13、我国南方和北方的分界线 14、我国华中和华北的分界线 ", "◎ 四大地理区域的划分的知识导图\n中国地理分区示意图：", "◎ 四大地理区域的划分的特性\n区域划分的方式：1.行政区划；2.自然区划；3.经济区划。", "◎ 四大地理区域的划分的知识点拨\n秦岭淮河一线分界线的意义：1.1月份0℃等温线，日均温≥10℃积温4500℃等值线；2.暖温带和亚热带的分界线；3.年降水量800mm等降水量线4.湿润地区与半湿润区的分界线5.亚热带季风气候和温带季风气候的分界线6.旱地农业与水田农业的分界线7.水稻生产与小麦生产的分界线8.常绿阔叶林与落叶阔叶林的分界线9.该线以北的河流流量大、水位变化小、有结冰期；该线以南的河流流量小、水位变化大、无结冰期10.秦岭（和巴颜喀拉山）还是长江和黄河的分水岭11.该线以北地形完整，以大高原和平原为主；该线以南地形破碎，以盆地和丘陵为主12.我国南方和北方的分界线13.我国华中和华北的分界线 ", "◎ 四大地理区域的划分的教学目标\n1、了解地理区域的划分，在地图上找出秦岭—淮河一线并说明其地理意义。2、明确我国四大地理单元的范围，比较他们的自然地理差异。3、能够读图说出四大地理区域的名称及划分依据 。", "◎ 四大地理区域的划分的考试要求\n能力要求：掌握/应用课时要求：2考试频率：必考分值比重：4"], "image": {"path": "val/images/middle_geography_10409.png"}}
{"subject": "geography", "id": "geography_8398", "type": "fill-in-the-blank", "grade": "high", "difficulty": "challenging", "question_info": "下图ABC为我国三条重要的地理界线示意图，读图回答问题．（1）A线大致是我国_____等温线相一致，此线是温度带亚热带和_________的分界线。（2）B线是我国季风区和非季风区的分界线，其划分依据主要根据__________的影响程度，其中分界线②为____________山脉。（3）城市E为___________气候，城市F的气候特点是_________，城市E和F气温和降水差异大的主要影响因素__________。（4）图中D地是我国夏季气温最_____处，其原因是_______________。（5）C线东南一侧为_____________（填“内流区”或“外流区”），该区河流大多数自西向东流入_________洋，其主要原因是受我国地势特征的影响。", "solution_info": "（1）A线为秦岭——淮河一线，大致与我国1月0°等温线相一致，此线是温度带亚热带和暖温带的分界线。（2）B线是我国季风区和非季风区的分界线，以大兴安岭-阴山-贺兰山-巴颜喀拉山-冈底斯山为界，其划分依据主要根据夏季风的影响程度，其中分界线②为阴山山脉。（3）城市E为温带季风气候，气候特点是夏季炎热多雨，冬季寒冷干燥；城市F为亚热带季风气候，气候特点是夏季高温多雨，冬季温和湿润，城市E和F气温和降水差异大的主要影响因素纬度因素。（4）图中D地是青藏高原由于海拔高，气温低，是我国夏季气温最低的地方。（5）C线东南一侧属于季风区、外流区，受我国地势特征的影响，该区河流大多数自西向东流入太平洋。点睛考查我国四大地理区域划分的界限，属于高频考点，特别是秦岭——淮河一线。", "answer": "0℃    暖温带    夏季风    阴山山脉    温带季风气候    夏季高温多雨，冬季温和湿润    纬度因素    低    地形因素    外流区    太平洋", "side_information": ["◎ 中国的气候，季风的定义\n我国的气候：受纬度位置和海陆位置的影响，我国大多数地区一年内的盛行风向随季节有显著变化，形成了典型的季风气候。冬季风寒冷干燥，是我国冬季南北温差大的主要原因之一；夏季风温暖潮湿，形成了我国的雨季。除青藏高原外，习惯上以大兴安岭—阴山—贺兰山为界，把我国划分为季风区和非季风区。我国的气候类型，主要包括热带季风气候、亚热带季风气候、温带季风气候、温带大陆性气候以及高原山地气候。 我国气温分布特点我国温度带的划分：冬季，我国南北气温差异很大。1月℃等温线大致沿秦岭—淮河一线分布。冬季最冷的地方为黑龙江的漠河镇。夏季，除了青藏高原等地区外，大多数地方普遍高温。夏季最热的地方为新疆吐鲁番。我国由北向南划分为寒温带、中温带、暖温带、亚热带、热带。另外还有高原气候区。划分温度带的主要指标是活动积温。 ", "◎ 中国的气候，季风的知识扩展\n1、我国气温分布特点我国温度带的划分：冬季，我国南北气温差异很大。1月℃等温线大致沿秦岭—淮河一线分布。冬季最冷的地方为黑龙江的漠河镇。夏季，除了青藏高原等地区外，大多数地方普遍高温。夏季最热的地方为新疆吐鲁番。我国由北向南划分为寒温带、中温带、暖温带、亚热带、热带。另外还有高原气候区。划分温度带的主要指标是活动积温。2、东西干湿差异： 年降水量的总趋势是从东南沿海向西北内陆递减。 一个地方的降水量与蒸发量的对比关系，反映了该地气候的湿润程度。我国可以划分为湿润地区、半湿润地区、半干旱地区和干旱地区。3、气候： 受纬度位置和海陆位置的影响，我国大多数地区一年内的盛行风向随季节有显著变化，形成了典型的季风气候。 冬季风寒冷干燥，是我国冬季南北温差大的主要原因之一；夏季风温暖潮湿，形成了我国的雨季。除青藏高原外，习惯上以大兴安岭—阴山—贺兰山为界，把我国划分为季风区和非季风区。我国的气候类型，主要包括热带季风气候、亚热带季风气候、温带季风气候、温带大陆性气候以及高原山地气候。多特殊天气：主要有寒潮、梅雨、台风、沙尘暴等。多旱涝灾害。洪涝是我国发生频繁、损失严重的自然灾害。干旱是对我国农业生产影响最大、最常见且分布范围最广的一种气候灾害。 ", "◎ 中国的气候，季风的知识导图\n中国干湿情况分布图：我国气候分布图：我国季风走向示意图：", "◎ 中国的气候，季风的特性\n我国温度分布特点：我国气温分布特点我国温度带的划分：冬季，我国南北气温差异很大。1月℃等温线大致沿秦岭淮河一线分布。冬季最冷的地方为黑龙江的漠河镇。夏季，除了青藏高原等地区外，大多数地方普遍高温。夏季最热的地方为新疆吐鲁番。我国由北向南划分为寒温带、中温带、暖温带、亚热带、热带。另外还有高原气候区。划分温度带的主要指标是活动积温。我国干湿地区划分与分布特点：干湿地区 干湿状况 主要分布地区 气候和植被湿润区 >800mm 降水量＞蒸发量东南大部、东北的东北部 气候湿润，森林 半湿润区 400-800mm 降水量＞蒸发量 东北平原、华北平原、黄土高原南部和青藏高原东南部 气候较湿润，草原和森林 半干旱区 200-400mm 降水量＜蒸发量 内蒙古高原、黄土高原和青藏高原大部份 气候较干燥，主要为草原 干旱区 <200mm 降水量＜蒸发量 新疆、内蒙古高原西部、青藏高原西北 气候干旱，主要为荒漠 我国气候特点与评价：特征 内容 成因 对农业生产的影响 有利影响 不利影响 大陆性季风气候显著 ①大多数地方冬季寒冷干燥，夏季暖热多雨，②与同纬度其他地区比，冬温偏低，夏温偏高，气温年较差大；③气温年较差和降水的季节变化和年际变化都较大 我国冬季受寒冷的冬季风影响，寒冷干燥；夏季受来自海洋的夏季风影响，暖热多雨 夏季暖热多雨，对农作物等生长十分有利 冬季寒冷干燥，对农作物等生长不利；降水过分集中在夏季，造成春旱、夏涝现象严重；降水的年际变化大，水旱灾害多；寒潮带来严寒，大风、霜冻等恶劣天气，台风造成水灾、风灾。 雨热同期 夏季，我国除高原、高山外，高温期与多雨期一致，水热配合好。 夏季，我国各地得到的太阳光热多，且受夏季风影响，带来充沛的降水 夏热是我国气候资源的一大优势，使广大北方地区都能种植棉花，水稻、玉米等喜温作物 气候复杂多样 我国有多种多样的温度带和干湿地区 我国地域广阔，南北纬度差异大，东西距海远近不同，地形复杂多样 使我国的农作物及各种动植物资源极其丰富 高原、干旱气候区不利于农业发展", "◎ 中国的气候，季风的知识对比\n冬夏气温分布特点对比：季节 分布特点 形成原因 冬季1月 南暖北寒、南北温差大。漠河是我国冬季最冷的地方。0℃等温线大致经过青藏高原东部边缘，东至秦岭－淮河一线 ①我国跨纬度大，冬季太阳直射南半球，我国纬度越高，白昼越短，正午太阳高度越低，因而北方获得热量大大小于南方，气温低得多；②北方靠近冬季风源地，深受冬季风影响，更加剧北方的寒冷，越往南去，冬季风受山岭的重重阻挡，势力和频度都大为减弱，使南北温差增大（可与北美洲地形对气候的影响进行对比） 夏季7月 除青藏高原和天山、大小兴安岭以外，全国普遍高温、南北温差小。吐鲁番盆地是我国夏季最热的地方 ①太阳直射北半球，虽然我国南方正午太阳高度仍大于北方，但北方的白昼却比南方长。太阳照射时间和获得太阳光热量南北相差不大。②受夏季风影响程度不同，北方晴天多，气温回升快，南方雨季长阴雨天多，日照时间短。青藏高原等山地气温低，原因：地势高。吐鲁番盆地夏季最热，原因：①盆地地形，不易散热，且外边气流越过山地下沉时，增温作用强，形成焚风；②沙漠广布，吸热快；③空气干燥天空少云，太阳辐射强。 温度带划分对比：我国根据≥１０℃积温自北向南划分五个温度带，即寒温带、中温带、暖温带、亚热带、热带，同时另有一个独特的青藏高原气候区。季节 分布特点 形成原因 冬季1月 南暖北寒、南北温差大。漠河是我国冬季最冷的地方。0℃等温线大致经过青藏高原东部边缘，东至秦岭－淮河一线 ①我国跨纬度大，冬季太阳直射南半球，我国纬度越高，白昼越短，正午太阳高度越低，因而北方获得热量大大小于南方，气温低得多；②北方靠近冬季风源地，深受冬季风影响，更加剧北方的寒冷，越往南去，冬季风受山岭的重重阻挡，势力和频度都大为减弱，使南北温差增大（可与北美洲地形对气候的影响进行对比） 夏季7月 除青藏高原和天山、大小兴安岭以外，全国普遍高温、南北温差小。吐鲁番盆地是我国夏季最热的地方。①太阳直射北半球，虽然我国南方正午太阳高度仍大于北方，但北方的白昼却比南方长。太阳照射时间和获得太阳光热量南北相差不大。②受夏季风影响程度不同，北方晴天多，气温回升快，南方雨季长阴雨天多，日照时间短。青藏高原等山地气温低，原因：地势高。吐鲁番盆地夏季最热，原因：①盆地地形，不易散热，且外边气流越过山地下沉时，增温作用强，形成焚风；②沙漠广布，吸热快；③空气干燥天空少云，太阳辐射强。温度带划分及其分布：我国根据≥１０℃积温自北向南划分五个温度带，即寒温带、中温带、暖温带、亚热带、热带，同时另有一个独特的青藏高原气候区。温度带 范围 ≧1000℃积温 作物熟制 热带 琼全部和台南部、粤南部（雷州半岛）、滇南部（西双版纳） ＞8000℃ 一年三熟，我国热带作物和热带经济林的重要产区 亚热带 秦淮一线以南的大部分地区，青藏高原以东 4500－8000℃ 一年两熟到三熟。稻麦两熟或双季稻。双季稻加冬作油菜或冬小麦。我国水稻、油菜及亚热带水果、经济林的重要产区。 暖温带 黄河中下游大部分地区即鲁全部和陕、晋、冀大部分和南疆 3400－4500℃ 两年三熟或一年两熟。我国冬小表、玉米、谷子及温带水果（苹果、梨、葡萄等）的主产区。 中温带 吉全部和黑、辽、内蒙古大部，北疆 1600－3400℃ 一年一熟。春小麦、大豆、甜菜、玉米、谷子、高粱 寒温带 黑、内蒙古的最北部 ＜1600℃ 一年一熟。生长期较短的早熟作物为主：春小麦、大麦、马铃薯等 高原气候区 青海、西藏大部和四川西部 ＜2000℃ 一年一熟。青稞等 降水分布与时间对比：基本特点（规律） 原因 影响 名称 空间分布规律从东南沿海向西北内陆逐渐渐少 影响我国降水的主要来源是夏季风。我国东部广大地区受东南季风和西南季风的影响大，降水多；西北内陆地区受夏季风影响不明显，降水稀少 东南部湿润，愈向西北部内陆越干燥 时间变化 季节变化 降水季节分配不均，降水集中在5月到9月的夏秋季节 夏季受来自海洋的湿润气流影响，降水丰沛；冬季受来自大陆的干燥空气的影响，降水少 使我国旱涝灾害频繁，夏季风强或来的早，北涝南旱；夏季风弱或来的晚，南涝北旱 年际变化 各地降水年际变化大，南方较小，北方较大，西北干旱地区最大 夏季风进退的规律反常所造成的 使我国旱涝灾害频繁，夏季风强或来的早，北涝南旱；夏季风弱或来的晚，南涝北旱 降水的南北差异 北方：降水少，雨季短；南方：降水多，雨季长。由夏季风形成锋面雨带进退规律决定的。形成北方的春旱、夏涝；江淮地区的梅雨和伏旱。", "◎ 中国的气候，季风的知识点拨\n我国降水界限的划分：1.800mm年等降水量线，它大致经青藏高原东南边缘，然后折向东，沿秦岭——淮河一线，此线以东、以南地区年降水量大于800mm，为温润区。是我国主要的水田作业区，农业以水稻生产为主；此线以北为半湿润区，以旱作农业为主；2.400mm年降水量线，此线大致沿大兴安岭—长城一线到兰州，向西南，经青藏高原到冈底斯山一线。此线是我国半湿润区和半干旱区的大致分界线，也是我国农耕区与畜牧业区的分界线；3.200mm年等降水量线：大致经内蒙古中部——贺兰山——祁连山经青藏高原一线。此线大致是我国半干旱区和干旱区的分界线。年降水量200mm以下的地区，多为荒漠地区，除有灌溉水源的绿洲以外，自然环境恶劣，人烟稀少，十分荒凉。我国雨带的推移规律及影响：1.锋面雨带的形成：当夏季风的暖湿气流登陆北上时，与从北方南下的冬季风的冷干气流相遇，较轻的暖湿气流被抬升到冷空气之上。暖湿气流在上升过程中，气温不断降低，冷凝致雨，形成锋面雨，从而在我国东部地区冷暖气流交汇的地带出现一条降水较多的锋面雨带。2.锋面雨带的移动：五月，雨带徘徊在南岭一带；六月，雨带移到长江流域以后，在江淮之间摆动一个月左右（梅雨）；七月上旬，雨带开始向北向西推移，七、八月份到达华北、东北等地。（六、七、八月西南、两广地区还受西南季风影响） ", "◎ 中国的气候，季风的知识拓展\n我国主要气象灾害、分布及防治方法：灾害 多发地区 多发季节 成因 特点 防治措施 梅雨 江淮地区 春末夏初 江淮地区冷暖气团势均力敌 阴雨连绵——降水多；出现“空梅”天气——干旱 降水多时——排水；出现“空梅”天气——引水灌溉 伏旱 长江中下游地区 7月 梅雨过后，在单一的副热带高压控制下 天气酷热少雨，抗旱任务艰巨 组织抗旱，若有台风雨形成可能缓解旱情 台风 东南沿海 夏秋 热带海洋上形成的强烈的热带气旋 狂风暴雨 及时预报，做好台风过境的准备，建立健全减灾工作的政策法规体系，营造沿海防护林，提高公众的灾害意识 春旱 华北 3-5月 气温回升快，蒸发旺盛，夏季风没有到达（或受单一冷气流影响），降水少，又值农作物播种、生长季节，蓄水量大 空气干燥，土壤缺水，河湖水位下降 引水灌溉 夏涝 华北、南方地区 6-8月 春季风来得迟，影响时间长，降水强度大 洪涝灾害 低洼地排水，疏浚河流，增加入海口 倒春寒 东部季风区 3-5月 极地大陆气团势力强盛 春季出现强低温和雨雪天气 地膜覆盖等 寒潮 除青藏高原以外的广大地区 冬半年，以春秋两季最严重 强冷空气迅速入侵 大风、雨雪、冻害时间长，范围广 加强警报，做好防寒准备 风沙天气 三北地区 春秋两季，以春季最严重 西北季风吹扬，干旱地区的沙尘向东南方向扩散 风大，大气含沙量大，能见度低，影响范围广，一般与寒潮路径相同 营造防护林，退耕还林还草 暴雨洪涝 除西部一些沙漠地区以外的广大地区 夏秋 形成降水的天气系统持续时间长，如锋面、气旋、热带气旋等 降水强度大，时间短，形成洪涝，我国南方（和东部）地区多大暴雨和特大暴雨 修筑堤坝、整治河道、修建水库、修建分洪区，加强洪泛区土地管理，建立洪水预报预警系统，拟定居民应急撤离计划和对策，实现防洪保险等 干旱 华北、西北 冬春 长期无降水或降水异常偏少 空气干燥，土壤缺水，使突出的世界性问题，影响经济发展和社会安定 因地制宜，合理调整农业结构，改善农业生态环境，在干旱多发地区选择优良作物品种，开展农业水利设施建设，营造防护林，改进耕作制度 ", "◎ 中国的气候，季风的教学目标\n1、知道我国主要气候类型的分布和特点。2、了解我国气候复杂多样的优越性。 3、了解季风区、非季风区的分界线。 4、比较夏、冬季风的区别，分析季风给人们生产生活带来的不同影响。", "◎ 中国的气候，季风的考试要求\n能力要求：掌握/应用课时要求：2考试频率：常考分值比重：4"], "image": {"path": "val/images/middle_geography_8398.png"}}
{"subject": "geography", "id": "geography_6957", "type": "multiple-choice", "grade": "high", "difficulty": "medium", "question_info": "下图为宁夏回族自治区简图。读下图，完成下列各题。1．宁夏回族自治区", "options": ["处于高纬度地区", "地势东高西低", "降水南多北少", "西北邻甘肃省2．黄河在宁夏回族自治区境内"], "solution_info": "1．读图可知，宁夏回族自治区处于中纬度地区，故A错；地势西南高，东北低，故B错；降水南多北少，故C对；西北邻内蒙古自治区；故D错；所以答案选C。2．读图可知，黄河在宁夏回族自治区境内流向大致为自西南向东北流，故A对；该地深居内陆，距海较远，夏季水量最小，该地形成了冲积平原—宁夏平原；流经地区降水量大致为200毫米，故C错；黄河最终流入海洋，属于外流河，故D错；所以该题的答案选A。", "answer": "1．    C     2．    A", "side_information": ["◎ 中国的疆域的定义\n陆界和邻国：我国陆上国界长达2万多千米，共有14个陆上邻国，从鸭绿江口开始到北仑河口依次为朝鲜、俄罗斯、蒙古、哈萨克斯坦、吉尔吉斯斯坦、塔吉克斯坦、阿富汗、巴基斯坦、印度、尼泊尔、不丹、缅甸、老挝、越南。我国有18000千米长的海岸线，对于我国的海上疆界同学们应了解如下几个概念：1.临海：和大陆直接相临的海域。我国的临海有渤海、黄海、东海、太平洋、南海。这里应注意我国台湾岛的东部与太平洋直接相临。（广阔的太平洋给我国带来了大量的水汽，对我国的工农业生产及海洋运输、海洋资源开发产生着重大而深远的影响。）2.领海：国家领土在海中的延伸，属于国家领土的一部分。领海的范围是从大陆海岸基线向海上延伸12海里。国家对领海行使主权。　　3.内海：如果边缘海或海峡完全属于我国领海，则为我国内海。我国的内海有渤海和琼州海峡。4.专属经济区：从大陆海岸基线向海中延伸200海里。专属经济区所属国家具有勘探、开发、使用、养护、管理海床和底土及其上覆水域自然资源的权利，对人工设施的建造使用、科研、环保等的权利。其它国家仍然享有航行和飞越的自由，以及与这些自由有关的其他符合国际法的用途（铺设海底电缆、管道等）。5.海峡：台湾海峡、琼州海峡、渤海海峡半岛：我国的半岛自北向南有辽东半岛、山东半岛、雷州半岛。6.岛屿：我国是世界上岛屿众多的国家之一。我国90%的岛屿分布在东海和南海。台湾岛、海南岛、崇明岛分别是我国第一、第二、第三大岛。舟山群岛、庙岛群岛、澎湖列岛、南海诸岛是我国的四大群岛。浙江省是我国岛屿分布最多的省。", "◎ 中国的疆域的知识扩展\n1、我国位置的优越性：半球划分：东半球、北半球海陆位置：亚欧大陆东部、太平洋西岸。经纬位置：大部分位于中纬度地区，属北温带。南部少数地区位于热带，没有寒带。最东端黑龙江和乌苏里江交汇处，最西端帕米尔高原，最南端南沙群岛曾母暗沙，最北端漠河以北黑龙江主航道。2、我国国土辽阔：陆地国土：陆地面积约960万平方千米，陆上邻国14个。海洋国土：濒临的海洋有渤海、黄海、东海、南海，主要岛屿有台湾岛、海南岛、舟山群岛、南海诸岛。，隔海相望的国家有6个。渤海附近有我国最大的盐场——长芦盐场，东海有我国最大的渔场——舟山渔场。南海鱼类产量和油气产量均是最大的。 ", "◎ 中国的疆域的知识导图\n中国政区图：", "◎ 中国的疆域的特性\n中国疆域特点：1.面积广大，陆地面积有960万平方千米（还有37万平方千米的海洋国土、300万平方千米专属经济区）。在世界各国中，仅次于俄罗斯、加拿大，是世界第三大国。2.领土四至最北端：黑龙江漠河以北黑龙江主航道中主线（多）最南端：南海南沙群岛上的曾母暗沙（附近）最东端：黑龙江与乌苏里江主航道中心线汇合处（多）最西端：新疆帕米尔高原（附近）南北跨纬度近，约5500千米，东西跨经度多、约5000千米，是一个地域辽阔、自然环境差异十分显著的国度。 ", "◎ 中国的疆域的知识点拨\n中国在世界的位置：中国的位置：半球位置：北半球、东半球海陆位置：亚洲的东部、太平洋的西岸纬度位置：南北跨纬度近50°，大部分在温带，南部小部分在热带，没有寒带 与我国接壤的国家：（2004年，中国承认锡金为印度的一个邦）邻国名称 所属区域与中国相邻的省 地理特征朝鲜 东亚辽宁、吉林 半岛国俄罗斯 相邻部分属北亚 吉林、黑龙江、内蒙古、新疆 世界上面积最大的国家蒙古 东亚内蒙古、甘肃、新疆 内陆国 哈萨克斯坦 中亚新疆         均为内陆国，哈萨克斯坦为世界最大的内陆国吉尔吉斯斯坦 塔吉克斯坦 阿富汗 西亚新疆内陆国（目前世界热点）巴基斯坦 南亚新疆临海国、与我国相邻的是克什米尔的巴控区印度 南亚新疆、西藏 临海国（重点国家）尼泊尔 南亚西藏         内陆山国，以喜马拉雅山与中国分界，珠穆朗玛峰位于中尼边界不丹 缅甸东南亚西藏、云南 临海国，怒江流入缅甸后为萨尔温江老挝东南亚云南内陆国，澜沧江流入缅甸、老挝后为湄公河 越南东南亚云南、广西 临海国与中国隔海相望的国家：韩国、日本、菲律宾、马来西亚、文莱、印度尼西亚。", "◎ 中国的疆域的知识拓展\n关注“南海危机” 在东海、黄海地区，我国与朝鲜、韩国、日本的专属经济区和大陆架划界问题一直没有解决，我国的钓鱼岛则仍被日本占据着。南海地区的形势更为复杂。目前，在南海地区，各国的专属经济区相互重叠交叉，我国的海洋权益受损最严重。目前，日本不但在东海钓鱼岛问题上态度蛮横，而且其海上自卫队走出国门，南下与东盟国家在马六甲海峡开展联合巡逻和联合军演，插手南海地区事务。近年来，印度的军事战略有所调整，以“控制印度洋”为中心，同时开始执行“向东看”政策。印度加紧建设远洋海军，并已经“东进”南海海域，与越南等国进行联合军事演习，颇令周边感到不安。 ", "◎ 中国的疆域的教学目标\n1、知道我国在地球上的半球位置、纬度位置、海陆位置，并分析优越性。2、了解我国的领土范围，记住陆地面积，知道我国濒临的海洋，记住我国的内海和主要岛屿。3、运用地图掌握地理事物在地图上的空间分布，锻炼分析图文资料的能力。", "◎ 中国的疆域的考试要求\n能力要求：掌握/应用课时要求：1考试频率：必考分值比重：6"], "image": {"path": "val/images/middle_geography_6957.png"}}