{"subject": "biology", "id": "biology_2278", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "如图所示是常见的几种植物，请据图回答问题：（1）在以上植物中，属于种子植物的是_____，可以用孢子繁殖后代且具有根茎叶分化的植物是_____，这种植物的生殖过程离不开_____，所以必须生活在阴湿的环境中。（2）油松与向日葵的共同特点是都能产生_____，但向日葵的种子有_____包被着，油松的种子是_____的，没有_____包被。（3）“苔痕上阶绿，草色入帘青”是唐代文学家刘禹锡所作《陋室铭》中的佳句，它描写了上述_____所代表的植物类群。", "solution_info": "植物根据生殖细胞的不同可分为孢子植物和种子植物。孢子植物用孢子来繁殖后代，包括藻类植物、苔藓植物和蕨类植物，种子植物用种子来繁殖后代，包括裸子植物和被子植物。种子植物又包括裸子植物和被子植物。详解（1）油松是裸子植物，向日葵和玉米是被子植物，它们都用种子来繁殖后代，属于种子植物；肾蕨属于蕨类植物，有了根、茎、叶的分化，并在这些器官中有专门运输物质的通道--输导组织，但由于生殖过程离不开水，利用孢子繁殖后代，所以必须生活在阴湿的环境中。（2）由于油松的种子裸露，种子外面没有果皮包被，所以称为裸子植物，而向日葵的种子外有果皮包被，称为被子植物。（3）苔藓植物多生活在阴湿的环境中，如阴湿的地面和背阴的墙壁上，常密集的生长着苔藓植物，所以“苔痕上阶绿，草色入帘青”它描写了上述葫芦藓所代表的植物类群。点睛回答此题的关键是明确植物的分类依据和各种植物的特点。", "answer": "油松、向日葵、玉米    肾蕨    水    种子    果皮    裸露    果皮    葫芦藓", "side_information": ["◎ 种子植物的分类的定义\n种子植物：生物圈中的绿色植物，大多数是由种子萌发形成的，这些植物统称为种子植物。种子植物的分类：1. 种子植物根据外面有无果皮的保护分为裸子植物和被子植物。2. 裸子植物外面没有果皮的保护，如马尾松、黑松水杉、银杏、苏铁、侧柏；被子植物外面有果皮的保护，是植物界最大和最高级的一门，如桃、大豆和水稻。毛白杨、玉米、小麦、水稻、牡丹、菊等。 3. 被子植物根据种子子叶的数目又可分为双子叶植物和单子叶植物。", "◎ 种子植物的分类的知识扩展\n（1）由种子发育成的植物叫做种子植物。（2）种子植物根据外面有无果皮的保护分为裸子植物和被子植物。（3）裸子植物外面没有果皮的保护，如马尾松、黑松水杉、银杏、苏铁、侧柏；被子植物外面有果皮的保护，是植物界最大和最高级的一门，如桃、大豆和水稻。毛白杨、玉米、小麦、水稻、牡丹、菊等。 ", "◎ 种子植物的分类的知识对比\n 被子植物和裸子植物的比较：名称概念主要特征繁殖方式代表植物裸子植物种子裸露，外而没有果皮包被能够产生种子，胚珠是裸露的，没有子房壁包被着，根、茎、叶都很发达，受精过程不需要水种子繁殖松，柏、银杏、银杉、水杉、苏铁、红杉被子植物种子外面有果皮，种子被包在果实之中胚珠外有子房壁包被，受精过程脱离了水的限制，为双受精，有根、茎、叶、花、果实、种子六大器官种子繁殖刺槐、玉米、小麦、水稻、牡丹、菊、攻瑰①裸子植物和被子植物的根本区别在于胚珠是否裸露，有无子房壁包被。 ②松的球果和银杏的白果不是果实，而是种子。 ③被子植物的果实常有一些适于传播的特点：有些果实表面有翅或毛，适于随风飘扬，如械、杨和柳；有些果实表面有利毛或黏液．能够黏附在动物的体表传播，如苍耳、鬼针草等。", "◎ 种子植物的分类的知识点拨\n被子植物和裸子植物的辨析：    被子植物又叫绿色开花植物。它是植物界进化程度最高等的植物类群，它的胚珠外而有了房壁包被，种子外有果皮包被形成果实。而裸子植物虽然也产生种子，但它的种子是裸露的。因为它的胚蛛外无子房壁，所以没有形成果实。", "◎ 种子植物的分类的教学目标\n1、掌握种子的主要结构和功能。2、能识别当地常见的裸子植物和被子植物。3、了解种子的传播方式和与其环境相适应的特点。4、掌握生物体的结构和功能与其生活环境相适应的特点，体验大自然的绚丽多姿，陶冶学生情操。", "◎ 种子植物的分类的考试要求\n能力要求：掌握/应用课时要求：1考试频率：常考分值比重：2"], "image": {"path": "val/images/middle_biology_2278.png"}}
{"subject": "biology", "id": "biology_8619", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "下面是鸡的受精卵及其胚胎发育的结构示意图，请据图回答问题：（1）图A中的3和图B中的7的结构名称是__________，作用是__________。图A、B中的2为胚胎的发育提供__________。（2）图B中的6是由图A中的[ ]__________发育而来的。", "solution_info": "试题分析：图中格结构为：1卵壳，2气室系带，3卵黄，4卵白，5胚盘，6胚胎，7卵黄，鸡卵中的卵细胞指的是卵黄、卵黄膜、胚盘，其中卵黄为胚胎发育提供丰富的营养物质，卵黄膜指的是细胞膜，具有保护作用，胚盘内有细胞核，是胚胎发育的场所，将来发育成胚胎。（1）图A中的3和图B中的7的结构名称是卵黄为胚胎发育提供丰富的营养物质，两图中2气室的作用是为胚胎发育提供氧气。（2）图B中的6是由图A中的[5]胚盘发育而来的。考点：本题考查的是鸟卵的结构。点评：此题为基础知识题，解答此题的关键是明确鸟卵各部分的结构和作用是解题的关键，识记时注意图文结合。", "answer": "（1）卵黄  供胚胎发育的主要营养物质  氧气 （2）5胚盘", "side_information": ["◎ 鸟的生殖和发育的定义\n观察鸟蛋的结构：卵壳：坚硬，起保护作用；有小孔透气。气室：内充满空气，为胚胎发育提供氧气。卵壳膜：包裹内部物质，具有保护作用。卵白：为胚胎发育提供营养物质，具有保护作用。卵黄：卵细胞的主要营养部分，为胚胎发育提供营养物质。卵黄膜：起保护作用。系带：同定卵黄(位于卵黄上，一端与卵钝端的壳膜相连，另一端与卵尖端的壳膜相连)。胚盘：含有细胞核。未受精的卵，胚盘色浅而小，已受精的卵，胚盘色浓而略大，胚盘在受精后可发育成胚胎。特别提醒：鸟产下的整个鸟卵并不是一个卵细胞。鸟的卵细胞是由卵黄膜、卵黄和胚盘三部分组成的。鸟的生殖和发育过程：    在生殖时期，发育成熟的雌、雄鸟进行交配，雄鸟把精子送入雌鸟体内，精子与卵细胞结合，形成受精卵，完成体内受精。受精卵在雌鸟的体内开始发育。鸟卵产出以后，由于外界温度低于鸟的体温，胚胎就暂停发育。以后在鸟的体温或人工孵化箱的恒温条件下，胚胎继续发育，最后雏鸟破壳而出。    鸟类的繁殖具有明显的季节性，并伴有一系列复杂的行为，一般包括求偶、交配、筑巢、产卵、孵卵、育雏等。 ", "◎ 鸟的生殖和发育的知识扩展\n（1）鸡卵的结构：卵黄（为胚胎发育提供营养物质）、卵白（保护作用，为胚盘提供营养）、胚盘（含有细胞核，受精后可以发育成胚胎） （2）过程包括求偶、交配、筑巢、产卵、孵卵和育雏。 （3）鸟类的生殖方式：卵生，基本同爬行类。（4）受精方式：体内受精。（5）鸟类的发育特点：两足、恒温、卵生，身披羽毛，前肢演化成翅膀，有坚硬的喙。早成鸟出壳后的雏鸟，眼睛已经睁开，全身有稠密的绒羽，腿足有力，立刻就能跟随亲鸟自行觅食。这样的雏鸟，叫做早成鸟。 ", "◎ 鸟的生殖和发育的知识对比\n昆虫、两栖动物、鸟类的生殖发育特点异同的比较：生物种类生殖方式发育方式昆虫有性生殖、体内受精、卵生完全变态或不完全变态两栖动物有性生殖、体外受精、卵生多为变态发育。在变态发育中，幼体离不开水鸟类有性生殖、体内受精、卵生受精卵经过孵化发育成雏鸟，雏鸟发育为成鸟，没有变态发育", "◎ 鸟的生殖和发育的知识点拨\n易错点：1. 误认为鸟的受精卵的发育是在雌鸟产出后开始的鸟的受精卵在母体内就已经开始发育，受精卵开始进行细胞分裂，形成了早期的胚胎。当鸟卵产出之后，由于环境温度下降，鸟卵停止发育；当母体开始孵卵后，鸟卵的温度升高至母体体温时，胚胎又开始继续发育直至雏鸟出壳。 2. 误认为整个鸟卵就是一个卵细胞整个鸟卵的构造由卵细胞和非卵细胞两部分构成。卵细胞是由卵黄膜、卵黄和胚盘组成；非卵细胞包括卵白、卵壳、卵壳膜、气室、系带等，它们为卵细胞的附属结构，对卵细胞起到保护、提供水分和营养物质的作用。", "◎ 鸟的生殖和发育的知识拓展\n早成鸟和晚成鸟：(1)早成鸟：有些鸟的雏鸟，从卵壳里孵化出来时，眼已经睁开，全身有稠密的绒羽，腿、足有力，立刻就能随亲鸟觅食，这样的鸟叫早成鸟。如鸡、鸭、鹅、大雁等。(2)晚成鸟：有些鸟的雏鸟，从卵壳里孵化出来时，发育还不充分，眼还没睁开，身上的绒羽很少，甚至伞身裸露，腿、足无力，没有独立生活的能力，要留在巢内由亲鸟喂养，这样的鸟叫晚成鸟。如家鸽、燕子、麻雀等。 ", "◎ 鸟的生殖和发育的教学目标\n1、计探究活动，说出鸟卵适合于陆地上发育的结构特点。2、描述鸟的生殖和发育过程。3、在开放性探究活动中，使学生学会科学研究的方法，提升科学探究的能力。4、通过了解鸟类生殖与发育过程，培养学生关心爱护鸟类的情感。", "◎ 鸟的生殖和发育的考试要求\n能力要求：掌握/应用课时要求：2考试频率：常考分值比重：5"], "image": {"path": "val/images/middle_biology_8619.png"}}
{"subject": "biology", "id": "biology_4614", "type": "multiple-choice", "grade": "high", "difficulty": "medium", "question_info": "下图是在显微镜下观察到的人的血细胞涂片。有关叙述正确的是", "options": ["细胞①的数量最多，具有运输氧气的功能", "细胞②的体积最小，形状规则，有细胞核", "若细胞③的数量减少，则表明身体内有炎症", "人体血液循环系统由血管、心脏和血细胞组成"], "solution_info": "在观察人的血细胞涂片时，视野中个体最大的是③白细胞，高倍的显微镜下可见它里面含有细胞核；①红细胞，数量最多，而且呈两面凹的圆饼状，成熟红细胞没有细胞核；视野中几乎看不见的是②血小板，因为它的个体最小，形状不规则，无细胞核。详解A．①红细胞数量最多，而且呈两面凹的圆饼状，主要功能是运输氧气，A正确。B．②血小板体积最小，形状不规则，无细胞核，用光学显微镜不易被观察到，它能促进止血和加速凝血，B错误。C．③白细胞能吞噬病菌，有防御功能，所以人体出现炎症时血液中的白细胞的数量会明显增多，C错误。D．血液包括血浆和血细胞，血细胞包括红细胞、白细胞和血小板三种类型。人体血液循环系统由血管、心脏和血液组成，D错误。故选A。点睛解答此题的关键是要明确显微镜下各血细胞的形态结构特点。", "answer": "A", "side_information": ["◎ 血液的组成和功能的定义\n流动的组织——血液新鲜的血液加入抗凝剂（柠檬酸钠），静置一段时间，会出现分层的现象。上面淡黄色的半透明液体是血浆，约占55%，下面暗红色不透明的是红细胞，约占45%。中间薄薄的一层白色物质是白细胞和血小板，不到1%。特别提示：不加抗凝剂的血液很快就会凝成血块，在凝血块周围出现的淡黄色的透明液体是血清。血清和血液的主要区别是血清中不含纤维蛋白原(能使血液凝固的物质)。", "◎ 血液的组成和功能的知识扩展\n血液是由血浆和血细胞组成的。在两层交界处，有很薄的一层白色物质，这是白细胞和血小板。 ①血浆：运输血细胞，运输维持人体生命活动所需要的物质和体内产生的废物等。 ②血细胞：血细胞包括红细胞、白细胞和血小板。血液分层后，红细胞在下层，呈红色，白细胞和血小板在两层交界处，很薄，呈白色。 ③红细胞：血细胞中数量最多，两面凹的圆饼状，没有细胞核，有血红蛋白，血红蛋白可以运载氧气。 ④白细胞：有细胞核，比红细胞大，可以穿过毛细血管壁，包围，吞噬细菌。 ⑤血小板：最小的血细胞，没有细胞核，形状不规则，可以释放与血液凝固有关的物质。 ", "◎ 血液的组成和功能的知识导图\n人体内物质的运输知识梳理：", "◎ 血液的组成和功能的特性\n血浆：（1）成分：主要成分是水，占91％～92％。血浆中含有多种维持人体生命活动所必需的营养物质。如蛋白质、葡萄糖、无机盐等。另外血浆中还含有一些体内产生的废物。如：二氧化碳、尿素等。（2）功能：运载血细胞，运输养料和废物。血细胞：血细胞包括红细胞、白细胞和血小板。血液的功能：运输氧气及少量的二氧化碳，运输营养物质和废物，起防御保护作用，调节体温。静脉血和动脉血：主要根据血液中含氧量的多少来区分。当血红蛋白与氧气结合时，血液中含氧量高，呈鲜红色，此时的血叫动脉血；当血红蛋白与氧气分离后，血液中含氧量低，呈暗红色，此时的血叫静脉血。动脉血和静脉血的主要区别是含氧量的多少和颜色的差别，与在什么血管中流动无关。", "◎ 血液的组成和功能的知识对比\n三种血细胞的比较：比较项目红细胞（RBC）白细胞（WBC）血小板（PLT）形态结构个体小，呈两面凹的圆饼状，成熟的红细胞无细胞核比红细胞大，有细胞核个体最小，形状不规则，无细胞核功能运输氧气和部分二氧化碳对人体起防御和保护作用，能吞噬侵入人体的病菌促进止血和加速凝血正常值男：（4.0——5.5）×1012个/升女：（3.5——5.0）×1012个/升 (4——10)×109个／升（100～300）×109个/升异常情况人体在运动、饱食、缺氧等情况下，红细胞数会暂时增加。血液中的红细胞数量过少，会患贫血过多，表明身体有炎症过少，机体会异常出血；过多，易形成血栓①红细胞里含有一一种红色含铁的蛋白质，即血红蛋白(Hb)，它的特性是在氧含量高的地方容易与氧气结合，在氧含量低的地方又容易与氧气分离。血红蛋白的这一特性，使红细胞具有运输氧气的功能，它在成年男子体内的含量是120～160克／升，成年女子体内的含量是110～150克／升。如果血红蛋白的数量过低，同样也会引起贫血，一般贫血的人可以注意多吃一些含蛋白质和铁丰富的食物 ②白细胞在血液中体积最大．但能变形。所以能穿过毛细血管壁进入组织细胞间隙，吞噬侵入人体的病菌后，自己也会死亡，如伤口流出的脓液主要是由死亡的白细胞和病菌组成的。当人体内有炎症时，白细胞的数量会增加，临床上常以此作为判断体内是否有炎症的依据。 ③自然止血：皮肤划破后流血，但不久就会自然止血，这是因为皮肤的血管受损后，血液中的血小板在伤口处聚集，释放与血液凝固有关的物质，形成凝血块堵塞伤口而止血。", "◎ 血液的组成和功能的知识点拨\n易错点：1. 误认为动脉瓣位于动脉中血液不能倒流的原因主要是在心房与心室之间有房室瓣、心室与动脉之间有动脉瓣，除此之外，在四肢静脉中还有静脉瓣。其他血管内则没有瓣膜。 2. 误认为动脉里流的一定是动脉血，静脉里流的一定是静脉血 (1)动脉和静脉是血管名称，动脉血和静脉血是血液名称，与血管名称无关。 (2)动脉血和静脉血是以血液中含氧量的多少和颜色的深浅来划分的，含氧多、颜色鲜红的血叫动脉血，含氧少、颜色暗红的血叫静脉血。 (3)动脉血和静脉血与血液中所含养料或废物的多少无关。 ", "◎ 血液的组成和功能的教学目标\n1、描述血液的成分和主要功能。2、识别三种血细胞的形态结构、数目及各自的功能。3、使用显微镜观察人血的永久涂片，尝试识别红细胞和白细胞。", "◎ 血液的组成和功能的考试要求\n能力要求：掌握/应用课时要求：1考试频率：常考分值比重：2"], "image": {"path": "val/images/middle_biology_4614.png"}}
{"subject": "biology", "id": "biology_43", "type": "multiple-choice", "grade": "high", "difficulty": "medium", "question_info": "学校生物兴趣小组想探究“酒精对细胞的影响”进行了如下实验：①取相同的新鲜杨梅各5颗分别放入编号为1号和2号的杯子中，②1号杯中加入适量的清水，2号杯中加入等量的高度白酒，③一段时间后观察，现象如图所示，请你推测2号杯中液体颜色变红的主要原因是(　　)", "options": ["酒精破坏了细胞的细胞膜", "酒精破坏了细胞的细胞壁", "酒精破坏了细胞的细胞质", "酒精破坏了细胞的细胞核"], "solution_info": "细胞膜能控制物质的进出，既不让有害的物质进来，也不让有用的物质轻易出去，具有选择透过性，也有保护作用。2号杯中液体颜色变红的主要原因是因为酒精破坏了细胞的细胞膜，使其失去了控制物质进出的功能。故选A。", "answer": "A", "side_information": ["◎ 调查身边的生物的定义\n调查步骤：     调查首先要明确调查目的和调整对象，制定合理的调查方案，有时因为调查的范围很大，不肯能逐个调查，就要选取一部分调查对象作为样本。调查过程中要如实记录，对调查的结果要进行整理和分析，有时要用数学方法进行统计。在调查我们身边的生物时，采取的做法：     对调查的生物可以按照形态结构特点将生物归为植物、动物和其他生物三大类，也可按生活环境将生物划分为陆生生物和水生生物，还可以按照用途将生物分为农作物、家禽、家畜、宠物等。", "◎ 调查身边的生物的知识扩展\n调查是科学研究常用的方法之一；调查首先要明确调查目的和调整对象，制定合理的调查方案，有时因为调查的范围很大，不肯能逐个调查，就要选取一部分调查对象作为样本。调查过程中要如实记录，对调查的结果要进行整理和分析，有时要用数学方法进行统计。在调查我们身边的生物时，采取的做法；对调查的生物可以按照形态结构特点将生物归为植物、动物和其他生物三大类，也可按生活环境将生物划分为陆生生物和水生生物，还可以按照用途将生物分为农作物、家禽、家畜、宠物等。", "◎ 调查身边的生物的教学目标\n1、了解调查的一般方法，学会做调查记录。2、描述身边的生物和他们的生活环境。3、关注周边生物的生存状况。", "◎ 调查身边的生物的考试要求\n能力要求：了解/识记课时要求：1考试频率：常考分值比重：1"], "image": {"path": "val/images/middle_biology_43.png"}}
{"subject": "biology", "id": "biology_6307", "type": "multiple-choice", "grade": "high", "difficulty": "hard", "question_info": "观察下图，符合特征的动物是（   ）", "options": ["①乌贼       ②鲸", "①蜗牛       ②壁虎", "①河蚌       ②带鱼", "①鲫鱼       ②竹蛏"], "solution_info": "鱼类的特征有生活在水中，鱼体表大都覆盖有鳞片，减少水的阻力，用鳃呼吸，用鳍游泳。软体动物的身体柔软，有外套膜，一般具有贝壳，有的贝壳退化。爬行动物的身体分为头、颈、躯干、四肢和尾五部分，体表覆盖角质鳞片或甲，用肺呼吸，体温不恒定，会随外界的温度变化而变化。哺乳动物的特征有体表被毛，牙齿有门齿、臼齿和犬齿的分化，体腔内有膈，用肺呼吸，心脏四腔，体温恒定，胎生哺乳等。详解A．①乌贼生活在水中，无脊柱，属于软体动物，用鳃呼吸；②鲸属于哺乳动物，有脊柱，用肺呼吸，故A不符合题意。B．①蜗牛属于软体动物，无脊柱，用肺螺呼吸；②壁虎属于爬行动物，有脊柱，用肺呼吸，故B不符合题意。C．①河蚌生活在水中，无脊柱，属于软体动物，用鳃呼吸；②带鱼属于鱼类，生活在水中，有脊柱，用鳃呼吸，故C符合题意。D．①鲫鱼生活在水中，有脊柱，属于鱼类，用鳃呼吸；②竹蛏属于软体动物，无脊柱，用鳃呼吸，故D不符合题意。故选C。点睛解题的关键是理解动物的分类，软体动物，爬行动物，鱼类，哺乳动物的特征。", "answer": "C", "side_information": ["◎ 观察实验：饲养和观察蚯蚓的定义\n实验目标：1.设置一个适合蚯蚓生存的环境并饲养蚯蚓。 2.观察蚯蚓的外部形态。 3.观察蚯蚓的运动。 ", "◎ 观察实验：饲养和观察蚯蚓的知识扩展\n一、观察蚯蚓外形：（1）取一条活蚯蚓放在玻璃板上，观察它的外形，身体是否分节、数数蚯蚓的头部到环带共有几节？（2）用手触摸蚯蚓体壁，感觉体表是否有黏液？（3）用手指触摸蚯蚓体节近腹面处，有什么感觉？并用放大镜观察，你所看到的腹面许多小突起就是刚毛。二、观察蚯蚓运动（1）将蚯蚓放在糙纸上，观察它的运动（2）将蚯蚓放在玻璃板上，观察它的运动 ", "◎ 观察实验：饲养和观察蚯蚓的特性\n观察实验：实验材料用具：活蚯蚓、玻璃板、糙纸、棉球、放大镜、制作饲养蚯蚓装置的材料用具。实验探究过程： 1.观察蚯蚓的外部形态（1）取一条活蚯蚓放在玻璃板上，观察它的体形，观察它的身体是否分节。数数从蚯蚓的头部到环带共有多少节？（2）用手触摸蚯蚓体壁，感觉体表是否有粘液？（3）用手触摸蚯蚓体节近腹面处，你有什么感觉?并用放大镜观察，你所看到地腹面许多小突起就是刚毛。（4）如何区别身体的前后端？ 2.对比观察蚯蚓的运动将蚯蚓放在粗糙纸上，观察它的运动，及其身体粗细、长短的变化，并注意与它在粗糙纸上的运动做比较。  探究过程设计：1.体形的观察:蚯蚓的身体呈红色、由许多环状的体节组成。 2.体表的观察：用放大镜观察蚯蚓腹面每个体节的中央。用手触摸蚯蚓的身体表面。蚯蚓的体表（干燥、湿润），感觉（光滑、粗糙），原因是有（刚毛、纤毛）的存在。 3.环带的观察：环带位于身体的（前、后）部，颜色较（深、浅），质地（光滑、粗糙）。从蚯蚓的前端到环带有环节体节。 4.把活蚯蚓放在一张粗糙的纸上，观察其运动。蚯蚓向前运动时，身体（前、后）固定，身体（前、后）变（粗、细），向前伸长，然后身体的（前、后）固定，身体的（前、后）变（粗、细），后部向前移动。蚯蚓运动的速度较（快、慢），(有、无)声音。 5.把蚯蚓放在玻璃板上，观察其运动情况。蚯蚓（能、不能）向前运动，速度（较快、较慢）。 ", "◎ 观察实验：饲养和观察蚯蚓的教学目标\n1、设置一个适合蚯蚓生存的环境并饲养蚯蚓。 2、观察蚯蚓的外部形态。 3、观察蚯蚓的运动。 4、通过创设实验教学整合环境，由动手实践探究，培养观察、实践能力，创设的实验环境，培养创新能力。 4、通过采集、观察培养实事求是的态度，并树立“动物是我们最亲密的朋友”的观念，培养同学们的爱心关爱生命、保护环境的情感教育。", "◎ 观察实验：饲养和观察蚯蚓的考试要求\n能力要求：了解/识记课时要求：1考试频率：常考分值比重：4"], "image": {"path": "val/images/middle_biology_6307.png"}}
{"subject": "biology", "id": "biology_3194", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "请将下列物质和所属的名称连线：", "solution_info": "绿色植物通过叶绿素捕获太阳光，利用光提供的能量，在叶绿体中合成淀粉等有机物，并且把光能转化为化学能，储存在有机物中，这个过程叫作光合作用。详解结合分析可知，光合作用的反应式是：二氧化碳+水有机物（储存能量）+氧气。所以，光合作用的①原料是e二氧化碳和c水；②场所是b叶绿体；③动力是a光；④产物是d有机物和氧。", "answer": "ce---①         ，          b---②          ，          a---③          ，          d---④", "side_information": ["◎ 光合作用的定义\n概念:绿色植物利用光提供的能量，存叶绿体中把二氧化碳和水合成了淀粉等有机物，并且把光能转化成化学能，储存在有机物中，这个过程就叫光合作用。", "◎ 光合作用的知识扩展\n绿色植物通过叶绿体，利用光能，把二氧化碳和水转变成贮存能量的有机物，并且释放出氧气的过程。（一）光合作用的发现：（1）1773年，英国科学家普利斯特利把一支点燃的蜡烛和一只小白鼠分别放到密闭的玻璃罩里，蜡烛不久就熄灭了，小白鼠很快就死了。（2）他把一盆植物和一支点燃的蜡烛一同放到一个密闭的玻璃罩里，他发现植物能够长时间活着，蜡烛也没有熄灭。（3）他又把一盆植物和一只小白鼠一同放到一个密闭的玻璃罩里，他发现植物和小白鼠都能整成活着。（二）光合作用的场所：叶是光合作用的主要器官。叶片的叶肉细胞核保卫细胞含有叶绿体，能够吸收光能，为光合作用提供能量。（三）光合作用的实质：绿色植物光合作用的产物主要是淀粉等糖类，淀粉是一种贮存着大量能量的有机物。金灿灿的玉米、小米、水稻种子种富含淀粉，都是光合作用的产物。（四）光合作用除了能够制造淀粉外，还能产生氧气，二氧化碳是光合作用的原料，它通过气孔进入叶片，用于植物的光合作用。绿色植物利用光提供的能量，在叶绿体中合成了淀粉等有机物，并且把光能变成化学能，储存在有机物中。公式： 叶片见光部分遇到典液变蓝，说明叶片的见光部分产生了有机物——淀粉。光合作用的发现、场所、实质，光照强度和光合速率。光合作用在生产实践中的应用：通过调控温室中的光照、温度、湿度和二氧化碳为植物生长提供适宜的生活环境，增加二氧化碳浓度的方法：增施有机肥，利用微生物分解有机物产生二氧化碳。给农作物施用二氧化碳的方法称为气肥法，二氧化碳又称为“空中肥料”。 ", "◎ 光合作用的知识导图\n绿色植物是生物圈中有机物的制造者及生物圈中的碳—氧平衡：", "◎ 光合作用的特性\n反应式:叶片见光部分遇到典液变蓝，说明叶片的见光部分产生了有机物——淀粉条件:光和叶绿体是不可缺少的条件，其中光能供给能量，叶绿体提供光合作用的场所。 实质:   光合作用的实质上是绿色植物通过叶绿体．利用光能，把二氧化碳和水转化成储存着能量的有机物(如淀粉)，并且释放出氧气的过程。可以概括出两个方面：一方面把简单的无机物转化成复杂的有机物，并且释放出氧气，这是物质的转化过程；另一方面是在把无机物转化成有机物的同时，把光能转变成为储存在有机物中的化学能，这是能量的转化过程。意义:光合作用是一切生物生存、繁衍和发展的根本保障。绿色植物通过光合作用制造的有机物不仅能满足自身生长、发育和繁殖的需要，而且为生物圈中的其他生物提供了基本的食物来源，其产生的氧气是生物圈的氧气的来源。影响光合作用的因素：(1)光照强度：光照增强，光合作用随之加强。但光照增强到一定程度后．光合作用不再加强。夏季中午，由于气孔关闭，影响二氧化碳的进入，光合作用强度反而下降，因而中午光照最强的时候，并不是光合作用最强的时候。(2)一氧化碳浓度：二氧化碳是光合作用的原料，其浓度影响光合作用的强度。温室种植蔬可适当提高大棚内二氧化碳的浓度，以提高产量。 (3)温度：植物在10℃～35℃、条件下正常进行光合作用，其中25℃～30℃最适宜，35℃以上光合作用强度开始下降，甚至停止。特别提醒：①活的植物体的所有绿色部分都能够进行光合作用，但叶片是光合作用的主要器官。 ②有的植物不呈现出绿色，但含有叶绿素，也能进行光合作用。如海带。 ③光是叶绿素形成的条件，植物体见光部分能形成叶绿素。如萝卜见光部位是绿色的，而埋在土壤里的部位是白色的；蒜黄见光后会变成绿色。④叶片见光部分遇到碘液变蓝，说明叶片的见光部分产生了有机物——淀粉", "◎ 光合作用的知识点拨\n易错点：误认为光照越强，光合作用越强影响光合作用的外界条件主要是光照强度和二氧化碳浓度，在一定限度内，光照越强，光合作用越强；若光照过强，气孔会关闭，从而影响光合作用的进行。", "◎ 光合作用的知识拓展\n光合作用的发现：（1）1773年，英国科学家普利斯特利把一支点燃的蜡烛和一只小白鼠分别放到密闭的玻璃罩里，蜡烛不久就熄灭了，小白鼠很快就死了。（2）他把一盆植物和一支点燃的蜡烛一同放到一个密闭的玻璃罩里，他发现植物能够长时间活着，蜡烛也没有熄灭。（3）他又把一盆植物和一只小白鼠一同放到一个密闭的玻璃罩里，他发现植物和小白鼠都能整成活着。绿色植物是食物之源：    绿色植物通过光合作用，将光能转化为化学能，储存在植物体的有机物巾。这些有机物小不仅为植物自身的生命活动提供能量，还为人类和动物的生命活动提供能量。人类和动物的食物都直接或间接地来源于绿色植物。光合作用在农业生产上的应用：（1）合理密植合理密植既充分利用了单位面积上的光照而避免造成浪费，又不至于让叶片相互遮挡，影响光合作用的进行。（2）间作套种（立体种植）立体种植就是把两种或两种以上的作物，在空间和时间上进行最优化组合，以达到增产，增收，延长应的目的。（3）增加二氧化碳的浓度二氧化碳是植物进行光合作用的主要原料，空气中二氧化碳浓度一般是0．03％，当空气中二氧化碳的浓度为0.5%～0．6％时，农作物的光合作用就会显著增强．产量有较大的提高。在温室中，增加二氧化碳浓度的方法有很多。例如，增施有机肥料(农家肥)，利用微生物分解有机物放出二氧化碳；喷施储存在钢瓶中的二氧化碳；用化学方法产生二氧化碳等。（4）其他方面植物光合作用受诸多因素的影响，最大限度地满足农作物光合作用对水、无机盐、温度、光照等方面的要求，农业生产就能获得丰收。", "◎ 光合作用的教学目标\n1、归纳光合作用的概念、反应式。2、掌握光合作用的原料，意义，应用。3、学会绿叶在光下制造淀粉的实验步骤。4、培养观察能力、实验操作能力和思维判断能力。", "◎ 光合作用的考试要求\n能力要求：综合运用课时要求：2考试频率：必考分值比重：4"], "image": {"path": "val/images/middle_biology_3194.png"}}
{"subject": "biology", "id": "biology_5654", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "比较人眼球和照相机结构并回答相关问题。(1)图Ⅱ所示照相机的__________相当于眼球的晶状体，__________相当于眼球的瞳孔，__________相当于眼球的脉络膜，__________相当于视网膜。(2)照相机成像的原理是_____________________________________________。(3)镜头起__________作用，光圈起__________作用，胶卷起__________作用。(4)在胶卷上呈现的是__________(填“倒像”或“正像”)。", "solution_info": "本题整合了物理学科知识，考查眼球的结构。眼睛通过调节晶状体的曲度，来看清远近不同的物体。晶状体的成像原理与照相机凸透镜成像的原理是一致的，视网膜相当于照相机的胶卷，光圈和瞳孔一样具有控制光线的作用。答案：(1)镜头 光圈 暗室 胶卷(2)物理中的小孔成像原理(3)调节焦距 控制光线 感光 (4)倒像", "answer": "(1)镜头 光圈 暗室 胶卷(2)物理中的小孔成像原理(3)调节焦距 控制光线 感光 (4)倒像", "side_information": ["◎ 人体的外形的定义\n人体结构：人体分为头、颈、躯干、四肢四部分。头部有口、鼻、眼、耳等器官。颈部把头部和躯干部连接起来。躯干部的前面分为胸部和腹部，后面分为背部和腰部。四肢包括上肢和下肢各一对，上肢分为上臂、前臂、手三部分，上臂和前臂合称为胳膊，下肢分为大腿、小腿、足，大腿上方与腰部相连的部分叫臀，臀部的外上部没有大的神经核血管通过，常常被选作肌内注射的部分。人体的头部和躯干部由皮肤、肌肉和骨骼围成颅腔和体腔，颅腔里有脑，脑和椎管内的脊髓相连。体腔由胸腔和腹腔两部分组成。人体腹腔的最下部是盆腔，内有膀胱、直肠、女性还有卵巢、子宫等。", "◎ 人体的外形的知识扩展\n人体分为头、颈、躯干、四肢四部分。头部有口、鼻、眼、耳等器官颈部把头部和躯干部连接起来，躯干部的前面分为胸部和腹部，后面分为背部和腰部，四肢包括上肢和下肢各一对，上肢分为上臂、前臂、手三部分，上臂和前臂合称为胳膊，下肢分为大腿、小腿、足，大腿上方与腰部相连的部分叫臀，臀部的外上部没有大的神经核血管通过，常常被选作肌内注射的部分。人体的头部和躯干部由皮肤、肌肉和骨骼围成颅腔和体腔，颅腔里有脑，脑和椎管内的脊髓相连。体腔由胸腔和腹腔两部分组成。人体腹腔的最下部是盆腔，内有膀胱、直肠、女性还有卵巢、子宫等。", "◎ 人体的外形的考试要求\n暂无"], "image": {"path": "val/images/middle_biology_5654.png"}}
{"subject": "biology", "id": "biology_3169", "type": "multiple-choice", "grade": "high", "difficulty": "medium", "question_info": "如图是绿色植物叶肉细胞的生理活动示意图，其中表述错误的是（   ）", "options": ["a表示的是二氧化碳，b表示的是有机物", "①表示的是叶绿体，②表示的是线粒体", "1过程只在白天进行，2过程只在晚上进行", "1过程只在白天进行，2过程白天晚上都能进行"], "solution_info": "光合作用的原料是二氧化碳和水，产物是有机物和氧气．可见a表示的是二氧化碳，b表示的是有机物，A正确；进行光合作用的场所是叶绿体，呼吸作用的场所是线粒体，可见①表示的叶绿体，②表示的是线粒体，B正确；进行光合作用的条件是光，呼吸作用的条件是有光无光都可以．1过程只在白天进行，2过程呼吸作用白天、晚上都能进行，C错误；2呼吸作用所获得的能量最终来自于植物光合作用制造的有机物，D正确。", "answer": "C", "side_information": ["◎ 光合作用的定义\n概念:绿色植物利用光提供的能量，存叶绿体中把二氧化碳和水合成了淀粉等有机物，并且把光能转化成化学能，储存在有机物中，这个过程就叫光合作用。", "◎ 光合作用的知识扩展\n绿色植物通过叶绿体，利用光能，把二氧化碳和水转变成贮存能量的有机物，并且释放出氧气的过程。（一）光合作用的发现：（1）1773年，英国科学家普利斯特利把一支点燃的蜡烛和一只小白鼠分别放到密闭的玻璃罩里，蜡烛不久就熄灭了，小白鼠很快就死了。（2）他把一盆植物和一支点燃的蜡烛一同放到一个密闭的玻璃罩里，他发现植物能够长时间活着，蜡烛也没有熄灭。（3）他又把一盆植物和一只小白鼠一同放到一个密闭的玻璃罩里，他发现植物和小白鼠都能整成活着。（二）光合作用的场所：叶是光合作用的主要器官。叶片的叶肉细胞核保卫细胞含有叶绿体，能够吸收光能，为光合作用提供能量。（三）光合作用的实质：绿色植物光合作用的产物主要是淀粉等糖类，淀粉是一种贮存着大量能量的有机物。金灿灿的玉米、小米、水稻种子种富含淀粉，都是光合作用的产物。（四）光合作用除了能够制造淀粉外，还能产生氧气，二氧化碳是光合作用的原料，它通过气孔进入叶片，用于植物的光合作用。绿色植物利用光提供的能量，在叶绿体中合成了淀粉等有机物，并且把光能变成化学能，储存在有机物中。公式： 叶片见光部分遇到典液变蓝，说明叶片的见光部分产生了有机物——淀粉。光合作用的发现、场所、实质，光照强度和光合速率。光合作用在生产实践中的应用：通过调控温室中的光照、温度、湿度和二氧化碳为植物生长提供适宜的生活环境，增加二氧化碳浓度的方法：增施有机肥，利用微生物分解有机物产生二氧化碳。给农作物施用二氧化碳的方法称为气肥法，二氧化碳又称为“空中肥料”。 ", "◎ 光合作用的知识导图\n绿色植物是生物圈中有机物的制造者及生物圈中的碳—氧平衡：", "◎ 光合作用的特性\n反应式:叶片见光部分遇到典液变蓝，说明叶片的见光部分产生了有机物——淀粉条件:光和叶绿体是不可缺少的条件，其中光能供给能量，叶绿体提供光合作用的场所。 实质:   光合作用的实质上是绿色植物通过叶绿体．利用光能，把二氧化碳和水转化成储存着能量的有机物(如淀粉)，并且释放出氧气的过程。可以概括出两个方面：一方面把简单的无机物转化成复杂的有机物，并且释放出氧气，这是物质的转化过程；另一方面是在把无机物转化成有机物的同时，把光能转变成为储存在有机物中的化学能，这是能量的转化过程。意义:光合作用是一切生物生存、繁衍和发展的根本保障。绿色植物通过光合作用制造的有机物不仅能满足自身生长、发育和繁殖的需要，而且为生物圈中的其他生物提供了基本的食物来源，其产生的氧气是生物圈的氧气的来源。影响光合作用的因素：(1)光照强度：光照增强，光合作用随之加强。但光照增强到一定程度后．光合作用不再加强。夏季中午，由于气孔关闭，影响二氧化碳的进入，光合作用强度反而下降，因而中午光照最强的时候，并不是光合作用最强的时候。(2)一氧化碳浓度：二氧化碳是光合作用的原料，其浓度影响光合作用的强度。温室种植蔬可适当提高大棚内二氧化碳的浓度，以提高产量。 (3)温度：植物在10℃～35℃、条件下正常进行光合作用，其中25℃～30℃最适宜，35℃以上光合作用强度开始下降，甚至停止。特别提醒：①活的植物体的所有绿色部分都能够进行光合作用，但叶片是光合作用的主要器官。 ②有的植物不呈现出绿色，但含有叶绿素，也能进行光合作用。如海带。 ③光是叶绿素形成的条件，植物体见光部分能形成叶绿素。如萝卜见光部位是绿色的，而埋在土壤里的部位是白色的；蒜黄见光后会变成绿色。④叶片见光部分遇到碘液变蓝，说明叶片的见光部分产生了有机物——淀粉", "◎ 光合作用的知识点拨\n易错点：误认为光照越强，光合作用越强影响光合作用的外界条件主要是光照强度和二氧化碳浓度，在一定限度内，光照越强，光合作用越强；若光照过强，气孔会关闭，从而影响光合作用的进行。", "◎ 光合作用的知识拓展\n光合作用的发现：（1）1773年，英国科学家普利斯特利把一支点燃的蜡烛和一只小白鼠分别放到密闭的玻璃罩里，蜡烛不久就熄灭了，小白鼠很快就死了。（2）他把一盆植物和一支点燃的蜡烛一同放到一个密闭的玻璃罩里，他发现植物能够长时间活着，蜡烛也没有熄灭。（3）他又把一盆植物和一只小白鼠一同放到一个密闭的玻璃罩里，他发现植物和小白鼠都能整成活着。绿色植物是食物之源：    绿色植物通过光合作用，将光能转化为化学能，储存在植物体的有机物巾。这些有机物小不仅为植物自身的生命活动提供能量，还为人类和动物的生命活动提供能量。人类和动物的食物都直接或间接地来源于绿色植物。光合作用在农业生产上的应用：（1）合理密植合理密植既充分利用了单位面积上的光照而避免造成浪费，又不至于让叶片相互遮挡，影响光合作用的进行。（2）间作套种（立体种植）立体种植就是把两种或两种以上的作物，在空间和时间上进行最优化组合，以达到增产，增收，延长应的目的。（3）增加二氧化碳的浓度二氧化碳是植物进行光合作用的主要原料，空气中二氧化碳浓度一般是0．03％，当空气中二氧化碳的浓度为0.5%～0．6％时，农作物的光合作用就会显著增强．产量有较大的提高。在温室中，增加二氧化碳浓度的方法有很多。例如，增施有机肥料(农家肥)，利用微生物分解有机物放出二氧化碳；喷施储存在钢瓶中的二氧化碳；用化学方法产生二氧化碳等。（4）其他方面植物光合作用受诸多因素的影响，最大限度地满足农作物光合作用对水、无机盐、温度、光照等方面的要求，农业生产就能获得丰收。", "◎ 光合作用的教学目标\n1、归纳光合作用的概念、反应式。2、掌握光合作用的原料，意义，应用。3、学会绿叶在光下制造淀粉的实验步骤。4、培养观察能力、实验操作能力和思维判断能力。", "◎ 光合作用的考试要求\n能力要求：综合运用课时要求：2考试频率：必考分值比重：4"], "image": {"path": "val/images/middle_biology_3169.png"}}
{"subject": "biology", "id": "biology_4430", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "2022年4月16日，神舟十三号载人飞船返回舱在东风着陆场成功着陆，航天员翟志刚、王亚平、叶光富（图一）安全顺利出舱，全国人民欢呼雀跃。回顾过去的半年时光，三位航天员在执行在务的同时，与复杂的太空环境顽强抗争，充分表现出他们艰苦奋斗、无私奉献的航天精神。今天让我们一起看看宇航员在太空中都经历了什么，请回答下列问题：(1)航天员进入太空后的前三天是太空晕动症的高发期，太空晕动症是人在失重环境下的一种特殊生理反应，这与图二中感受头部位置变化的[]___________有关。(2)太空环境像一个加速老化器，容易造成航天员骨密度降低，骨骼变得脆弱，如同老年人的骨质疏松症，因此航天员的伙食中需要补充钙和___________。(3)在太空中，航天员会面部浮肿，头脑发胀，这是因为失重状态下全身血液会涌入上半身，头部的___________升高。(4)血液重新分配，会使图三中航天员的[]___________和[]___________产生功能障碍，影响神经冲动的产生和传导，导致视力变差。(5)航天员返航途中会处于超重状态，此时前胸与后背承受巨大压力，胸廓扩张困难，影响呼吸过程中___________的气体交换。(6)航天员身体上产生的变化，在着陆后会逐渐恢复到正常状态，航天员身体的调整与恢复是在___________共同调节下完成的。", "solution_info": "题图中：①是前庭、半规管，②是耳蜗，③鼓膜，④是视网膜，⑤是晶状体，⑥是视神经，⑦是玻璃体。详解（1）半规管、前庭内有感受头部位置变动的位觉（平衡觉）感受器，前者引起旋转感觉，后者引起位置感觉和变速感觉。前庭及半规管过敏的人，在直线变速及旋转变速运动时，传入冲动引起中枢有关部位过强的反应，导致头晕、恶心、呕吐、出汗等，这就是有些人晕船、晕车的原因。所以，太空晕动症是与图二中感受头部位置变化的[①]前庭、半规管有关。（2）维生素D促进钙、磷吸收和骨骼发育，缺乏维生素D时引起佝偻病、骨质疏松等。所以，航天员的伙食中需要补充钙和维生素D。（3）在太空中，因为失重状态下全身血液会涌入上半身，头部的血压升高，所以航天员会面部浮肿，头脑发胀。（4）视觉形成的过程是外界物体反射来的光线，经过角膜、房水，由瞳孔进入眼球内部，再经过晶状体和玻璃体的折射作用，在视网膜上能形成清晰的物像，物像刺激了视网膜上的感光细胞，这些感光细胞产生的神经冲动，沿着视神经传到大脑皮层的视觉中枢，就形成视觉。所以，血液重新分配，会使图三中航天员的[④]视网膜和[⑥]视神经产生功能障碍，影响神经冲动的产生和传导，导致视力变差。（5）氧气从外界到达组织细胞需依次经过：肺的通气（即肺与外界的气体交换）、肺泡内的气体交换（即肺与血液的气体交换）、气体在血液中的运输、组织间的气体交换（即血液与组织细胞的气体交换）四个过程。当航天员返航途中会处于超重状态时，其前胸与后背承受巨大压力，胸廓扩张困难，影响呼吸过程中肺与外界的气体交换。（6）人体是一个统一的整体，这是在神经系统和激素调节的共同作用下实现的，其中神经系统的调节占主导地位，激素调节既受神经调节的控制，也能对神经系统产生影响。所以，航天员身体的调整与恢复是在神经调节和激素调节共同调节下完成的。", "answer": "(1)[①]         前庭、半规管                      (2)         维生素          D                      (3)         血压                      (4)     [④]         视网膜          [⑥]          视神经          ##          视觉神经                      (5)         肺与外界                      (6)         神经调节和激素调节", "side_information": ["◎ 肺与外界的气体交换的定义\n肺：肺位于胸腔内，左右各一个，共五叶，左二右二，是呼吸系统的主要器官，也是气体变换的场所。肺的结构：支气管入肺后反复分支，愈分愈细，形成许多树枝状的分支，这甚分支的结构与气管相似，但随其管径变小，管壁变薄，软骨环逐渐变小，平滑肌则相对地逐渐增加。分支到细支气管口（口径在1毫米以下的小管)时，管壁的软骨环消失，管壁几乎全部由平滑肌构成，它的收缩和舒张影响着细支气管口径的大小。从而控制进出肺内的气体量。细支气管再分支到呼吸性细支气管时，其管壁的某些部位向外突出，形成肺泡。因此，肺内含有大量的肺泡.", "◎ 肺与外界的气体交换的知识扩展\n肺是呼吸系统的主要器官，它位于胸腔内，左右各一个，左肺有两页，右肺有三叶。膈肌收缩时，膈顶部下降，胸廓上下径增大，使肺容积扩大，肺内气压下降，外界气体经呼吸道进入肺，完成吸气。此过程人体可以获得能量。", "◎ 肺与外界的气体交换的知识导图\n呼吸运动的过程以流程图的形式可简化表示如下：", "◎ 肺与外界的气体交换的特性\n肺适于气体交换的特点：①肺泡数量多，肺泡外包绕着许多毛细血管和弹性纤维。 ③肺泡壁和毛细血管壁均只由一层上皮细胞构成，有利于肺泡和血液进行气体交换。发生在肺里的气体交换：肺的通气：     肺与外界进行气体交换的过程，就是肺的通气。肺的通气是通过呼吸运动实现的。胸廓有节律地扩大和缩小叫作呼吸运动。呼吸运动包括呼气和吸气两个过程(平静呼吸)，其动力来自于呼吸肌。与呼吸有关的肌肉叫呼吸肌。呼吸肌主要指的是肋骨间肌肉(肋间肌)和膈肌，肋问肌又包括肋间外肌和肋间内肌。胸廓横向地扩张和收缩，是肋间肌和膈肌收缩和舒张的结果。    下面以人平静状态下的呼吸为例，来说明呼吸运动的过程和原理。     吸气时，肋间外肌收缩，肋骨上提，胸骨向上、向外移动，使胸廓的前后径和左右径都增大；同时，膈肌收缩，膈顶部下降，使胸廓的上下径增大。这时，胸廓扩大，肺随着扩张，肺的容积增大，肺内气压下降，外界空气就通过呼吸道进入肺，完成吸气动作。     呼气时，肋间外肌舒张，肋骨因重力作用而下降，胸骨向下、向内移动，使胸廓的前后径和左右径都缩小：同时，膈肌舒张，厢顶部回升，使胸廓的上下径缩小。这时，胸廓缩小，肺跟着回缩，肺的容积缩小，肺内气压升高，迫使肺泡内的部分气体通过呼吸道排到体外，完成呼气动作。特别提醒：①无论是吸气还是呼气，在结束的一瞬间，肺内气压都等于外界气压。 ②平静呼吸时，吸气是主动的，呼气是被动的。深呼吸时，吸气和呼气都是主动的。深呼吸时除了胸部肌肉参与活动外，腹部的肌肉也参与了活动。4. 呼吸的全过程：   人体呼吸是指人体与外界进行气体交换的过程，它包括互相联系的4个环节，其中肺的通气是通过呼吸运动实现的，肺泡与血液之的气体交换、血液与组织细胞之间的气体交换都是通过气体扩散作用实现的，气体存血液中的运输是通过血液循环实现的。特别提醒：外界空气中的氧气必须经过4个连续过程才能到达组织细胞，而人体排出的二氧化碳是由全身的组织细胞产生的。", "◎ 肺与外界的气体交换的知识拓展\n呼吸的意义：   人体通过呼吸，外界的氧气进入组织细胞，组织细胞利用氧气分解细胞内的有机物，产生二氧化碳和水，同时释放能量，即有机物+氧→二氧化碳+水+能量。能量供给人体进行各项生理活动以及维持体温等，产生的二氧化碳则通过呼吸排到体外。", "◎ 肺与外界的气体交换的教学目标\n1、概述肺与外界气体的交换过程。2、概述肺泡与血液的交换过程。 3、通过实验，培养同学们的动手能力和交流合作能力。 4、通过演示实验，培养同学们的观察能力。 5、通过资料分析，培养同学们提取信息和处理信息的能力。6、通过测量、比较肺活量的差异，认同体育锻炼的重要性。", "◎ 肺与外界的气体交换的考试要求\n能力要求：掌握/应用课时要求：2考试频率：必考分值比重：11"], "image": {"path": "val/images/middle_biology_4430.png"}}
{"subject": "biology", "id": "biology_6628", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "结合兔和狼的牙齿图，回答问题。（1）甲是_____的牙齿，与乙比没有_____。（填名称）（2）兔和狼都属于哺乳动物，除牙齿分化外，还有体表被毛：_____，_____的主要特征。（3）兔和狼身体内都有脊柱，因此属于_____动物。", "solution_info": "（1）家兔是草食性动物，牙齿与草食性生活相适应，有门齿和臼齿的分化。甲图中只有①门齿和②臼齿，因此是家兔的牙齿；与乙相比，没有③犬齿。（2）兔和狼都属于哺乳动物，除牙齿分化外，还有体表被毛，体腔内有膈，胎生，哺乳的主要特征。（3）兔和狼身体内都有脊椎骨组成的脊柱，因此属于脊椎动物。点睛明确哺乳动物出现了牙齿分化是解题前提。", "answer": "兔     犬齿     胎生     哺乳     脊椎", "side_information": ["◎ 哺乳动物的生殖和发育的定义\n哺乳类（恒温）生殖方式：绝大多数胎生。受精方式：体内受精。发育特点：    通称兽类，哺乳动物是全身披毛、运动快速、恒温胎生的脊椎动物，是脊椎动物中躯体结构、功能行为最为复杂的最高级动物类群。身体被毛；体温恒定；胎生（单孔类例外）和哺乳；心脏左、右两室完全分开，左心室将鲜血通过左动脉弓泵至身体各部；脑颅扩大，脑容量增加；中耳具有3块听骨；下颌由1块齿骨构成，与头骨为齿-鳞骨关节式；牙齿分化为门齿、犬齿和颊齿；7个颈椎，第1、2颈椎分化为环椎和枢椎。", "◎ 哺乳动物的生殖和发育的知识扩展\n哺乳类（恒温）生殖方式：绝大多数胎生。受精方式：体内受精。发育特点：通称兽类。哺乳动物是全身披毛、运动快速、恒温胎生的脊椎动物,是脊椎动物中躯体结构、功能行为最为复杂的最高级动物类群。身体被毛；体温恒定；胎生（单孔类例外）和哺乳；心脏左、右两室完全分开，左心室将鲜血通过左动脉弓泵至身体各部；脑颅扩大，脑容量增加；中耳具有3块听骨；下颌由1块齿骨构成，与头骨为齿-鳞骨关节式；牙齿分化为门齿、犬齿和颊齿；7个颈椎，第1、2颈椎分化为环椎和枢椎。 ", "◎ 哺乳动物的生殖和发育的教学目标\n1、知道哺乳动物的生殖发育特点。2、知道男性和女性生殖系统的组成，受精的概念，胚胎在母体内发育的过程，睾丸的功能，卵巢的功能。3、理解青春期的身高、体重、心肺和脑等生理功能的变化和青春期的性发育。4、理解青春期女孩月经和男孩遗精现象的出现，青春期心理卫生的基本要求。", "◎ 哺乳动物的生殖和发育的考试要求\n能力要求：掌握/应用课时要求：2考试频率：必考分值比重：8"], "image": {"path": "val/images/middle_biology_6628.png"}}
{"subject": "biology", "id": "biology_8127", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "连线题", "solution_info": "不经过两性生殖细胞的结合，由母体直接发育成新个体的生殖方式叫做无性生殖，无性生殖能保留母本的优良性状。详解竹：地下的竹鞭上长出笋来，然后发育成新竹。竹鞭是地下茎，像植物的根、茎、叶这些都属于植物的营养器官，依靠营养器官繁殖的方式就称为营养生殖，对应B。椒草：叶能发出芽和根，这些芽能生成新的植株，对应A。葡萄：扦插的插条要用1年生成熟新梢或副梢，要求粗壮、无病虫，上有饱满的芽，对应D。柿树：一般是在黑枣树上嫁接而来，或者是不同品种的柿子树嫁接，对应C。", "answer": "竹        ——B         ，椒草          ——A          ，葡萄          ——D          ，柿树          ——C", "side_information": ["◎ 植物的有性生殖的定义\n概念：有性生殖是指经过两性生殖细胞的结合，形成受精卵，并由受精卵发育成新个体的生殖方式。植物有性生殖的过程：", "◎ 植物的有性生殖的知识扩展\n通过开花、受粉并结出果实，由果实的种子来繁殖后代。种子中的胚，是由两性生殖细胞结合成受精卵而发育出来的。植物的有性生殖包括植物的传粉与受精——果实和种子的形成——果实和种子的传播几个过程。", "◎ 植物的有性生殖的知识导图\n生物的生殖和发育知识梳理：", "◎ 植物的有性生殖的知识拓展\n有性生殖的意义：有性生殖产生的后代具备两个亲本的遗传物质，具有更大的生活力和变异性，因此对于生物的进化具有重要的意义。", "◎ 植物的有性生殖的教学目标\n1、描述植物的有性生殖过程。2、说出花的结构与果实发育的关系。3、培养学生观察、表达交流的能力。4、激发学生自主学习的兴趣、培养学生团队合作精神。", "◎ 植物的有性生殖的考试要求\n能力要求：了解/识记课时要求：4考试频率：必考分值比重：4"], "image": {"path": "val/images/middle_biology_8127.png"}}
{"subject": "biology", "id": "biology_4139", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "请将下列左侧各项与右侧对应项连线", "solution_info": "从各种生物的结构、生殖发育特点等切入解答。详解（1）肝是人体最大的消化腺，属于C消化系统中的消化腺。（2）人体主要的F内分泌腺有垂体、甲状腺、肾上腺、胰岛、性腺（睾丸、卵巢）和胸腺（在性成熟期后逐渐变小）等，它们共同组成了人体的内分泌系统。（3）细菌的基本结构有细胞壁、细胞膜、细胞质和DNA集中的区域，B没有成形的细胞核。（4）病毒E没有细胞结构，身体由蛋白质外壳和内部的遗传物质组成。（5）家蚕等昆虫的发育要经过受精卵、幼虫、蛹、成虫4个时期，而且幼虫和成虫在形态结构和生活习性上有明显的差异，这样的发育过程叫A完全变态发育。（6）蝗虫等昆虫的一生经历受精卵、幼虫、成虫三个时期，而且幼虫和成虫的形态结构非常相似，生活习性也几乎一致的发育过程，称为D不完全变态发育。点睛解答时需要掌握相关的基础知识，在学习中应注意基础知识的归纳总结。", "answer": "．", "side_information": ["◎ 消化系统的组成和功能的定义\n消化系统：    消化系统由消化道和消化腺两大部分组成。消化管包括口腔、咽、食管、胃、小肠（十二指肠、空肠、回肠）和大肠（盲肠、结肠、直肠、肛管）等部。临床上常把口腔到十二指肠的这一段称上消化道，空肠以下的部分称下消化道。消化腺有小消化腺和大消化腺两种。小消化腺散在于消化管各部的管壁内，大消化腺有三对唾液腺（腮腺、下颌下腺、舌下腺）、肝和胰。", "◎ 消化系统的组成和功能的知识扩展\n                         消化系统的组成和功能由消化管和消化腺组成。 ①消化道由口腔（牙齿咀嚼食物，舌搅拌食物）、咽、食管、胃、小肠、大肠和肛门组成。 ②消化腺包括唾液腺（唾液淀粉酶消化淀粉）、肝、胰腺（胰液中有消化糖类、蛋白质和脂肪的酶）以及胃腺（胃液中含有盐酸和蛋白酶，初步消化蛋白质）、肠腺（肠液中有消化糖类、蛋白质和脂肪的酶）等。口腔是消化道的起始端，口腔中舌的搅拌和牙齿的咀嚼，有助于食物的消化，成人的牙齿分为：门齿、犬齿、前臼齿、臼齿，牙齿是人体中最坚硬的器官，分为牙冠、牙颈和牙根三部分。口腔内的细菌能将糖类变成酸液，酸液会慢慢腐蚀牙齿表层的牙釉质，牙釉质受到腐蚀会逐渐变软、变色，当腐蚀到牙本质时，会逐渐形成龋洞，最后龋洞深入到牙髓腔，引起牙疼，因此，餐后、睡前应注意清洁牙齿。 ", "◎ 消化系统的组成和功能的知识导图\n消化系统的组成：", "◎ 消化系统的组成和功能的特性\n消化道各器官的结构和功能：（1）口腔：口腔是消化道的开始部位，里面有牙齿、舌和唾液腺。牙齿的主要功能是切断、撕裂和磨碎食物，牙齿损伤以后，食物就不能得到充分的咀嚼，因而会加重胃、肠的负担。（2）咽：是食物和空气的共同通道，无消化和吸收能力。（3）食道：是物物进入体内的通道，可以蠕动将食物推入胃。（4）胃（如图）： 位于腹腔的左上方，是消化道最膨大的部分。胃呈囊状结构，由外至里依次由浆膜，肌肉层、黏膜下层，黏膜4层绀成，黏膜具有腺体，能分泌盐酸和胃蛋白酶等 胃具有暂时储存食物并蠕动进行物理性消化．以及利用盐酸、蛋白酶对食物进行化学性消化的作用。（5）小肠：小肠盘曲在腹腔里，长约5～6米，开始的一段叫十二指肠。小肠是消化道中最长的段，是消化食物和吸收营养物质的主要场所。小肠壁也分为4层，与胃壁相似。小肠黏膜的表面有许多环形皱襞，皱襞上有许多绒毛状的突起——小肠绒毛(如图)。小肠绒毛间的黏膜凹陷形成肠腺，可以分泌肠液消化食物。小肠内表面具有的皱襞和小肠绒毛，大大地增加了消化食物和吸收营养物质的面积、小肠绒毛中有毛细血管和毛细淋巴管。小肠绒毛壁、毛细血管壁和毛细淋巴管壁都很薄，都只由一层上皮细胞构成。这种结构特点有利于吸收营养物质。（6）大肠：大肠开始的一段叫盲肠，盲肠上有一细小突起叫阑尾，肓肠位于腹腔右下部，所以患阑尾炎时．右下腹部疼痛。大肠无消化能力，但有较弱的吸收能力，能吸收少量的水、无机盐和部分维生素。（7）肛门：未消化的食物残渣在大肠内形成粪便，由肛门排到体外。消化腺：  人体出的消化腺包括唾液腺、胃腺、肝脏、胰腺和肠腺。其中，唾液腺、肝脏和胰腺是位于消化道外的消化腺，胃腺和肠腺是位于消化道壁内的腺体。（1）唾液腺唾液腺能分泌唾液，唾液的主要作用是湿润口腔和食物，便于吞咽；唾液中含有的唾液淀粉酶，能促使一部分淀粉分解为麦芽糖；唾液中含有的溶菌酶有一定的杀菌作用。（2）胃腺胃腺是由胃壁内黏膜上皮凹陷而形成的，胃腺开口在胃壁的内表面。胃腺能分泌胃液。胃液呈酸性，pH为0．9～1．5，成人每口分泌的胃液为1．5～2．5升。胃液的主要成分有胃蛋白酶、盐酸(即胃酸)和黏液。（3）肝脏    肝脏是人体内最大的腺体，成人的肝重约1．5千克，大部分位于腹腔的右上部。    肝脏具有多方两的生理功能。肝脏在蛋白质、糖类和脂肪的代谢中起着重要作用。肝脏还具有解毒功能。    肝脏能够分泌胆汁，并将其储存在胆囊内。当食物进入口腔、胃和小肠时，可以反射性地引起胆囊收缩，胆汁经过总胆管流入十二指肠。成人每日分泌的胆汁约为0．8～1．0升。胆汁中没有消化酶，主要成分是胆盐和胆色素。胆盐的作用是激活胰脂肪酶，将脂肪乳化成极细小的微粒，增加脂肪与胰脂酶的接触面积，有利于脂肪的消化和吸收；可以与脂肪酸和脂溶性维生素结合，形成水溶性复合物，以促进人体对这些物质的吸收。（4）胰腺胰腺分泌胰液，胰液呈碱性，pH为7．8～8．4，成人每日分泌的胰液约为l～2升。胰蛋白酶作用于蛋白质，蛋白质被分解为多肽和少量氨基酸。存在于胰液中的胰淀粉酶和少量的胰麦芽糖酶，又可以分别促使淀粉和麦芽糖分解为葡萄糖。胰脂肪酶在胆汁的协同作用下，促使脂肪分解为脂肪酸和甘油。肠腺是有由小肠壁内黏膜上皮凹陷而形成的，开口于相邻的两个小肠绒毛之间。肠腺能分泌肠液，肠液呈弱碱性，pH约为7．6，成人每口分泌的肠液为1～3升。肠液内含有多种消化酶，如淀粉酶、麦芽糖酶、蔗糖酶、乳糖酶、肽酶、脂肪酶等，通过这些酶的作用，进一步分解糖类，蛋白质和脂肪，使之成为可以吸收的物质。", "◎ 消化系统的组成和功能的教学目标\n1、能描述消化系统的组成及主要消化腺的作用。2、通过观察，讨论消化系统图，体会小肠结构与功能相适应的特点。3、关注牙齿，养成良好的卫生习惯。", "◎ 消化系统的组成和功能的考试要求\n能力要求：掌握/应用课时要求：1考试频率：易考分值比重：2"], "image": {"path": "val/images/middle_biology_4139.png"}}
{"subject": "biology", "id": "biology_2447", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "生命通过生殖与发育、遗传和变异总是在不断延续和发展着，为我们展示了生生不息、延绵不绝的生命画卷。下列为四种生物的生殖和发育图示，请据图回答问题：(1)图中与克隆羊多莉生殖方式相同的为图_____。(2)人们在培育樱桃时，经常采用嫁接的方法，山樱桃具有非常好的抗寒、抗旱、抗根癌病的优势，可以作为图一中的_____（填序号）。(3)樱桃可食用部分是由图二中的_____（填序号）发育而来。(4)根据图三可以推断萤火虫的发育方式为_____发育。(5)结合图四中人体的生殖与发育，你不认同的观点是（　　）A．胎儿生活在子宫内的羊水中B．胎儿通过胎盘与母体进行物质交换C．胎儿的肺没有行使正常的呼吸功能D．胎儿与母体的血型一定相同", "solution_info": "图一是嫁接，图二中：①是柱头，②子房壁，③是胚珠，④花粉管，⑤是精子，图三是完全变态发育，图四胎儿发育，据此回答。（1）克隆羊多莉生殖方式与图一嫁接的生殖方式一样都是不经过两性生殖细胞的结合，由母体直接产生新个体，这种生殖方式称为无性生殖。（2）嫁接时，一般把适应性强和抗性强的作为砧木，将具有优良性状的作为接穗。所以人们在培育樱桃时，经常采用嫁接的方法，山樱桃具有非常好的抗寒、抗旱、抗根癌病的优势，可以作为图一中的①砧木。（3）樱桃可食用部分为果皮，果皮是由子房壁发育而来的。所以樱桃可食用部分是由图二中的②子房壁发育而来。（4）根据图三可以推断萤火虫的发育过程包括卵、幼虫、蛹和成虫四个阶段，这种发育方式为完全变态发育。（5）图四为动物的胎生，胎儿在子宫内发育。A．胎儿在子宫内发育时胎儿生活在子宫内的羊水中，正确。BC．通过胎盘与母体进行物质交换，此时胎儿的消化系统、呼吸系统都还没有行使正常的功能，正确。D．胎儿的血型是由遗传物质决定的，胎儿的遗传物质来自父母双方。所以胎儿的血型不一定与母体相同，错误。故选D。", "answer": "(1)         一                      (2)①                    (3)②                    (4)         完全变态                      (5)D", "side_information": ["◎ 根的生长的定义\n根系：一根植物所有根的总和，称为根系。根系可分为直根系（双子叶植物）和须根系（单子叶植物）。根的生长：根的生长一方面靠分生区细胞的分裂增加细胞的数量，另一方面靠伸长区细胞体积的增大。", "◎ 根的生长的知识扩展\n（1）从根的尖端到生有根毛的一段是根尖，是根生长的主要部位，基本结构是根冠、分生区、伸长区、成熟区。根冠：细胞较大，性状不规则，具有保护作用（2）分生区：细胞体积小，排列紧密，细胞壁薄，细胞核大，分生能力强，不断的产生新细胞伸长区：细胞不断长大，储藏营养物质成熟区：表皮细胞长出突起就是根毛，能够运输水分、无机盐和有机养料，具有支持作用）（3）农业生产中常见的促进根生长的措施有蹲苗和烤田。蹲苗能使植物的根向纵深发展，扩大吸收面积，有利于作物的生长，防止作物倒伏。在秧苗成活后，将田里的水排干，称为烤田。（4）植物的根具有向地生长、向肥生长、向水生长，这对植物吸收水和无机盐有利。 （5）大豆种子的胚根长成发达的主根后。在主根周围陆续生出侧根；小麦种子的胚根穿出种皮后，不久主根停滞生长，在胚轴基本陆续长出不定根，称为须根系。直根系和须根系的形态不同，在土壤中的分布方式也不同，根系的分布受到水、肥等因素的影响。（6）根的价值：根有很高的经济价值，可供食用，如：甘薯、胡萝卜、萝卜、甜菜；可供药用：如人参、三七、当归等；可做工业原料，如甘薯可以制成淀粉和酒精，甜菜可以制糖；根可以做工艺品，如乔木和藤本植物的老根可做盆景或根雕。 ", "◎ 根的生长的知识导图\n根尖的结构：", "◎ 根的生长的特性\n 根的特性：植物的根具有向地生长、向肥生长和向水生长的特性。", "◎ 根的生长的知识拓展\n农业生产中常见的促进根生长的措施：蹲苗和烤田。蹲苗能使植物的根向纵深发展，扩大吸收面积，有利于作物的生长，防止作物倒伏。在秧苗成活后，将田里的水排干，称为烤田。 根的价值：根有很高的经济价值，可供食用，如：甘薯、胡萝卜、萝卜、甜菜；可供药用：如人参、三七、当归等；可做工业原料，如甘薯可以制成淀粉和酒精，甜菜可以制糖；根可以做工艺品，如乔木和藤本植物的老根可做盆景或根雕。", "◎ 根的生长的教学目标\n1、识别根尖的基本结构，说出各部分的主要功能。2、描述植物根的生长与根尖的关系。3、通过使用放大镜观察根尖，培养相应的观察能力。4、培养大胆实践的精神。", "◎ 根的生长的考试要求\n能力要求：掌握/应用课时要求：1.5考试频率：常考分值比重：6"], "image": {"path": "val/images/middle_biology_2447.png"}}
{"subject": "biology", "id": "biology_1310", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "请根据两种细胞模式图回答：（1）图甲是________细胞模式图。（2）甲、乙细胞都具有的基本结构包括[  ]______，细胞质和[   ]_______。（3）图甲中的[____]能通过______________________作用制造有机物。", "solution_info": "由图得知：A细胞壁、B细胞膜、C叶绿体、D细胞核、E液泡、F细胞质，据此答题。详解（1）图甲是植物细胞模式图。因为它有细胞壁、叶绿体和液泡。（2）甲、乙细胞都具有的基本结构包括[B]细胞膜，细胞质和[D]细胞核。（3）图甲中的[C]叶绿体能通过光合作用制造有机物。点睛掌握植物细胞结构功能是解题关键。", "answer": "植物        [ B]         细胞膜          [ D]          细胞核          [ C]          光合", "side_information": ["◎ 动物细胞结构和功能的定义\n动物细胞的结构：图为动物细胞的结构，包括细胞膜、细胞核、细胞质.", "◎ 动物细胞结构和功能的知识扩展\n细胞膜（半透膜，具有交换物质营养的功能）、细胞核（近似球形，遗传物质储存和复制的场所、生命活动控制中心）、细胞质（为细胞新陈代谢提供物质和场所），没有叶绿体、细胞壁和液泡。", "◎ 动物细胞结构和功能的特性\n动物细胞组成结构的功能：①细胞膜：是细胞表面的一层膜，主要作用是保护细胞和控制物质进出细胞。 ②细胞质：细胞膜以内，细胞核以外的黏稠透明的物质，动物细胞质中没有液泡、叶绿体等结构。 ③细胞核：细胞核内储存大量的遗传信息。", "◎ 动物细胞结构和功能的知识对比\n动物细胞和植物细胞的结构列表比较：比较项目相同点不同点动物细胞都有细胞核，细胞质，细胞膜，细胞质中都含有线粒体无细胞壁，细胞质中无液泡和叶绿体植物细胞有细胞壁，细胞质中有液泡，绿色部分含有叶绿体", "◎ 动物细胞结构和功能的知识拓展\n生物图的画法和注意事项：(1)要依据物像大小确定图形的大小，比例要适中。 (2)图形一般在纸中央稍偏片上方。 (3)指示线要用直尺引出水平线，结构名称尽量标注在图的右侧，图下注明图的名称。 (4)图中较暗的地方，用铅笔点上细点来表示，越暗的地方细点越多。不能涂阴影，也不能画线表示暗处。", "◎ 动物细胞结构和功能的教学目标\n1、通过制作口腔上皮细胞临时装片，巩固制作临时装片的基本方法和技巧。2、说出动物细胞的基本结构有：细胞膜、细胞质、细胞核。3、说出细胞的结构和功能，指出动、植物细胞结构的相同点和不同点。4、动手制作人口腔上皮细胞临时装片。5、通过列表比较的方法，归纳、突出细胞结构的共同结构特征，并区别植物细胞和动物细胞。6、认同细胞是构成生物体的基本结构和功能单位的重要概念。7、初步形成结构与功能相适应的观点。", "◎ 动物细胞结构和功能的考试要求\n能力要求：掌握/应用课时要求：3考试频率：必考分值比重：10"], "image": {"path": "val/images/middle_biology_1310.png"}}
{"subject": "biology", "id": "biology_194", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "下图是生态系统中的食物网，看图回答问题。(1)图中生产者是______。图中所有动物可统称为______。(2)如果人类大量围捕狐，短期内兔和鼠的数量会______。(3)该食物网中共有______条食物链，最长的一条食物链可表示为______。(4)当该草原生态系统受到重金属污染时，其生物体内重金属含量最高的生物是______。(5)其中，鹰与鼠是______关系，鹰与狐是_______关系。(6)若要构成一个生态系统，图中还缺少的成分是______和______。", "solution_info": "一个完整的生态系统包括生物部分和非生物部分，非生物部分包括阳光、空气、水、温度等，生物部分由生产者（植物）、消费者（动物）和分解者（细菌、真菌）组成；食物链反映的是生产者与消费者之间吃与被吃的关系，所以食物链中不应该出现分解者和非生物部分。食物链的正确写法是：生产者→初级消费者→次级消费者…注意起始点是生产者；在生态系统中，有害物质可以通过食物链在生物体内不断积累，其浓度随着营养级别的升高而逐步增加，这种现象叫生物富集。(1)在生态系统中，植物能够通过光合作用制造有机物，并将光能储存在有机物中，为自身和其他生物提供了食物和能量，因此植物是生态系统中的生产者，图中的生产者是草；消费者是指各种动物。(2)一般情况下，各成分的数量和所占比例会维持在相对稳定状态，这就是生态平衡。生态系统在一定范围内自身具有一定的调节能力；在食物链中，任何一种生物数量的变化，都会引起生态系统其他生物数量的变化。如果由于人类大量围捕狐，兔和鼠就会因失去天敌的控制而数量增加，当数量过多时由于食物不足数量开始减少，最后导致生态平衡的破坏。(3)食物链是生产者与消费者之间吃与被吃的关系形成的链状结构，图中食物链有：草→兔→鹰；草→兔→狐；草→鼠→狐；草→鼠→鹰；草→鼠→蛇→鹰，因此该生态系统中共有5条食物链，营养级越多食物链越长，最长的一条食物链是：草→鼠→蛇→鹰。(4)有毒物质沿食物链流动并逐级积累，营养级越低有毒物质积累越少，营养级越高有毒物质积累越多。图中营养级最高的是鹰，因此“如果该生态系统受到重金属的污染”，则图中鹰的体内重金属的含量最高。(5)图中的所有动物可统称为消费者，其中鹰吃鼠属于捕食关系，鹰和狐又都吃鼠，二者是竞争关系。(6)生态系统的组成包括非生物部分和生物部分。非生物部分有阳光、空气、水、温度、土壤（泥沙）等；生物部分包括生产者（绿色植物）、消费者（动物）、分解者（细菌和真菌）。所以要使该食物网成为一个生态系统，需加的成分是分解者和非生物成分。", "answer": "(1)         草            消费者                      (2)         增加                      (3)     5         草          →          鼠          →          蛇          →          鹰                      (4)         鹰                      (5)         捕食            竞争                      (6)         分解者          ##          非生物部分            非生物部分          ##          分解者", "side_information": ["◎ 生物与环境的相互作用的定义\n环境的概念：生物的生活环境不仅是指生物的生存地点，还指存在于它周围的影响它生活的各种因素。生态因素的概念：环境中影响生物形态、生理、分布的因素称为生态因素，它包括非生物因素和生物因素两类。", "◎ 生物与环境的相互作用的知识扩展\n影响生物生活的环境因素分为非生物因素（光、温度、水、空气等）和生物因素。非生物因素对生物的影响：生物的生活都会受到非生物因素的影响。当环境中一个或几个因素发生急剧变化时，就会影响生物的生活，甚至导致生物死亡。生物因素对生物的影响：捕食关系，竞争关系，合作关系。生物对环境的适应：生存的每一种生物，都具有与其生活环境相适应的形态结构和生活方式。生物对环境的影响：实验“植物对空气湿度的影响”；生物对环境影响的例子很多，比如：蚯蚓在土壤中活动，可以使土壤疏松，蚯蚓的排出物还能增加土壤肥力；在沙地上种植植物，能够防风固沙，等等。 ", "◎ 生物与环境的相互作用的特性\n环境对生物的影响：（1）非生物因素对生物的影响：非生物因素包括：阳光、空气、水分、上壤、温度、湿度等多种因素，它们对生物的形态、生理和分布产生着影响①阳光只有在光照条件下，植物才能进行光合作用，制造有机物，并日储存能量。光对植物的生理和分布起着决定性的作用。有些植物只有在强光下才能生长得好，如小麦、玉米等。有些植物只有在密林下层较阴暗处才能生长得好，如人参、三七等。光对动物的影响也很明显．如蛾类多在夜间涌动，绝大多数动物在白天活动。鼠妇(潮虫)总是存阴暗的地方出现②温度温度影响生物的生长和发育。生物的生长和发育只能在一定的温度范围内进行，环境温度高于或低于一定的限度时，生物就可能受到伤害，甚至死亡。温度也影响生物的分布。如苹果、梨不宜在热带地区栽种，香蕉、菠萝不宜在寒冷地区栽种。 ③水分一切生物的生活都离不开水。水常常决定生物的分布。如在干早的荒漠地区，只有少数耐干旱的动植物能生存；而在雨量充沛的地区，森林茂密．动植物种类繁多。 ④空气空气影响动植物的生活。植物的光合作用需要一氧化碳，动物的呼吸需要氧气等。特别提醒：生物圈虽然能为各种生物提供阳光、空气、水和一定的温度等，但不同的生物对各种非生物因素的要求不同，从而影响了它们在生物圈中的分布。（2）生物因素对生物的影响：生物因素是指影响某种生物生活的其他生物。自然界中的每一种生物，都受到周围其他生物的影响，包括捕食、寄生、共生、竞争、合作等关系。 ①捕食关系：一种生物以另一种生物作为食物的现象。如七星瓢虫与蚜虫 ②寄生关系：一种生物生活在另一种生物的体内或体表，并且从这种生物的体内或体表摄取营养物质维持生存的现象。如水蛭寄生在牛等牲畜体内、菟丝子寄生在其他植物上(如图)。 ③共生关系：两种生物生活存一起，相互有利，离开后一方或双方都难以生存的现象。如清洁虾在鱼类的体表．以吞食细菌为生，兼为有类“治病”。 ④竞争关系：两种生物生活在一起，相互争夺资源、空间等的现象。如杂草和农作物争夺养料和生存空间。 ⑤合作关系：两种生物共同生活存一起，彼此互为有利的生活关系．两者彼此分开后仍能独立生活。如寄居蟹和海葵。特别提醒：影响某一生物生活的生物因素包括同种和不同种的各种生物，如影响某一株小麦生活的生物因素不仅包括它周围的杂草、农业害虫、鼠类等，还有它周围的其他小麦植株。", "◎ 生物与环境的相互作用的知识点拨\n混淆不同非生物因素对生物的影响：   影响生物生活的非生物因素主要有水分、空气、温度、光照、土壤等。如影响植物光合作用的主要是光照、温度和空气中二氧化碳的含量；造成仙人掌叶变为刺的主要是水分：在东北地区的林区。出现山脚下是落叶阔叶林、山腰处是红松林、山顶处是冷杉林的现象，影响这种分布的环境因素主要是温度。混淆生物因素中的寄生关系、共生关系、捕食关系、竞争关系：    生物因素是指影响某种生物生活的其他生物。自然界中的每一种生物，都受到周围其他生物的影响，包括寄生，竞争，捕食、共生等关系。捕食指的是一种生物以另一种生物作为食物的现象。竞争指两种生物生活在一起，相互争夺资源和空间等。两种生物共同生活在一起，彼此有利，这种生活关系称为共生关系。寄生指的是一种生物生活在另一种生物的体内或体表，并从这种生物的体内或体表摄取营养来维持生存的现象。保护色，警戒色和拟态的辨析：     要区分保护色、警戒色和拟态．必须弄清它们的概念。保护色的概念有三个要点：(1)是为了适应柄息环境；(2)体色与环境色彩相似；(3)有助于逃避敌害和捕食。警戒色的概念也有三个要点：(1)动物本身具自恶臭或毒刺，能对敌害构成威胁；(2)具有鲜艳的色彩或斑纹，易于被敌害识别；(3)是一种保护性适应。拟态的概念有两个要点：(1)是在进化中形成的；(2)外表形状或色泽斑与其他生物或非生物异常相似。在遇到具体问题时，要对照概念的要点进行印证、区别。例如，无毒蛇的鲜艳体色不会是保护色．但是不是警戒色呢?我们根据概念，具有警戒色的动物本身应具自“恶臭或毒刺”等对敌害构成伤害的能力，显然无毒蛇不具备。无毒蛇的这一体色与拟态的概念相符：无毒蛇的体色是一种“色泽斑”，这种“色泽斑”与其他生物（毒蛇）非常相似，因此这种现象是拟态。", "◎ 生物与环境的相互作用的知识拓展\n生物对环境的适应和影响：1. 生物对环境的适应：生物对环境的适应是存自然选择中优胜劣汰的过程，它促进了生物的不断进化，生物对环境的适应现象和自然界中普遍存在，对于现今存在的每一种生物来说，都有与环境相适应的特点 （1）植物与环境相适应的现象①生长在干旱沙漠或荒漠中的植物，叶子特化成针形或刺形，根系特别发达，如仙人掌、骆驼刺等②由于生活环境经常受到同一方向大风的影响，树木的分枝只有一侧生长良好．如旗形树（图l-2-2）（2）动物对环境相适应的现象名称概念举例保护色动物适应栖息环境而具有的与环境色彩卡相似的体色，利于逃避敌害或猎捕动物青蛙的体色；鲫鱼的体色警戒色某些有恶臭或毒刺的动物所具有的鲜艳色彩和斑纹黄蜂腹部黑黄相间的条纹，能对敌害起到警示作用，利于自我保护拟态某些生物在进化过程中形成的外表性状和色泽斑等与其他生物或非生物异常相似的状态竹节虫的形状像竹枝；尺蠖的形状像树枝；枯叶蝶停息在树上的模样像枯叶特别提醒：生物对环境的适应是相对的，只是在一定程度上的适应，并不是绝对的、完全的适应，更不是永久性的适应，即每种生物只能适应一定的环境，而不是适应所有的环境。如北极的雪兔在冬季到采时换上白毛，以适应雪地环境，但如果降雪较迟。这样的体色反而易被敌害发现。2. 生物的环境的影响生物与环境的关系是相互的，生物不仅能适应环境，同时也影响环境；反之，环境也影响生物的生长，分布等。（1）影响大气环境：植物蒸腾作用增加空气湿度，降低空气温度、影响降水量。某些植物的叶可吸滞尘埃，吸收有毒气体，起到净化空气的作用。（2）影响水环境：某些微小浮游生物引发的赤潮现象，对水域环境造成危害。（3）影响土壤环境：蚯蚓可使土壤疏松，增加肥力。特别提醒：生物与环境之间是相互影响、相互作用的，并且是一个漫长的过程。在这个过程中，环境在不断改变，生物也在不断变化，生物与环境的相互作用造就了今天欣欣向荣的生物界。", "◎ 生物与环境的相互作用的教学目标\n1、举例说明非生物因素和生物因素对生物的影响。2、举例说出生物对环境的适应和影响。3、尝试运用已有的知识和经验作出假设。4、初步学会确认和控制变量，学会记录和处理实验数据。5、认同生物与环境相互依赖、相互影响的观点。", "◎ 生物与环境的相互作用的考试要求\n能力要求：掌握/应用课时要求：1考试频率：必考分值比重：4"], "image": {"path": "val/images/middle_biology_194.png"}}
{"subject": "biology", "id": "biology_1042", "type": "fill-in-the-blank", "grade": "high", "difficulty": "easy", "question_info": "图为某种细胞结构示意图，其结构复杂，其中序号所指示的结构是我们学过的。图中⑥和⑦都是与能量转换有关的结构，⑥在动、植物细胞中都有。请据图回答：(1)此细胞是_________细胞（填“植物”或“动物”），判断的依据是因为此细胞中有[②[细胞壁、[]_______和[]_________。(2)结构①中的液体称为_________，里面溶解有多种物质。", "solution_info": "题图中，①液泡，②细胞壁，③细胞核，④细胞质，⑤细胞膜，⑥线粒体，⑦叶绿体。详解（1）动物细胞的结构有：细胞膜、细胞质、细胞核、线粒体。植物细胞的结构包括：细胞壁、细胞膜、细胞质、细胞核、线粒体、液泡、叶绿体等结构。故可判断题图示植物细胞结构图，因为该细胞具有①液泡、②细胞壁、⑦叶绿体等结构。（2）①液泡中含有细胞液，有各种味道的物质以及营养物质，如西瓜等水果的果汁中含各种有味道的物质以及丰富的营养物质，就是来自于细胞的液泡。", "answer": "(1)         植物          ⑦          叶绿体          ①          液泡                      (2)         细胞液", "side_information": ["◎ 植物细胞结构和功能的定义\n植物细胞的基本结构：图为植物细胞的结构模式图，植物细胞的基本结构包括细胞壁、细胞膜、细胞质和细胞核。", "◎ 植物细胞结构和功能的知识扩展\n（1）细胞壁：支撑细胞结构形态和保护细胞。 （2）细胞膜：半透膜，具有交换物质营养的功能。 （3）细胞核：近似球形，遗传物质储存和复制的场所、生命活动控制中心。 （4）细胞质：为细胞新陈代谢提供物质和场所。 （5）液泡：在细胞质内，存储营养物质和水。 （6）叶绿体：光合作用的主要场所。 （7）线粒体：是有氧呼吸的主要场所。 ", "◎ 植物细胞结构和功能的特性\n植物细胞组成部分的功能：1.细胞壁：细胞壁是植物细胞的显著特征之一，包围在植物细胞最外面，它的主要功能是对细胞膜及其以内结构起支持、保护的作用，细胞壁的成分是纤维素，比较“坚硬”。2.细胞膜：细胞膜是一层极薄的膜，它紧贴细胞壁，在正常的情况下很难用光学显微镜观察到。细胞膜的化学成分是蛋白质和脂质，细胞膜有以下功能： ①控制物质的进出；②接受、传递外界信号；③抵御病菌侵入等。3.细胞质：细胞质是存在于细胞膜以内细胞核以外的、液态的、可以流动的物质。细胞质内有多种结构； ①液泡：在幼小的植物细胞内，液泡小而分散，在成熟植物细胞内，只有一个大的中央液泡，可占细胞体积的90%以下，液泡内充满了细胞液，细胞液的主要成分是水，此外还溶解着多种物质，如糖、有机酸、蛋白质等，有的液泡还含有色素，使细胞显现不同的颜色。液泡的功能主要是渗透调节、储藏、消化三方面。 ②叶绿体：细胞质中一牡绿色小颗粒，是植物进行光合作用的场所。叶绿体含有叶绿素，故含叶绿体的细胞大多呈绿色，一些果实在成熟过程中，叶绿体可转变为有色体，使果实呈现各种颜色。 ③线粒体：是细胞呼吸的场所，很小，在普通光学显微镜下难以观察到。4.细胞核：细胞核是细胞重要的组成部分，在幼小的植物细胞中，细胞核较大，呈圆球形，位于细胞中央，随着细胞的生长和中央液泡的形成，细胞核移到靠近细胞壁的部位，呈半球形或圆形。细胞核的功能主要是储存和传递遗传信息。", "◎ 植物细胞结构和功能的教学目标\n1、观察和识别动植物细胞的结构，说明细胞是生命活动的单位。 2、区分动物细胞与植物细胞结构的异同。 3、说出显微镜的各部分结构，学会使用显微镜观察细胞。 4、通过观察及讨论，掌握比较法，并加以归纳总结。 5、学会主动发现问题，解决问题。", "◎ 植物细胞结构和功能的考试要求\n能力要求：掌握/应用课时要求：2考试频率：必考分值比重：10"], "image": {"path": "val/images/middle_biology_1042.png"}}
{"subject": "biology", "id": "biology_9893", "type": "multiple-choice", "grade": "high", "difficulty": "easy", "question_info": "如图为中国农村居民主要疾病死亡率变化曲线图，下列叙述错误的是（   ）", "options": ["心血管病死亡率明显升高", "呼吸疾病死亡率有下降趋势", "肿瘤疾病死亡率高于损伤、中毒死亡率", "心血管病死亡率升高与生活方式无关"], "solution_info": "A.从表中曲线图可以看出1900--2016年期间心血管病死亡率明显升高，正确。B.从表中曲线图可以看出1900--2016年期间呼吸疾病死亡率有下降趋势，正确。C.从表中曲线变化图可以看出肿瘤疾病死亡率高于损伤、中毒死亡率，正确。D.心血管病也常称为“生活方式病”或“现代文明病”。慢性,非传染性疾病除了受遗传因素和环境的影响外,还与个人的生活方式有关,不健康的生活方式加速了这些疾病的发生和发展。因此，心血管病死亡率升高与生活方式有关，错误。故选D。点睛解答此题的关键是知道慢性，非传染性疾病除了受遗传因素和环境的影响外，还与个人的生活方式有关，不健康的生活方式加速了这些疾病的发生和发展。知道健康的生活方式对健康起着至关重要的作用。", "answer": "D", "side_information": ["◎ 探究实验：酒精或烟草浸出液对水蚤心率的影响的定义\n实验目的：通过探究酒精对水蚤心律的影响，理解酗酒对人体健康的危害。", "◎ 探究实验：酒精或烟草浸出液对水蚤心率的影响的知识扩展\n使用小网在池塘里捕捞水蚤或在市场购买水蚤，在显微镜下观察水蚤的形态结构及其心脏的跳动，并记录心率；提出探究酒精对水蚤心率影响的问题，并做假设；分别配置体积分数为5%，10%，15%的酒精，把水蚤分别放进不同体积的酒精中，然后记录不同体积分数的酒精中水蚤的心率，观察其现象。", "◎ 探究实验：酒精或烟草浸出液对水蚤心率的影响的特性\n探究酒精对水蚤心率的影响 1.提出问题酒精浓度的增加会对水蚤的心率有什么影响? 2.作出假设随着酒精浓度的增加，水蚤的心率也会加快，最终水蚤因心力衰竭而死亡。 3.材料准备活水蚤，体积分数分别为2％、10％、20％的酒精溶液，清水、吸管，载玻片，显微镜，计时器等。 4.操作步骤 (1)用滴管从水中吸取3只以上的水蚤，滴在载玻片上。 (2)用吸水纸吸取水蚤附近95％的水，以固定水蚤活动范围。 (3)选取一只水蚤置于显微镜下观察，统计它10秒内的心跳次数。 (4)将心跳次数乘以6，得到水蚤1分钟内的心率，重复3次，求平均值。 (5)按上述步骤(1)～(4)分别观察并计算出水蚤分别在体积分数为2％、10％、20％的酒精溶液影响下的心率。(6)若水蚤在上述步骤中死亡，则必须从步骤一重新做起。(7)做完实验后将水蚤放回原环境中。5.观察现象当酒精溶液的体积分数为2%时，水蚤的心率较快，当酒精溶液的体积分数逐渐增加，水蚤的心率逐渐减慢；当酒精溶液的体积分数为20%时，水蚤的心率为零。6.分析结果，得出结论酒精对水蚤的心率有影响，适量摄入酒精，可提高兴奋性，酒精摄入量过多时，会导致心率衰竭，甚至导致死亡。", "◎ 探究实验：酒精或烟草浸出液对水蚤心率的影响的教学目标\n1、通过探究酒精对水蚤心律的影响，理解酗酒对人体健康的危害。2、提高观察能力、思维能力和严密的推理能力。3、通过设计对照试验，了解科学探究的方法。4、学会处理实验数据。", "◎ 探究实验：酒精或烟草浸出液对水蚤心率的影响的考试要求\n能力要求：了解/识记课时要求：1考试频率：易考分值比重：1"], "image": {"path": "val/images/middle_biology_9893.png"}}
{"subject": "biology", "id": "biology_3408", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "生物圈中到处都有绿色植物，它们自身的某些生理活动在生物圈中具有重要作用．图一中的A、B、C表示发生在绿色植物体内的某些生理过程，图二表示一段时间内小麦叶片吸收二氧化碳相对含量与光照强度的关系，图三表示“绿叶在光下制造有机物”探究实验的部分过程．请据图回答：（1）植物吸收的水分，通过根、茎、叶中的_______运送到叶肉细胞，绝大部分通过图一中的【】_____散失到环境中，参与了生物圈中的________。（2）农业生产中的合理密植、间作套种提高了图一中【】____的效率．（3）当图二中光照强度在_____（填字母）点之后，小麦体内的有机物开始积累，这是因为_____________________________。（4）请将图三中的实验步骤正确排序____________（用序号和箭头）．设置步骤②的目的是____________．步骤③滴加碘液后，见光部分变成了蓝色，被黑纸片遮盖的部分不变蓝，此实验得出的结论是____________________________。", "solution_info": "植物的蒸腾作用是指植物体内的水通过气孔以水蒸气的形式散发到大气中去的过程。《绿叶在光下制造有机物》的实验步骤：暗处理→选叶遮光→光照→摘下叶片→酒精脱色→漂洗加碘→观察颜色．实验要点：光合作用需要光、光合作用制造淀粉、淀粉遇到碘液变蓝色，酒精溶解叶片中的叶绿素。光合作用与呼吸作用的关系如表：区别联系场所原料条件产物能量光合作用叶绿体二氧化碳、水光有机物、氧气储存能量相互联系相互依存呼吸作用所有的活细胞有机物、氧气有无光皆可二氧化碳、水释放能量详解图一中，A吸收二氧化碳释放氧气，因此表示光合作用；B释放水蒸气，表示蒸腾作用；C吸收氧气产生二氧化碳，因此表示呼吸作用；图二中，M光照强度是0，不进行光合作用，只进行呼吸作用，因此二氧化碳是吸收量是负值；N光合作用吸收二氧化碳和呼吸作用释放二氧化碳的量相等，M点后光合作用吸收的二氧化碳比呼吸作用释放的二氧化碳多.图三中，①遮光并光照、②暗处理、③显影观察、④酒精脱色。（1）“植物吸收的水分”，通过根、茎、叶中的导管运送到叶肉细胞，绝大部分通过图一中的B蒸腾作用散失到环境中，参与了生物圈中的水循环。（2）农业生产中的合理密植、间作套种，能充分利用功能，因此提高了图一中A光合作用的效率。（3）当图二中光照强度在N（填字母）点之后，“小麦体内的有机物开始积累”，这是因为光合作用强度大于呼吸作用强度，光合作用制造的有机物比呼吸作用消耗的有机物多。（4）《绿叶在光下制造有机物》的实验步骤是②暗处理、①遮光并光照、摘下叶片、④酒精脱色、漂洗加碘、③显影观察，因此图三中的实验步骤正确排序②→①→④→③（用序号和箭头）。设置步骤②的目的是把叶片内原有的淀粉运走耗尽，以免对实验结果造成干扰。光照后叶片被黑纸片遮盖的缺乏光没有进行光合作用制造淀粉，因此滴加碘液后叶片不变蓝色，还是棕色；叶片见光部分能进行光合作用制造淀粉，因此滴加碘液后叶片后变蓝色。所以“步骤③滴加碘液后，见光部分变成了蓝色，被黑纸片遮盖的部分不变蓝”，此实验得出的结论是淀粉是光合作用的产物，光是光合作用必需的条件。点睛解答此类题目的关键是理解掌握光合作用、呼吸作用、蒸腾作用的特点、绿叶在光下制造有机物的实验过程以及对照实验的特点。", "answer": "导管     B  蒸腾作用；    水循环    A 光合作用    N    光合作用强度大于呼吸作用强度    ②→①→④→③    让叶片内淀粉运走耗尽    淀粉是光合作用的产物，光是光合作用必需的条件", "side_information": ["◎ 呼吸作用的定义\n概念：活细胞利用氧，将有机物分解成二氧化碳和水，并且将储存在有机物中的能量释放出来．供给生命活动的需要，这个过程叫作呼吸作用。", "◎ 呼吸作用的知识扩展\n（1）呼吸作用的实质：细胞利用氧，将有机物分解成二氧化碳和水，并且将储存在有机物中的能量释放出来，供给生命活动的需要。公式：有机物（储存能量）+氧气——→二氧化碳+水+能量（2）呼吸作用在生产实践中的应用：环境中的温度、氧气和植物细胞的含水量，都会影响植物呼吸作用的强度。农作物根部的氧气供应充足时，呼吸作用旺盛，有利于根的生长和根对无机盐等养料的吸收。降低环境温度、适当减少氧气供给和植物细胞的含水量，可以减弱农作物的呼吸作用，减少有机物的消耗，使植物体内积累的有机物增加。 （3）（人体）呼吸作用：人在进行剧烈运动后，呼吸深度和呼吸频率增加。（4）人体的每个细胞可以利用氧将细胞内的有机物氧化分解，同时释放能量，用于进行各项生理活动和保持体温。 （5）人体内有机物的氧化分解是一个消耗氧和产生二氧化碳的过程，所消耗的氧可以由呼吸系统断地补充，所产生的二氧化碳也要经过呼吸系统排出体外。   ", "◎ 呼吸作用的特性\n呼吸作用的表达式：有机物(储存着能量)+氧气→二氧化碳+水+能量呼吸作用的场所：生物体的所有活细胞在生命活动中都要消耗能量，细胞中的线粒体是呼吸作用的主要场所，是细胞中的能量转换器。呼吸作用的意义：呼吸作用是生物体获得能量的主要方式。 影响呼吸作用的外界因素：温度、水分、氧气和二氧化碳浓度是影响呼吸作用的主要因素。（1）温度：温度对呼吸作用的强度影响最大。温度升高，呼吸作用加强；温度过高，呼吸作用减弱。（2）水分：植物含水量增加，呼吸作用加强。（3）氧气：在一定范同内，随着氧气浓度的增加，呼吸作用显著加强。（4）二氧化碳：二氧化碳浓度大大超出正常值时，抑制呼吸作用。在储藏蔬菜、水果、粮食时采取低温、干燥、充加二氧化碳等措旌，可延长储藏时间。", "◎ 呼吸作用的知识对比\n光合作用和呼吸作用的区别和联系：区别与联系光合作用呼吸作用区别部位含叶绿体的细胞所有的活细胞条件光有光无光均可原料二氧化碳，水有机物，氧气产物有机物，氧气二氧化碳，水能量，物质转变制造有机物，储存能量分解有机物，释放能量联系如果没有光合作用制造的有机物，呼吸作用就无法正常进行。这是因为呼吸作用所分解的有机物正是光合作用的产物，呼吸作用所释放的能量正是光合作用储存在自机物中的能量。如果没有呼吸作用，光合作用也无法正常进行。这是因为植物进行光合作用的时候，原料的吸收和产物的运输所需要的能量，正是呼吸作用释放出来的。呼吸作用与光合作用是相互依存的关系从物质转变和能量转变上看，光合作用是物质合成与储能的过程，呼吸作用是物质分解与释能的过程，这是两个正好相反的过程．但两者并非简单的逆转。", "◎ 呼吸作用的知识点拨\n易错点：误认为绿色植物白天只进行光合作用，夜间只进行呼吸作用绿色植物的光合作用、呼吸作用、蒸腾作用进行的时间、部位都有所不同。在阳光下，三大作用可同时进行；但在夜间，光合作用停止，蒸腾作用也大大减弱。而呼吸作用不管在白天还是在夜间，时时刻刻都在进行着。", "◎ 呼吸作用的知识拓展\n呼吸作用在农业生产上的应用：①深耕松土给农作物深耕松土可以增加土壤中氧气的含量，根部氧气供应充足时，呼吸作用旺盛。有利于根部的生长和对无机盐等养料的吸收。②增加昼夜温差在温室中栽培瓜果蔬菜时，适当降低夜间温度，可减少植物呼吸作用对有机物的消耗，提高农作物中营养物质的含量。 ③延长水果、蔬菜的储藏时间储藏农作物产品时，应尽量降低呼吸作用强度，减少对有机物的消耗。因此采用降低环境温度、减少氧气含量的方法，可延长水果、蔬菜的储藏时间。水生植物是怎么呼吸的？    我们知道农田如果长时间淹水，农作物就会由于根部得不到足够的空气进行呼吸而死亡。那么，生活在水中的植物为什么不会“淹死”呢?它们是如何呼吸的?     原来，水生植物在长期的进化过程中，形成了许多与水生环境相适应的特殊形态或结构。它们的叶子柔软而透明，有的细裂成丝状(如金鱼藻、狐尾藻)。丝状叶可以大大增加与水的接触面积，使叶子最大限履地得到水里溶解的氧气等物质。水生植物的另一个突出特点是具有发达的通气组织，我们通常吃的藕是最典型的例子，它的叶柄和根状茎中有很多孔眼，这就是通气道，里面充满了空气。孔眼和孔眼相连，彼此贯穿形成一个输送气体的通道网。这样，即使在不舍氧气或氧气缺乏的污泥中，其仍可以生存下来。另外，一些漂浮在水面的叶(如莲、浮萍等)，由于其上表面直接接触空气，因此，它们的气孔通常只存在于叶的上表面，且数目较多。正是由于水生植物具有上述形态或结构方面的特点，所以才有效地保证了水生植物呼吸作用的正常进行。使水生植物更好地适应永生生活。", "◎ 呼吸作用的教学目标\n1、描述绿色植物的呼吸作用。2、掌握呼吸作用的表达式。3、举例说明呼吸作用的原理在农业生产日常生活的应用。4、初步形成参与社会决策的意识，增强社会责任感。", "◎ 呼吸作用的考试要求\n能力要求：综合运用课时要求：1考试频率：必考分值比重：3"], "image": {"path": "val/images/middle_biology_3408.png"}}
{"subject": "biology", "id": "biology_1556", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "生物学观念是建立在概念体系基础上的。下面是有关细胞的生活概念图，其中数字代表的是细胞结构，A、B、C代表的是生理功能，请回答下列有关问题：(1)细胞的生活需要不断地与外界进行________________________。对于植物体来说，叶肉细胞通过[]______________合成自身需要的物质，同时，细胞在①中发生的变化X代表_______________________，并将产生的废物排出细胞外。(2)细胞生活过程中，在合成物质的同时还伴随着变化Y代表__________________；通过在①中进行B过程释放的能量只有少部分用于______________________________。(3)细胞生活中发生的一系列变化，需要③的统一的指挥和控制，因为它含有指导__________________________。所以，细胞是___________________的统一体。", "solution_info": "（1）绿色植物通过叶绿体利用光能，把二氧化碳和水合成贮存能量的有机物并释放氧气的过程，称为光合作用。（2）呼吸作用的主要场所是线粒体，有机物氧化分解成二氧化碳和水并释放出能量一部分供细胞生命活动需要，另外一部分以热能的形式散失。（3）图示中：A光合作用；B呼吸作用；C控制作用；X有机物的分解；Y储存能量；①线粒体；②细胞膜；③细胞核。（1）细胞的生活需要不断地与外界进行物质交换，吸收有用的营养物质，排出体内产生的废物。对于植物体来说，叶肉细胞中有叶绿体，可以进行[A]光合作用，把二氧化碳和水合成自身需要的物质，同时，细胞在①线粒体中进行[B]呼吸作用，进行X有机物的分解，把有机物氧化分解成二氧化碳和水，并将产生的废物排出到细胞外。（2）细胞的生活过程，物质的变化过程中，还伴随着能量的变化，A光合作用过程中，在合成物质的同时还把光能转变成储存在有机物中的化学能；①线粒体中进行呼吸作用分解有机物释放能量，呼吸作用释放的能量中，大部分以热能的形式散失，只有少部分用于细胞的生命活动。（3）③细胞核是细胞的控制中心，因为细胞核中含有遗传物质，含有指导生长发育的全部信息。细胞的生活需要物质和能量。细胞膜控制物质的进出；叶绿体能够将光能转化成化学能，并将化学能储存在有机物中；线粒体能够将有机物中的化学能释放出来，为细胞的生活提供动力。细胞中的能量变化非常复杂，需要统一的指挥和控制，细胞的控制中心是细胞核。DNA上有遗传信息，这些信息其实就是指导和控制细胞中物质和能量内变化的一系列指令，也是生物体建造生命大厦的蓝图。所以，细胞是物质、能量和信息的统一体。", "answer": "(1)         物质交换          A          光合作用            有机物的分解（或有机物和氧结合，转变为二氧化碳和水）                      (2)         光能转变成储存在有机物中的化学能（或光能转变为化学能）            细胞的生命活动                      (3)         生长发育的全部遗传信息            物质、能量和信息", "side_information": ["◎ 生物体结构和功能的基本单位的定义\n细胞学说：施莱登和施旺共同创立了细胞学说。学说的基本论点:细胞是生物体结构和功能的基本单位。", "◎ 生物体结构和功能的基本单位的知识扩展\n施莱登和施旺共同创立了细胞学说，学说的基本论点是细胞是生物体结构和功能的基本单位。", "◎ 生物体结构和功能的基本单位的教学目标\n1、说出组成细胞各部分结构的主要功能 。2、 阐明细胞是生命活动的基本结构和功能单位。3、通过对细胞结构和功能的学习，训练逻辑推理、分析、对比、表达和抽象思维能力。 4、形成细胞是构成生物体的结构和功能单位这一生物学基本观点。", "◎ 生物体结构和功能的基本单位的考试要求\n能力要求：掌握/应用课时要求：2考试频率：必考分值比重：10"], "image": {"path": "val/images/middle_biology_1556.png"}}
{"subject": "biology", "id": "biology_9916", "type": "fill-in-the-blank", "grade": "high", "difficulty": "hard", "question_info": "验证酒精对水蚤心率的影响：实验室常用体积分数为95％的酒精配制不同浓度的酒精溶液。学生在实验时配制如下的不同浓度梯度的酒精：1％、3％、5％、8％、10％、15％、20％等。在15℃左右的室温中经过大量的实验，并在实验中选择10秒内水蚤跳动范围在30～36次之间的成年水蚤为材料，经过多次实验得到以下平均数值。现将在不同酒精浓度梯度下的水蚤在10秒内的心脏跳动次数列表如下：酒精浓度清水1％3％5％8％10％15％20％10秒内心脏跳动次数33302824222118死亡 根据上述实验结果，回答下列问题：（1）将以上数据转在坐标系内表示出来，并将其连成一条曲线。（2）上述图表表明，水蚤心率很容易受到___________的影响，即水蚤心率会随着酒精浓度的增加而______________。（3）当酒精的体积分数达到20％时，水蚤会因为酒精浓度过大而导致___________。分析其原因，就很容易得出，酒精具有______________作用，所以会减缓心脏的跳动。", "solution_info": "试题分析：由表格中可知，清水中水蚤的正常心率为33次/10S，当酒精的体积分数分别是（ 清水）、1％、3％、5%、8％、10%、15%、20%，对应的水蚤心率分别是33、30、28、24、22、21、18、0（死亡），表明水蚤心率很容易受到酒精浓度影响，即水蚤心率会随着酒精浓度的增加而减少，酒精具有麻醉神经系统的作用，当酒精的体积分数达到20%时，水蚤会因为酒精浓度过大，神经系统被完全麻醉而导致心跳停止（心率是0），引起死亡，因此酗酒会导致心脑血管疾病，危害人的身体健康。考点：本题考查的是探究酒精对水蚤心律的影响。点评：此题考查的知识点是酒精对水蚤心跳的影响，解答时可以从不同浓度的酒精对水蚤心跳的影响方面来切入，解答此类题目的关键是提高学生接受图表信息、分析处理信息的能力。", "answer": "（1）略   （2）酒精    逐渐减少   （2）死亡   麻醉", "side_information": ["◎ 探究实验：酒精或烟草浸出液对水蚤心率的影响的定义\n实验目的：通过探究酒精对水蚤心律的影响，理解酗酒对人体健康的危害。", "◎ 探究实验：酒精或烟草浸出液对水蚤心率的影响的知识扩展\n使用小网在池塘里捕捞水蚤或在市场购买水蚤，在显微镜下观察水蚤的形态结构及其心脏的跳动，并记录心率；提出探究酒精对水蚤心率影响的问题，并做假设；分别配置体积分数为5%，10%，15%的酒精，把水蚤分别放进不同体积的酒精中，然后记录不同体积分数的酒精中水蚤的心率，观察其现象。", "◎ 探究实验：酒精或烟草浸出液对水蚤心率的影响的特性\n探究酒精对水蚤心率的影响 1.提出问题酒精浓度的增加会对水蚤的心率有什么影响? 2.作出假设随着酒精浓度的增加，水蚤的心率也会加快，最终水蚤因心力衰竭而死亡。 3.材料准备活水蚤，体积分数分别为2％、10％、20％的酒精溶液，清水、吸管，载玻片，显微镜，计时器等。 4.操作步骤 (1)用滴管从水中吸取3只以上的水蚤，滴在载玻片上。 (2)用吸水纸吸取水蚤附近95％的水，以固定水蚤活动范围。 (3)选取一只水蚤置于显微镜下观察，统计它10秒内的心跳次数。 (4)将心跳次数乘以6，得到水蚤1分钟内的心率，重复3次，求平均值。 (5)按上述步骤(1)～(4)分别观察并计算出水蚤分别在体积分数为2％、10％、20％的酒精溶液影响下的心率。(6)若水蚤在上述步骤中死亡，则必须从步骤一重新做起。(7)做完实验后将水蚤放回原环境中。5.观察现象当酒精溶液的体积分数为2%时，水蚤的心率较快，当酒精溶液的体积分数逐渐增加，水蚤的心率逐渐减慢；当酒精溶液的体积分数为20%时，水蚤的心率为零。6.分析结果，得出结论酒精对水蚤的心率有影响，适量摄入酒精，可提高兴奋性，酒精摄入量过多时，会导致心率衰竭，甚至导致死亡。", "◎ 探究实验：酒精或烟草浸出液对水蚤心率的影响的教学目标\n1、通过探究酒精对水蚤心律的影响，理解酗酒对人体健康的危害。2、提高观察能力、思维能力和严密的推理能力。3、通过设计对照试验，了解科学探究的方法。4、学会处理实验数据。", "◎ 探究实验：酒精或烟草浸出液对水蚤心率的影响的考试要求\n能力要求：了解/识记课时要求：1考试频率：易考分值比重：1"], "image": {"path": "val/images/middle_biology_9916.png"}}
{"subject": "biology", "id": "biology_8280", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "下图所示为粘虫、叶蝉发育过程中的虫态图，请据图回答：（1）图一为粘虫的发育过程，它的发育过程为_____、______、______、______，属于______发育；图二为叶蝉的发育过程，它的发育过程为______、______、______，属于______发育。（2）青蛙的发育过程也是变态发育，它的发育经过了_____、______、______、______四个阶段。（3）在图一所示昆虫的整个发育过程中，对农作物危害最严重的时期是_____。在图二所示昆虫的整个发育过程中，对农作物危害最严重的时期是________（4）图二中的A与C相比较，在生理结构上主要区别是__________。", "solution_info": "试题分析：（1）由图中资料可以看出黏虫的发育为完全变态发育，包括受精卵、幼虫、蛹、成虫四个时期，其中3精卵，2幼虫，4蛹，1成虫，叶蝉的发育为不完全变态发育，包括受精卵、若虫、成虫，其中B是受精卵，C是若虫，A是成虫。（2）青蛙的发育过程为：雄蛙先鸣叫吸引雌蛙，雌蛙来后雌雄蛙抱对，促进两性生殖细胞排出，两性生殖细胞在水中结合形成受精卵，许多受精卵在一起形成卵块，受精卵孵化出小蝌蚪，小蝌蚪先长后肢，再长前肢，最后尾巴逐渐消失，变成小幼蛙，幼蛙逐渐长成成蛙，即受精卵→蝌蚪→幼蛙→成蛙，青蛙的幼体和成体在系统结构和生活习性上差异很大，这样的发育属于变态发育。（3）在整个发育过程中，对农作物危害最严重的时期是粘虫幼虫时期和叶蝉的成虫时期，因为这时会以植物的叶为食。（4）若虫与成虫的形态结构和生活习性非常相似，但各方面未发育成熟。考点：本题考查的是昆虫的生殖和发育过程。点评：此题为基础题，难度一般，解答此类题目的关键是熟记昆虫的发育过程特点。", "answer": "（1） 卵、幼虫、蛹、成虫，完全变态；卵、若虫、成虫，不完全变态 （2） 受精卵、蝌蚪、幼蛙、成蛙 （3） 幼虫，成虫 （4） 生殖器官没有发育成熟", "side_information": ["◎ 昆虫的生殖和发育的定义\n昆虫的生殖：   绝大多数昆虫进行有性生殖、发育成熟后，经过交配产生受精卵，受精卵在一定的环境条件下可以发育成幼虫和成虫。昆虫的发育：昆虫的发育为变态发育，分为完全变态和不完全变态两种方式。（1）完全变态蜜蜂、家蚕等昆虫的发育要经过受精卵、幼虫、蛹、成虫4个时期，而且幼虫和成虫在形态结构和生活习性上有明显的差异，这样的发育过程叫完全变态。下图为家蚕的完全变态发育过程。（2）不完全变态不完全变态是指蟋蟀、蝼蛄、螳螂等昆虫的一生经历受精卵、幼虫、成虫三个时期，而且幼虫和成虫的形态结构非常相似，生活习性也几乎一致的发育过程。幼虫又称为若虫。图123—6为蝗虫一生的发育过程。特别提醒：昆虫的体表有外骨骼，可以有效防止体内水分散失，保护和支持内部柔软器官。但外骨骼不能随身体的生长而长大，所以昆虫发育过程中要出现蜕皮现象。蝗虫的一生要经过5次蜕皮，每蜕皮一次增加一龄，幼虫经过5次蜕皮，逐渐长大。最后变成成虫。", "◎ 昆虫的生殖和发育的知识扩展\n昆虫的生殖：绝大多数的昆虫行两性生殖，极少数的昆虫可以行其他方式的生殖。如蚜虫在夏季气候适宜时行孤雌生殖，即卵不需受精即可发育成雌体，秋末才行两性生殖；瘿蚊科的一些种类其幼虫期即可孤雌生殖，称幼体生殖；膜翅目的一些寄生昆虫其受精卵可以分裂成许多胚胎，每个胚胎发育成一个新个体，称多胚生殖。昆虫的发育：在由受精卵发育成新个体的过程中，家蚕的幼虫与成体的形态结构和生活习性差异很大。这种发育过程称为变态发育。经过卵、幼虫、蛹、成虫四个时期，这样的发育过程为完全变态，比如蜜蜂、菜粉蝶、蚊等昆虫的发育。经过卵、若虫、成虫三个时期，这样的发育过程为不完全变态比如蝗虫、蟋蟀等。 ", "◎ 昆虫的生殖和发育的知识对比\n昆虫两种发育方式的比较：发育方式不同点相同点举例发育过程发育特点完全变态发育受精卵、幼虫、蛹、成虫幼虫和成虫有明显的差异，有羽化现象发育起点都是受精卵；都是有性生殖；都属于变态发育家蚕、蚊、蝇、蜜蜂不完全变态发育受精卵、幼虫、成虫幼虫和成虫相似，无羽化现象蝗虫、蝼蛄、蟋蟀、螳螂", "◎ 昆虫的生殖和发育的教学目标\n1、举例说出昆虫的生殖和发育过程及特点。2、通过探究蝴蝶（或果蝇）的发育，概述变态发育过程。理解变态发育的概念和过程。3、以昆虫为例关注生物科学技术在人类生活、生产中的作用。", "◎ 昆虫的生殖和发育的考试要求\n能力要求：了解/识记课时要求：1考试频率：易考分值比重：1"], "image": {"path": "val/images/middle_biology_8280.png"}}
{"subject": "biology", "id": "biology_7224", "type": "fill-in-the-blank", "grade": "high", "difficulty": "hard", "question_info": "探究题被称为“微生物学之父”的法国科学家设计了著名的“鹅颈瓶实验”，如图所示(1)设计这个实验的科学家是______________。(2)打断“鹅颈”后，瓶内的肉汤腐败的原因是______________。(3)根据“鹅颈瓶实验”，如果家里没有冰箱或冰柜，夏天可用_______________方法将剩饭剩菜短时间保存而不会腐败变质。(4)在生态系统中，细菌和真菌作为生物部分的______________参与二氧化碳等物质的循环。(5)“鹅颈瓶”实验证实了细菌不是自然发生的，而是由原来已经存在的细菌产生的。为此，这位科学家提出了保存酒和牛奶的（ ）A", "solution_info": "试题分析：（1）巴斯德是法国微生物学家、化学家，巴斯德通过实验证明微生物只能来自微生物，而不能凭空产生，他做的一个最令人信服、然而却是十分简单的实验就是“鹅颈瓶实验”。（2）将“鹅颈”打断，使外界空气不经“沉淀处理”而直接进入营养液中，则空气中的细菌就进入肉汤，并大量繁殖之后，使肉汤腐败。（3）细菌、真菌等微生物的生活需要适宜的温度，低温可以抑制其生长和繁殖，高温则能杀死细菌、真菌等微生物，从而利于食品的保存，据此可知，如果家里没有冰箱或冰柜，夏天可用高温加热的方法将剩饭剩菜短时间保存而不会腐败变质。（4）在生态系统中，细菌和真菌等能分解动植物的遗体遗物，产生二氧化碳和水，返回无机环境中，可见细菌、真菌等微生物作为分解者参与二氧化碳等物质的循环。（5）法国科学家巴斯德利用鹅颈瓶实验证明细菌不是自然发生的，而是由原已存在的细菌产生的，巴斯德还发现了乳酸菌、酵母菌，提出了保存酒和牛奶的巴氏消毒法以及防止手术感染的方法，后人称他为“微生物学之父”。考点：检测不同环境中的细菌和真菌。点评：解此题考查的知识点是巴斯德利用鹅颈瓶实验证明细菌不是自然发生的，而是由原已存在的细菌产生的，解答时从确定、控制实验变量，设置对照实验等方面切入。", "answer": "(1)巴斯德 (2)空气中的细菌进入并大量繁殖 (3)煮沸 (4)分解者 (5)A", "side_information": ["◎ 观察菌落的定义\n实验目的：识别细菌、酵母菌、放线菌和霉菌四大类微生物的菌落特征。", "◎ 观察菌落的知识扩展\n（1）细菌和真菌培养的一般方法： ①配置培养基：培养基的选取、制备（制备的注意事项）。 ②高温灭菌，防止其他细菌侵入影响实验。 ③为它接种。 ④在恒温箱中培养。（2）细菌的菌落比较小，表面光滑或黏稠，或粗糙干燥。真菌的菌落一般比细菌菌落大几倍到几十倍。霉菌形成的菌落常呈绒毛状、絮状或蜘蛛网状，有时还呈现红、褐、绿、黑、黄等不同的颜色。 ", "◎ 观察菌落的特性\n观察实验：一、观察内容：1．观察已知菌的菌落的形态、大小、色泽、透明度、致密度和边缘等特征。2．根据菌落的形态特征判断未知菌的类别。二、实验材料和用具：大肠杆菌、金黄色葡萄球菌、枯草芽孢杆菌、酿酒酵母、粘红酵母、热带假丝酵母、细黄链霉菌、灰色链霉菌、黑曲霉、产黄青霉、球孢白伍菌等细菌的斜面菌种。牛肉膏蛋白胨培养基、马铃薯培养基、高氏1号培养基、无菌水。接种环、接种针、酒精灯、无菌培养皿多套、电热恒温箱。三、操作步骤(一)制备已知菌的单菌落1．制备平板将已融化的无菌培养基待冷却至50℃左右，分别制备牛肉膏蛋白胨培养基平板、马铃薯蔗糖培养基平板和高氏1号培养基平板各一皿。 2．制备菌悬液或孢子悬液在培养好的斜面菌种管内加入5mL无菌水，制成菌悬液后备用。3．制备单菌落通过平板划线法获得细菌、酵母菌和放线菌的单菌落。用三点接种法获得霉菌的单菌落。细菌于37℃恒温培养24～48h，酵母菌于28℃培养2～3d，霉菌和放线菌置28℃培养5～7d，待长成菌落后，仔细观察四大类微生物菌落的形态特征，并将观察结果记录于表中。(二)制备未知菌落 l．倒平板 2．接种可用弹土法接种，其要点为：采集校园土壤，待风干磨碎后，可将细土撒在无菌的硬板纸表面，先弹去纸面浮土，然后打开皿盖，便含土的纸面对着平板培养基的表面，用手指在硬板纸背面轻轻一弹即可接种上各种微生物。3．培养将牛肉膏蛋白胨培养基平板倒置于37℃培养箱中恒温培养2～3d，将马铃薯蔗糖培养基倒置于28℃培养箱中恒温培养3～5d，即可获得未知菌的单菌落。 4．编号从培养好的未知平板中，挑选8个不同的单菌落，逐个编号，根据菌落识别要点区分未知菌落类群，并将判断结果填入表4～2中。  (三)直接观察菌落直接用实验3中的“土壤稀释分离”获得的单菌落进行观察识别，并将结果填入表4-2中。四、注意事项观察菌落特点时，要选择分离得很开的单个较大菌落；已知菌落和未知菌落要编好号，请勿随意移动开盖，以免搞混菌号。五、实验报告细菌菌落特征：凝胶状、表面较光滑、湿润、与培养基结合不紧密，易挑取，正反颜色一致。 酵母菌菌落特征（与细菌相似)：比细菌大而厚，不透明，表面光滑、湿润、粘稠，易用针挑起。多呈乳白色。 放线菌菌落特征：致密、坚硬、多皱、不易用针挑起，不透明。孢子成熟后，表面粉末状，干燥(常有土腥味)。 霉菌菌落特征：比细菌菌落大，由细菌组成疏松的绒毛状，絮状或蜘蛛网状，有的无固定大小，延至整个培养基中产色素，使菌落显色。", "◎ 观察菌落的教学目标\n1、区分细菌菌落和真菌菌落。2、通过观察细菌和真菌的菌落,认识菌落的外观形态。3、辨别被细菌、真菌感染的食品。", "◎ 观察菌落的考试要求\n能力要求：了解/识记课时要求：1考试频率：易考分值比重：1"], "image": {"path": "val/images/middle_biology_7224.png"}}
{"subject": "biology", "id": "biology_8180", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "下图表示几种动物的生殖和发育相关示意图，其中图甲和图乙表示不同昆虫的生殖和发育过程，图丙表示鸟卵的结构。请根据已学知识，回答下列问题：（1）蝗虫的发育过程与图_____所示昆虫的发育过程相似。2019年年底，东非爆发了25年以来最严重的一次蝗灾，对农作物造成了极大的破坏。在蝗虫的整个发育过程中，对农作物危害最严重的时期是图中的___期（填对应标号）。你认为消灭蝗虫的最佳时间是_____期（填文字），因为这个时期它的生殖器官还未发育成熟，无翅，活动范围较小。请你提出一种消灭蝗虫的有效措施：_____________。（2）图乙所示昆虫的发育属于_____________发育，它与图甲所示昆虫发育过程的主要区别是_________________。请你列举两种与图乙所示发育过程相似的昆虫：_____、_____。（3）图丙表示一个鸟卵的结构，不同结构承担相应的功能，使得鸟卵适于在陆地上发育。下面Ⅰ~Ⅴ为图丙中各结构的功能，请你把相应的结构和功能对应起来。Ⅰ固定卵黄Ⅱ胚胎发育的主要营养来源Ⅲ为胚胎发育提供养料和水分Ⅳ为胚胎发育提供氧气Ⅴ含细胞核，是将来与成雏鸟的重要结构①—_____；②——_____；③——_____；④——_____；⑤——_____。（4）鸟类与图甲、乙中所示昆虫的生殖和发育过程相比，相同之处是（________）A．都是变态发育B．都是体外受精C．都是体内受精D．都是胎生", "solution_info": "（1）完全变态发育，昆虫在个体发育中，经过卵、幼虫、蛹和成虫等4个时期的叫完全变态发育。完全变态发育的幼虫与成虫在形态构造和生活习性上明显不同，差异很大。如蝶、蚊、蝇、菜粉蝶、蜜蜂，蚕等。乙图描述的就是此过程。（２）不完全变态发育：幼体与成体的形态结构和生活习性非常相似，但各方面未发育成熟，发育经历卵、若虫、成虫三个时期。例如：蜻蜓、蟑螂、蝼蛄、蟋蟀、蝗虫等。甲图描述的就是此过程。（３）甲图中A是卵，BC是若虫，D是成虫；乙图中a是卵，b是幼虫，c是蛹，d是成虫；丙图中①是气室，②是卵黄，③是胚盘，④是卵白，⑤是系带。详解（1）蝗虫的发育过程属于不完全变态发育，幼体与成体的形态结构和生活习性非常相似，但各方面未发育成熟，发育经历卵、若虫、成虫三个时期。所以蝗虫的发育过程与图甲所示昆虫的发育过程相似。蝗虫是一种农业害虫，在整个发育过程中蝗虫的幼虫期发育时间较短，食量较小；而成虫主要以禾本科农作物为食。食量大，消化能力强。因此对农作物危害最严重的时期是D成虫期。消灭蝗虫的最佳时间是若虫期，蝗虫的若虫期生殖器官还未发育成熟，无翅，活动范围较小。我们可以引入蝗虫的天敌（或捕食者）、利用性引诱剂干扰蝗虫的交配、适当增加环境的湿度、大规模捕捉等方法消灭蝗虫。（2）乙图中的昆虫发育过程经过a卵，b幼虫，c蛹，d成虫，四个时期，属于完全变态发育。它与图甲所示昆虫发育过程的主要区别是甲无蛹期，乙有蛹期。请你列举两种与图乙所示发育过程相似的昆虫：蚊子、苍蝇、果蝇、蚂蚁、蜜蜂、蝴蝶、蛾子、家蚕等的发育过程都属于完全变态发育。（３）①气室对应Ⅳ可为胚胎发育提供氧气，②卵黄对应Ⅱ胚胎发育的主要营养来源，③胚盘对应Ⅴ卵黄上的小白点叫做胚盘，含有细胞核，内有遗传物质，将来发育成胚胎。④卵白对应Ⅲ既有保护卵细胞又有为胚胎发育提供营养和水分，⑤系带对应Ⅰ起到固定卵黄的作用。（４）鸟类生殖的特点是体内受精、卵生；图甲、乙中所示昆虫的生殖和发育过程是体内受精、卵生，变态发育。所以C正确。点睛解题的关键是知道昆虫的发育过程。", "answer": "甲        D         若虫    引入蝗虫的天敌（或捕食者）、利用性引诱剂干扰蝗虫的交配、适当增加环境的湿度、大规模捕捉等    完全变态    甲无蛹期，乙有蛹期（或有无蛹期）    蚊子    苍蝇、果蝇、蚂蚁、蜜蜂、蝴蝶、蛾子、家蚕          IV    II    V    III    I    C", "side_information": ["◎ 昆虫的生殖和发育的定义\n昆虫的生殖：   绝大多数昆虫进行有性生殖、发育成熟后，经过交配产生受精卵，受精卵在一定的环境条件下可以发育成幼虫和成虫。昆虫的发育：昆虫的发育为变态发育，分为完全变态和不完全变态两种方式。（1）完全变态蜜蜂、家蚕等昆虫的发育要经过受精卵、幼虫、蛹、成虫4个时期，而且幼虫和成虫在形态结构和生活习性上有明显的差异，这样的发育过程叫完全变态。下图为家蚕的完全变态发育过程。（2）不完全变态不完全变态是指蟋蟀、蝼蛄、螳螂等昆虫的一生经历受精卵、幼虫、成虫三个时期，而且幼虫和成虫的形态结构非常相似，生活习性也几乎一致的发育过程。幼虫又称为若虫。图123—6为蝗虫一生的发育过程。特别提醒：昆虫的体表有外骨骼，可以有效防止体内水分散失，保护和支持内部柔软器官。但外骨骼不能随身体的生长而长大，所以昆虫发育过程中要出现蜕皮现象。蝗虫的一生要经过5次蜕皮，每蜕皮一次增加一龄，幼虫经过5次蜕皮，逐渐长大。最后变成成虫。", "◎ 昆虫的生殖和发育的知识扩展\n昆虫的生殖：绝大多数的昆虫行两性生殖，极少数的昆虫可以行其他方式的生殖。如蚜虫在夏季气候适宜时行孤雌生殖，即卵不需受精即可发育成雌体，秋末才行两性生殖；瘿蚊科的一些种类其幼虫期即可孤雌生殖，称幼体生殖；膜翅目的一些寄生昆虫其受精卵可以分裂成许多胚胎，每个胚胎发育成一个新个体，称多胚生殖。昆虫的发育：在由受精卵发育成新个体的过程中，家蚕的幼虫与成体的形态结构和生活习性差异很大。这种发育过程称为变态发育。经过卵、幼虫、蛹、成虫四个时期，这样的发育过程为完全变态，比如蜜蜂、菜粉蝶、蚊等昆虫的发育。经过卵、若虫、成虫三个时期，这样的发育过程为不完全变态比如蝗虫、蟋蟀等。 ", "◎ 昆虫的生殖和发育的知识对比\n昆虫两种发育方式的比较：发育方式不同点相同点举例发育过程发育特点完全变态发育受精卵、幼虫、蛹、成虫幼虫和成虫有明显的差异，有羽化现象发育起点都是受精卵；都是有性生殖；都属于变态发育家蚕、蚊、蝇、蜜蜂不完全变态发育受精卵、幼虫、成虫幼虫和成虫相似，无羽化现象蝗虫、蝼蛄、蟋蟀、螳螂", "◎ 昆虫的生殖和发育的教学目标\n1、举例说出昆虫的生殖和发育过程及特点。2、通过探究蝴蝶（或果蝇）的发育，概述变态发育过程。理解变态发育的概念和过程。3、以昆虫为例关注生物科学技术在人类生活、生产中的作用。", "◎ 昆虫的生殖和发育的考试要求\n能力要求：了解/识记课时要求：1考试频率：易考分值比重：1"], "image": {"path": "val/images/middle_biology_8180.png"}}
{"subject": "biology", "id": "biology_9143", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "读下图基因遗传过程图解。请据图回答：（1）写出图中序号所代表的基因组成①__________，②__________；如果A为控制双眼皮的基因，a为控制单眼皮的基因，②的性状为________（2）这对新婚夫妇能生出单眼皮的孩子吗？                    。（3）这对夫妇如果生了一个男孩，那么这男孩的性染色体是                   。", "solution_info": "试题分析：在生物的体细胞中，染色体是成对存在的，基因也是成对存在的，分别位于成对的染色体上，在形成生殖细胞的过程中，成对的染色体分开，每对染色体中的一条进入精子或卵细胞中，基因也随着染色体的分离而进入不同的生殖细胞中，因此基因组成是Aa的母亲产生两种类型的卵细胞，分别是含有基因A的卵细胞和含有基因a的卵细胞，所以①的基因为a，②的基因为Aa；A为显性性状，a为隐性性状，后代基因型为：AA或Aa，A为控制双眼皮的基因，所以后代不可能生出单眼皮的孩子；男孩的性染色体是XY。考点：本题考查的是基因的显隐性及其与性状的表现关系、性状的表现遗传等知识。", "answer": "（1）a  Aa  双眼皮    （2）不能   （3）XY", "side_information": ["◎ 基因经精子或卵细胞的传递的定义\n精子的传递：在有性生殖过程中，精子和卵细胞是基因在亲子间传递的“桥梁”。1883年比利时胚胎学家比耐登发现马蛔虫的精子和染色体都只有2对染色体中的其中2条。", "◎ 基因经精子或卵细胞的传递的知识扩展\n在有性生殖过程中，精子和卵细胞是基因在亲子间传递的“桥梁”。1883年比利时胚胎学家比耐登发现马蛔虫的精子和染色体都只有2对染色体中的其中2条。", "◎ 基因经精子或卵细胞的传递的特性\n基因经精子或卵细胞传递：（1）受精过程与染色体变化在受精过程中，精子(染色体数目为N)进入卵细胞(染色体数目为N)，精子和卵细胞相融合，形成了受精卵(染色体数目为N+N=2N)。可见，受精卵的染色体又恢复了原来的数目，受精卵中既含有精子(父方)的一组染色体，又含有卵细胞(母方)的一组染色体，如图所示。（2）生殖过程中基因的传递生殖过程中的基因传递假设父方和母方的体细胞只有一对染色体，在每对染色体上用A或a表示成对的基因，基因在亲子代间的传递如图所示。因此说，基因是经精子或卵细胞传递给子代的。人类的遗传就是通过染色体在亲代与后代之间的传递实现的。", "◎ 基因经精子或卵细胞的传递的教学目标\n1、知道染色体和基因的关系。2、概述显性性状、隐性性状、显性基因、隐性基因的概念和关系。 3、能够用遗传图解表示亲后代的基因组成和性状表现。4、通过调查、分析遗传现象，提高解决实际问题的能力。", "◎ 基因经精子或卵细胞的传递的考试要求\n能力要求：掌握/应用课时要求：1考试频率：必考分值比重：2"], "image": {"path": "val/images/middle_biology_9143.png"}}
{"subject": "biology", "id": "biology_157", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "塑料中的聚苯乙烯在自然界中很难降解，有报道称“黄粉虫幼虫能分解聚苯乙烯”，某科技活动小组对此开展了相关实验，据资料介绍黄粉虫幼虫喜食麦麸子。据表回答：编号实验材料处理方法实验结果甲组各取50只大小、长势均相同的黄粉虫幼虫喂食适量的麦麸子正常生长乙组喂食等量的聚苯乙烯？（1）实验设置如表所示，提出的问题为____________________________________？（2）实验中设置甲组的目的是起______作用。（3）若乙组实验结果为________________________，可以得出黄粉虫幼虫能分解聚苯乙烯。（4）结合实际生活经验，废弃的塑料尺（含聚苯乙烯）在垃圾分类中属于______。（5）黄粉虫发育经过受精卵、幼虫、蛹、成虫四个时期，这样的变态发育过程称为______。", "solution_info": "探究过程探究的一般过程包括：发现问题、提出问题→作出假设→制订计划→实施计划→得出结论→表达和交流。实验设计的基本原则：①单一变量原则；②科学性原则；③可重复性原则。垃圾分类，指按一定规定或标准将垃圾分类储存、分类投放和分类搬运，从而转变成公共资源的一系列活动的总称。分类的目的是提高垃圾的资源价值和经济价值，力争物尽其用。如今我国的生活垃圾一般可分为四大类：可回收垃圾、厨余垃圾、有害垃圾和其他垃圾。昆虫的生殖发育有完全变态和不完全变态两种方式：一生经过卵、幼虫、成虫3个时期，幼虫和成虫的形态结构、生活习性差别不明显，这种发育过程属于不完全变态；一生经过卵、幼虫、蛹和成虫等4个时期，其幼虫与成虫在形态构造和生活习性上明显不同，差异很大，属于完全变态发育。详解（1）根据题意本实验的目的是“黄粉虫幼虫能分解聚苯乙烯”，据此提出的问题是：黄粉虫幼虫能分解聚苯乙烯吗？（2）根据表中信息可知甲组黄粉虫幼虫饲喂的是麦麸子，能正常生长，没有改变变量，属于对照组，起到对照作用。（3）乙组黄粉虫饲喂的是等量的聚苯乙烯，若也能正常生长，说明黄粉虫幼虫能分解聚苯乙烯。（4）可回收物，是指生活产生的适宜回收和可循环再利用的物品。主要类别包括废纸类、废塑料、废玻璃、废金属、废织物、废旧木材等，因此废弃的塑料尺在垃圾分类中属于可回收物。（5）昆虫的生殖发育有完全变态和不完全变态两种方式：一生经过卵、幼虫、成虫三个时期，幼虫和成虫的形态结构、生活习性差别不明显，这种发育过程属于不完全变态；一生经过卵、幼虫、蛹和成虫等4个时期，其幼虫与成虫在形态构造和生活习性上明显不同，差异很大，属于完全变态发育，因此黄粉虫的发育过程属于完全变态发育。点睛解答此题的关键掌握探究实验的过程、垃圾分类的知识、昆虫的发育特点。", "answer": "黄粉虫幼虫能分解聚苯乙烯吗          对照          正常生长          可回收物          完全变态", "side_information": ["◎ 调查身边的生物的定义\n调查步骤：     调查首先要明确调查目的和调整对象，制定合理的调查方案，有时因为调查的范围很大，不肯能逐个调查，就要选取一部分调查对象作为样本。调查过程中要如实记录，对调查的结果要进行整理和分析，有时要用数学方法进行统计。在调查我们身边的生物时，采取的做法：     对调查的生物可以按照形态结构特点将生物归为植物、动物和其他生物三大类，也可按生活环境将生物划分为陆生生物和水生生物，还可以按照用途将生物分为农作物、家禽、家畜、宠物等。", "◎ 调查身边的生物的知识扩展\n调查是科学研究常用的方法之一；调查首先要明确调查目的和调整对象，制定合理的调查方案，有时因为调查的范围很大，不肯能逐个调查，就要选取一部分调查对象作为样本。调查过程中要如实记录，对调查的结果要进行整理和分析，有时要用数学方法进行统计。在调查我们身边的生物时，采取的做法；对调查的生物可以按照形态结构特点将生物归为植物、动物和其他生物三大类，也可按生活环境将生物划分为陆生生物和水生生物，还可以按照用途将生物分为农作物、家禽、家畜、宠物等。", "◎ 调查身边的生物的教学目标\n1、了解调查的一般方法，学会做调查记录。2、描述身边的生物和他们的生活环境。3、关注周边生物的生存状况。", "◎ 调查身边的生物的考试要求\n能力要求：了解/识记课时要求：1考试频率：常考分值比重：1"], "image": {"path": "val/images/middle_biology_157.png"}}
{"subject": "biology", "id": "biology_128", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "1．胚是新植物体的幼体，是种子中最重要的结构．如图是玉米种子结构示意图．玉米胚的结构应包括（　　）A．胚芽、胚轴和胚根B．胚乳、胚芽、胚轴和胚根C．子叶、胚芽、胚轴和胚根D．胚乳、子叶、胚芽、胚轴和胚根2．科学家将抗除草剂基因引入玉米，从而研制出抗除草剂的CM玉米．这种技术属于（　　）A．克隆技术              B．组织培养              C．杂交技术              D．转基因技术3．下列有关CM玉米变异及其产生原因的叙述中，正确的是（　　）A．可遗传变异，因为转入了抗除草剂基因B．可遗传变异，是强力除草剂诱导发生的C．不可遗传的变异，可能是土壤的原因D．不可遗传的变异，可能是昆虫的原因4．文中进行研究：“每块玉米田被一分为二．其中一半种植基因改造（CM）玉米并使用新的强力除草剂，另一半则种植传统玉米及施用传统除草剂．”该实验设计的不严谨之处是（　　）A．不符合等量对照实验原则                        B．不符合平行重复原则C．不符合单一变量原则                               D．不符合随机原则5．有科学家担心，由于这种CM玉米不会受新强力除草剂的影响，从而使农民大量、反复使用强力除草剂，导致杂草的抗药性增强，这种杂草同样会影响农作物的生长．下列各项中，不属于强力除草剂会导致杂草抗药性增强原因的是（　　）A．杂草中原来就存在抗药性个体B．强力除草剂的使用使杂草发生了抗药性的定向变异C．只有对强力除草剂具有抗药性的杂草才能生存下来D．杂草抗药性增强是强力除草剂对杂草定向选择的结果", "solution_info": "（1）玉米种子包括种皮、胚和胚乳三部分，其中最重要的结构是胚，胚包括胚芽、胚根、胚轴、子叶．（2）基因控制性状，把一种生物的某个基因，用生物技术的方法转入到另一种生物的基因组中，培育出的转基因生物，就有可能表现出转入基因所控制的性状，这项技术叫做转基因技术．（3）对照实验：在探究某种条件对研究对象的影响时，对研究对象进行的除了该条件不同以外，其他条件都相同的实验．根据变量设置一组对照实验，使实验结果具有说服力．一般来说，对实验变量进行处理的，就是实验组．没有处理是的就是对照组．1．胚由胚芽、胚轴、胚根、子叶组成，可以看做是新的植物体幼体．故选C2．将人工分离和修饰过的基因导入到生物体基因组中，由于导入基因的表达，引起生物体的性状的可遗传的修饰，这一技术称之为转基因技术，人们常说的“遗传工程“、“基因工程“、“遗传转化“均为转基因的同义词．经转基因技术修饰的生物体在媒体上常被称为“遗传修饰过的生物体”．由于将人工分离和修饰过的基因导入到生物体基因组中，从而改变了生物的基因、结构和功能．由此证明基因控制生物的性状，在生物传种接代的过程中，传下去的是控制生物性状的基因．科学家将抗除草剂基因引入玉米，从而研制出抗除草剂的CM玉米．培育此新物种的技术属于转基因技术．故选D3．可遗传的变异是由遗传物质改变引起的，可以遗传给后代；仅由环境因素引起的，没有遗传物质的发生改变的变异，是不可遗传的变异，不能遗传给后代.基因改造（CM）玉米是遗传物质改变引起的变异，因此是可遗传变异，是强力除草剂诱导发生的变异.故选B4．在探究某种条件对研究对象的影响时，对研究对象进行的除了该条件不同以外，其他条件都相同的实验．“每块玉米田被一分为二．其中一半种植基因改造（CM）玉米并使用新的强力除草剂，另一半则种植传统玉米及施用传统除草剂．这样设计有玉米品种和除草剂质量两个变量．不符合单一变量原则．故选C。5．杂草中原来就存在抗药性个体，与强力除草剂会导致杂草抗药性增强无关，B错误。点睛（1）掌握种子的结构。（2）转基因技术的应用。（3）基因工程的应用。（4）“对照原则”是实验设计的基本原则之一。（5）生物进化与生物多样性的形成。", "answer": "1．C 2．D 3．B 4．C 5．B", "side_information": ["◎ 调查身边的生物的定义\n调查步骤：     调查首先要明确调查目的和调整对象，制定合理的调查方案，有时因为调查的范围很大，不肯能逐个调查，就要选取一部分调查对象作为样本。调查过程中要如实记录，对调查的结果要进行整理和分析，有时要用数学方法进行统计。在调查我们身边的生物时，采取的做法：     对调查的生物可以按照形态结构特点将生物归为植物、动物和其他生物三大类，也可按生活环境将生物划分为陆生生物和水生生物，还可以按照用途将生物分为农作物、家禽、家畜、宠物等。", "◎ 调查身边的生物的知识扩展\n调查是科学研究常用的方法之一；调查首先要明确调查目的和调整对象，制定合理的调查方案，有时因为调查的范围很大，不肯能逐个调查，就要选取一部分调查对象作为样本。调查过程中要如实记录，对调查的结果要进行整理和分析，有时要用数学方法进行统计。在调查我们身边的生物时，采取的做法；对调查的生物可以按照形态结构特点将生物归为植物、动物和其他生物三大类，也可按生活环境将生物划分为陆生生物和水生生物，还可以按照用途将生物分为农作物、家禽、家畜、宠物等。", "◎ 调查身边的生物的教学目标\n1、了解调查的一般方法，学会做调查记录。2、描述身边的生物和他们的生活环境。3、关注周边生物的生存状况。", "◎ 调查身边的生物的考试要求\n能力要求：了解/识记课时要求：1考试频率：常考分值比重：1"], "image": {"path": "val/images/middle_biology_128.png"}}
{"subject": "biology", "id": "biology_1622", "type": "multiple-choice", "grade": "high", "difficulty": "easy", "question_info": "图为某生物体内生物一项生命活动的过程示意图，下列有关说法正确的是（　　）", "options": ["该过程表示动物细胞的分化过程", "该过程中发生了遗传物质的复制与平分", "该过程中细胞膜﹣细胞质的变化最明显", "该生物体的所有细胞都能进行此过程"], "solution_info": "试题分析：细胞分裂就是一个细胞分裂成两个细胞，所以该图应表示为细胞分裂的过程，错误；细胞分裂中最重要的变化是细胞核中染色体的变化，在细胞分裂的过程中，染色体复制加倍，随着分裂的进行，染色体分成完全相同的两份，分别进入两个新细胞中，细胞分裂实现了染色体的复制和均分，因此保证了通过细胞分裂产生的新细胞与原细胞所含的遗传物质相同，正确；细胞分裂中最重要的变化是细胞核中染色体的变化，错误；高度分化的细胞具有持久性，将始终保持分化后的状态，一般不能进行细胞分裂，错误。考点：细胞分裂的基本过程。", "answer": "B", "side_information": ["◎ 细胞的生长和分裂的定义\n细胞分裂：概念：细胞分裂就是一个细胞分裂成两个细胞的过程。 细胞生长：概念：刚刚形成的动植物细胞，体积都很小，需要不断从周围环境中吸收营养物质构建细胞，从而使细胞体积逐渐增大。这个过程叫细胞的生长。", "◎ 细胞的生长和分裂的知识扩展\n细胞通过分裂产成新细胞，生物体由小长大，是与细胞的生长和分裂分不开的。①细胞的生长：新产生的细胞体积都很小，通过不断地从周围环境中吸收营养物质，并且转变成组成自身的物质，体积逐渐增大。 ②细胞的分裂：一个细胞分成两个细胞。细胞不能无限制的长大，一部分细胞长到一定的大小，就会进行分裂。分裂过程中，染色体会加倍，分裂时，染色体会分成完全相同的两份，进入两个新细胞中。 ", "◎ 细胞的生长和分裂的特性\n细胞分裂的过程：细胞分裂时，细胞核内的染色体数加倍，逐渐排列于细胞中央，然后平均分成两等份，向细胞两端移动，细胞核就由一个分成了两个，随后细胞质分成两份，每份含有一个细胞核，最后，在原来的细胞中央形成新的细胞膜，植物细胞还形成新的细胞壁。于是，一个细胞就分裂成了两个细胞。细胞不能无限长大的原因：随着细胞体积的不断增大，细胞的表面积与体积之比逐渐减小，吸收物质的表面积相对减小，不能满足细胞对营养的需要。特别提醒：判定一个植物细胞是幼年时期的细胞还是成熟细胞，主要看其细胞质中液泡的数目，幼年时有许多个小液泡，成熟后只有一个大液泡。", "◎ 细胞的生长和分裂的知识点拨\n辨析动物细胞和植物细胞的分裂过程：     动植物细胞的分裂过程都是先进行细胞核的分裂，同时细胞核内的染色体复制加倍，分成完全相同的两份，分别进入两个细胞核中。然后是细胞质的分裂，动物细胞在中央处横缢为二，成为两个新细胞，植物细胞在两个细胞之间形成新的细胞壁和细胞膜。", "◎ 细胞的生长和分裂的知识拓展\n生物体的生长：     一粒种子能够长成参天大树，池塘中的小鱼能长成大鱼。生物体能由小长大主要是由于细胞的分裂和细胞的生长。通过细胞分裂，牛物体的细胞数目增多，通过细胞的生长．细胞的体积由小变大。细胞体积的大小和体积增大的速度都受外界环境条件的影响。例如，植物生长在水分充足、营养良好、温度适宜的条件下，细胞的体积就会明显增大，植物体的根、茎、叶生长迅速，植株高大，枝叶繁茂。因此，在农业生产中，当农作物缺水时，应及时灌溉；当农作物缺少肥料时，应及时施肥。", "◎ 细胞的生长和分裂的教学目标\n1、描述细胞分裂的基本过程。2、概述生物体的各种组织是由细胞分裂、分化形成的。3、识别人体的几种基本组织和植物体的几种主要组织。4、关注细胞的研究在防治癌症方面的价值。", "◎ 细胞的生长和分裂的考试要求\n能力要求：掌握/应用课时要求：1考试频率：必考分值比重：4"], "image": {"path": "val/images/middle_biology_1622.png"}}
{"subject": "biology", "id": "biology_3774", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "甲图为人体的肝脏、胃、部分小肠及相关的血液循环示意图，乙图为与小肠相通的消化腺，请据图回答相应的问题：(1)肝脏在维生素的代谢中有重要作用，它可以将食物中的胡萝卜素转变为维生素A，从而预防_________等病的发生。肝脏中还含有丰富的_______，可以促进人对钙元素的吸收。(2)肝脏能将蛋白质分解后产生的对人体有害的氨转变成尿素。尿素由肝脏细胞进入血液需要穿过____层细胞膜，再由血液进入原尿需经过______________作用。除此之外，尿素还可以通过_____（填器官名称）排出体外，写出尿素分子由肝脏到达肾脏的路径：_________________（用文字和箭头表示）(3)据测定，人在饭后，从D流入肝的血液中葡萄糖含量约为140mg/dL，从A流出肝的血液中葡萄糖含量约为110mg/dL，这主要是因为在乙图的【】_______分泌的________的调节作用下，血液中的葡萄糖转化为了肝糖原，并储存了起来。在饥饿时测得的数据是A中血液葡萄糖含量________D中的（填高于、低于、等于）。", "solution_info": "体循环的路线是：左心室→主动脉→各级动脉→身体各部分的毛细血管网→各级静脉→上、下腔静脉→右心房，血液由含氧丰富的动脉血变成含氧少的静脉血。肺循环的路线是：右心室→肺动脉→肺部毛细血管→肺静脉→左心房，血液由含氧少的静脉血变成含氧丰富的动脉血。详解（1）肝脏在维生素的贮存、吸收、运输、改造和利用等方面具有重要作用，维生素A缺乏时容易形成夜盲症、干眼症、皮肤干燥、脱屑等，食用动物肝脏具有较好的疗效。肝脏中还含有丰富的维生素D，可以促进人对钙元素的吸收。（2）尿素分子从肝脏细胞出来，需要穿过肝脏细胞膜：1层膜，毛细血管壁（单层上皮细胞构成）：2层膜，共3层膜，再由血液进入原尿需经过肾小球和肾小囊内壁的滤过作用。除此之外，尿素还可以通过皮肤排出体外，尿素分子由肝脏到达肾脏时先后经过心脏四腔以及与之相连血管的路径是：肝脏→肝静脉→下腔静脉→右心房→右心室→肺动脉→肺部毛细血管→肺静脉→左心房→左心室→主动脉→肾动脉→肾脏。（3）据图可知，d为十二指肠，a为肝脏，c为胰腺，人在饭后，c胰腺会分泌胰岛素，血液中的葡萄糖转化为了肝糖原，并储存起来。在饥饿时，肝糖原分解成葡萄糖，从a肝脏流出的血液中的血液葡萄糖含量高于d十二指肠中的。", "answer": "(1)         夜盲症、干眼症、皮肤干燥、脱屑            维生素          D                      (2)     3         肾小球和肾小囊内壁的滤过            皮肤            肝脏          →          肝静脉          →          下腔静脉          →          右心房          →          右心室          →          肺动脉          →          肺部毛细血管          →          肺静脉          →          左心房          →          左心室          →          主动脉          →          肾动脉          →          肾脏                      (3)     c            胰腺          胰岛素            高于", "side_information": ["◎ 食物中的营养物质的定义\n食物中的营养物质：食物中的营养物质包括糖类、蛋白质、脂肪三类供能物质和水，无机盐、维生素三类非供能物质。", "◎ 食物中的营养物质的知识扩展\n食物中含有糖类、脂肪、蛋白质、水、无机盐和维生素等六类营养物质，是人体活动中的能量来源。（1）糖类、脂肪、蛋白质：提供能量。（2）水和无机盐：水可以运输能量，无机盐包括钙，磷，铁，碘，锌。几种无机盐缺乏时的症状：①缺钙：佝偻病，骨质疏松；②缺磷：厌食，贫血，肌无力，骨痛；③缺铁：缺铁性贫血；④缺碘：甲状腺肿，智力和体格发育出现障碍；⑤缺锌：生长发育不良，味觉发育障碍（3）几种维生素缺乏时的症状：①维生素A：缺乏时可出现皮肤粗糙、干燥、黑暗适应能力下降（夜盲症），生长发育迟缓等症状。 ②维生素B1缺乏时可出现肢体麻木，水肿，记忆力受损，常伴有消化不良，食欲不振等症状，又叫脚气病。 ③维生素C：缺乏时表现为皮下和粘膜下出血，牙龈出血、肿胀、牙齿松动等症状（又叫坏血病）。 ④维生素：缺乏时可出现佝偻病、骨质疏松等。 ", "◎ 食物中的营养物质的知识导图\n人体的营养知识梳理：", "◎ 食物中的营养物质的特性\n糖类（1）食物来源：谷类、豆类和根茎类等食物中含有较多的糖类。（2）功能：糖类是人体主要的供能物质，人体的一切活动，包括走路、学习、呼吸等都要消耗能量，这衅能量大部分是由糖类提供的。（3）缺乏时的症状：瘦弱、乏力、低血糖。脂肪（1）食物来源：猪油、奶油、蛋黄、花生油、芝麻、豆类和硬果类等食物中含有较多的脂肪。（2）功能：脂肪也是人体能量来源的重要物质，但是脂肪一般是储存在体内作为备用能源（3）缺乏时的症状：瘦弱。 蛋白质（1）食物来源：奶、蛋、鱼，瘦肉、豆类制品等。（2）功能：①组成细胞的主要有机物，如蛋白质是构成细胞膜、染色体的主要成分。 ②能源物质，蛋白质能分解释放能量，为人体的牛命活动提供能量。 ③人的生长发育以及受损细胞的修复和更新都离不开蛋白质。（3）缺乏时的症状：长期供应不足可导致营养不良，发生贫血。水（1）来源：食物和饮料。（2）作用：①人体细胞的主要成分之一，占体重的60％～70％。 ②人体各种生命活动离不开水，人体内的细胞生活在液体环境中。 ③人体内的营养物质和废物都必须溶解在水中才能进行运输。无机盐    无机盐在人体内的含量不多，约占体重的4％，是构成人体的重要原料，如钙和磷是构成牙齿和骨骼的重要成分。无机盐还参与人体的各种代谢活动，是人体生长发育等生命活动正常进行的重要保证。维生素    维生素不是构成细胞的主要原料，不为人体提供能量，人体每日对它们的需要鼙也很小。但是，维生素对人体的重要作用是其他营养物质所不能代替的。人体一旦缺乏维生素，就会影响正常的隹长发育，甚至患病。", "◎ 食物中的营养物质的知识对比\n几种常见无机盐的缺乏症及食物来源见下表：无机盐种类缺乏时的症状食物来源含钙无机盐儿童缺钙易患佝偻病(鸡胸、O形或X形腿)；中老年人特别是妇女缺钙，易患骨质疏松症奶类、绿叶蔬菜、豆类、虾皮等含磷无机盐厌食、贫血、肌无力、骨痛等瘦肉、鱼、奶类、蛋、豆类等含铁无机盐缺铁性贫血(乏力、头晕等)肝脏、瘦肉、鱼、奶类、蛋等含碘无机盐地方性甲状腺肿，儿童的智力和体格发育出现障碍海带、紫菜、虾、海盐等含锌无机盐生长发育不良，味觉发生障碍肉类、鱼、蛋等几种常见维生素的功能、缺乏症及食物来源见下表：名称主要生理功能缺乏症食物来源维生素A促进人体正常发育，增强抵抗力，维持人的正常视觉皮肤干燥，夜盲症、干眼症等动物肝脏、鱼肝油、胡箩卜、玉米等维生素B1维持人体正常的新陈代谢和神经系统的正常生理功能神经炎、脚气病、消化不良、食欲不振等牛肉、动物的肾脏等维生素C维持正常的新陈代谢，维持骨骼、肌肉和血管的正常生理作用，增强抵抗力坏血病、抵抗力下降等黄瓜、西红柿、橘子等维生素D促进钙、磷的吸收和骨骼发育佝偻病、骨质疏松症等动物肝脏，蛋等维生素B2构成黄酶的辅基成分，参与体内生物氧化酶体系口角炎、舌炎、唇炎、阴囊皮炎等酵母、蛋、绿叶蔬菜等维生素B6为蛋白质代谢中的氨摹酸脱羧酶和转氧酶的辅酶成分人类未发现典型缺乏症酵母、蛋黄、肝、谷炎等，肠道细菌可合成维生素B12促进胆碱、核酸的合成，影响红细胞成熟巨幼红细胞性贫血肝脏、肉等，肠遭细菌可台成维生素E与肌肉细胞营养有关，与性器官的成熟和胚胎发育有关，与营养性巨幼红细胞性贫血有关，抗氧化作用人类未发现缺乏症，临床用于治疗习惯性流产等植物油、莴苣等维生素K与肝脏合成凝血因子Ⅱ、Ⅶ、Ⅸ、Ⅹ有关偶见于新生儿和胆管阻塞症，表现为凝血时间延长等肝脏、菠菜等，肠道细菌可合成", "◎ 食物中的营养物质的知识点拨\n名师点拨：①蛋白质是人体细胞的基本物质。糖类是人体能量的主要供应者，脂肪在人体内可作为备用能源②蛋白质、脂肪、糖类既是细胞的组成成分，又为人体提供能量；水、无机盐是细胞的组成成分，但不为人体提供能量；维生素既不参与细胞的组成，又不为人体提供能量。", "◎ 食物中的营养物质的教学目标\n1、说出人体需要的主要营养物质。2、运用科学探究方法测定食物中的能量。3、认同人类的营养物质主要来自生物圈的其他生物。", "◎ 食物中的营养物质的考试要求\n能力要求：掌握/应用课时要求：1考试频率：易考分值比重：2"], "image": {"path": "val/images/middle_biology_3774.png"}}
{"subject": "biology", "id": "biology_3913", "type": "fill-in-the-blank", "grade": "high", "difficulty": "challenging", "question_info": "2022年2月15日，男子单板滑雪大跳台决赛中，中国选手苏翊鸣夺得金牌，成为中国最年轻的冬奥冠军！下图为苏翊鸣进行生理活动的示意图，请据图回答下列问题：(1)丰盛的午餐为苏翊鸣提供了各种营养物质，食物中的蛋白质在其消化道内被消化的主要部位及终产物分别是______。(2)营养物质被吸收后，经过心脏四个腔的先后顺序是______（用序号和箭头表示）(3)在进行男子单板滑雪大跳台决赛时，苏翊鸣俯冲加速，腾空转体1800度，骨骼肌将消耗大量能量，呼吸频率和深度迅速增加，血流速度加快。进行过程a时，肋间肌和膈肌处于______状态。当血液由c→d时，血液的变化是______。(4)肾单位是肾脏的基本单位，由图中______组成（填序号）苏翊鸣（健康）的尿液与⑧内液体相比，没有______。(5)苏翊鸣站在领奖台上，当五星红旗在国歌声中冉冉升起的时候，他心湖澎湃，激动万分，这是______共同调节的结果。", "solution_info": "图中，①右心房，②右心室，③左心室，④左心房，a是吸气过程，b是呼气过程，c是肺动脉，d是肺静脉，⑤入球小动脉，⑥出球小动脉，⑦肾小管周围的毛细血管，⑧肾小囊，⑨肾小球，⑩肾小管。(1)蛋白质在胃中开始被消化，在胃蛋白酶的作用分解成多肽。进入小肠后，在肠液和胰液的作用下被彻底分解成氨基酸。故食物中的蛋白质在消化道内被消化的主要部位是小肠，最终产物是氨基酸。(2)营养物质被吸收后，随循环系统的途径是：小肠周围的毛细血管→小肠静脉→下腔静脉→右心房→右心室→肺动脉→肺部毛细血管→肺静脉→左心房→左心室→主动脉→各级动脉→脑组织周围的毛细血管网→脑部组织细胞。所以，被吸收后的营养物质，经过心脏四腔的顺序分别是：①右心房→②右心室→④左心房→③左心室。(3)呼吸运动的结果实现了肺与外界的气体交换（即肺的通气）。呼吸运动包括吸气和呼气两个过程。①膈肌与肋间肌收缩，引起胸腔前后、左右及上下径均增大，膈肌顶部下降，胸廓的容积扩大，肺随之扩张，造成肺内气压减小，小于外界大气压，外界气体进入肺内，完成吸气；氧气通过呼吸道进入肺，从外界到肺泡内的气体氧气浓度高于肺泡毛细血管内的氧气浓度，毛细血管中二氧化碳的浓度高于肺泡内的浓度，根据气体扩散作用的原理，气体总是由浓度高的地方向浓度低的地方扩散，故氧气由肺泡扩散到毛细血管中去，二氧化碳由毛细血管扩散到肺泡中去，此时氧与血红蛋白结合，这样血液由肺动脉送来的含氧少、二氧化碳多的静脉血变成肺静脉运走的含氧多、二氧化碳少的动脉血；②当膈肌和肋间外肌舒张时，肋骨与胸骨因本身重力及弹性而回位，膈肌顶部升高，结果胸廓容积缩小，肺也随之回缩，造成肺内气压大于外界气压，肺内气体排出肺，完成呼气。进行过程a吸气时，肋间肌和膈肌处于收缩状态。血液由c→d时，血液的变化是氧气含量增多、二氧化碳含量减少。(4)肾脏是形成尿液的器官。每个肾脏包括大约100万个结构和功能单位，叫做肾单位。每个肾单位由肾小体和肾小管组成，肾小体由肾小球和肾小囊组成。故肾单位是由⑧肾小囊，⑨肾小球，⑩肾小管组成的。尿的形成要经过肾小球和肾小囊壁的滤过和肾小管的重吸收作用。血浆通过肾小球的滤过作用，除了大分子的蛋白质外，其他的如水、无机盐、尿素、葡萄糖会滤过到肾小囊腔形成原尿；原尿流经肾小管时，其中大部分水、部分无机盐和全部的葡萄糖被重新吸收回血液，而剩下的如尿素、一部分无机盐和水等由肾小管流出形成尿液，可见血浆的成分主要是蛋白质、水、无机盐、尿素、葡萄糖等，原尿的成分是水、无机盐、尿素、葡萄糖，尿液的成分是水、无机盐和尿素。因此苏翊鸣（健康）的尿液与⑧肾小囊中的原尿相比，没有葡萄糖。(5)神经系统中有调节人体活动的重要中枢：躯体运动中枢、躯体感觉中枢、语言中枢、视觉中枢、听觉中枢、心血管中枢、呼吸中枢等。内分泌系统可以分泌的对身体由特殊作用的激素，以此来调节人体的生命活动。苏翊鸣站在领奖台上，当五星红旗在国歌声中冉冉升起的时候，他心湖澎湃，激动万分，这是受神经系统和内分泌系统共同调节的结果。", "answer": "(1)         小肠，氨基酸                      (2)①→②→④→③                    (3)         收缩                        氧气含量增多，二氧化碳含量减少                      (4)     ⑧⑨⑩                      葡萄糖                      (5)         神经系统和内分泌系统", "side_information": ["◎ 消化系统的组成和功能的定义\n消化系统：    消化系统由消化道和消化腺两大部分组成。消化管包括口腔、咽、食管、胃、小肠（十二指肠、空肠、回肠）和大肠（盲肠、结肠、直肠、肛管）等部。临床上常把口腔到十二指肠的这一段称上消化道，空肠以下的部分称下消化道。消化腺有小消化腺和大消化腺两种。小消化腺散在于消化管各部的管壁内，大消化腺有三对唾液腺（腮腺、下颌下腺、舌下腺）、肝和胰。", "◎ 消化系统的组成和功能的知识扩展\n                         消化系统的组成和功能由消化管和消化腺组成。 ①消化道由口腔（牙齿咀嚼食物，舌搅拌食物）、咽、食管、胃、小肠、大肠和肛门组成。 ②消化腺包括唾液腺（唾液淀粉酶消化淀粉）、肝、胰腺（胰液中有消化糖类、蛋白质和脂肪的酶）以及胃腺（胃液中含有盐酸和蛋白酶，初步消化蛋白质）、肠腺（肠液中有消化糖类、蛋白质和脂肪的酶）等。口腔是消化道的起始端，口腔中舌的搅拌和牙齿的咀嚼，有助于食物的消化，成人的牙齿分为：门齿、犬齿、前臼齿、臼齿，牙齿是人体中最坚硬的器官，分为牙冠、牙颈和牙根三部分。口腔内的细菌能将糖类变成酸液，酸液会慢慢腐蚀牙齿表层的牙釉质，牙釉质受到腐蚀会逐渐变软、变色，当腐蚀到牙本质时，会逐渐形成龋洞，最后龋洞深入到牙髓腔，引起牙疼，因此，餐后、睡前应注意清洁牙齿。 ", "◎ 消化系统的组成和功能的知识导图\n消化系统的组成：", "◎ 消化系统的组成和功能的特性\n消化道各器官的结构和功能：（1）口腔：口腔是消化道的开始部位，里面有牙齿、舌和唾液腺。牙齿的主要功能是切断、撕裂和磨碎食物，牙齿损伤以后，食物就不能得到充分的咀嚼，因而会加重胃、肠的负担。（2）咽：是食物和空气的共同通道，无消化和吸收能力。（3）食道：是物物进入体内的通道，可以蠕动将食物推入胃。（4）胃（如图）： 位于腹腔的左上方，是消化道最膨大的部分。胃呈囊状结构，由外至里依次由浆膜，肌肉层、黏膜下层，黏膜4层绀成，黏膜具有腺体，能分泌盐酸和胃蛋白酶等 胃具有暂时储存食物并蠕动进行物理性消化．以及利用盐酸、蛋白酶对食物进行化学性消化的作用。（5）小肠：小肠盘曲在腹腔里，长约5～6米，开始的一段叫十二指肠。小肠是消化道中最长的段，是消化食物和吸收营养物质的主要场所。小肠壁也分为4层，与胃壁相似。小肠黏膜的表面有许多环形皱襞，皱襞上有许多绒毛状的突起——小肠绒毛(如图)。小肠绒毛间的黏膜凹陷形成肠腺，可以分泌肠液消化食物。小肠内表面具有的皱襞和小肠绒毛，大大地增加了消化食物和吸收营养物质的面积、小肠绒毛中有毛细血管和毛细淋巴管。小肠绒毛壁、毛细血管壁和毛细淋巴管壁都很薄，都只由一层上皮细胞构成。这种结构特点有利于吸收营养物质。（6）大肠：大肠开始的一段叫盲肠，盲肠上有一细小突起叫阑尾，肓肠位于腹腔右下部，所以患阑尾炎时．右下腹部疼痛。大肠无消化能力，但有较弱的吸收能力，能吸收少量的水、无机盐和部分维生素。（7）肛门：未消化的食物残渣在大肠内形成粪便，由肛门排到体外。消化腺：  人体出的消化腺包括唾液腺、胃腺、肝脏、胰腺和肠腺。其中，唾液腺、肝脏和胰腺是位于消化道外的消化腺，胃腺和肠腺是位于消化道壁内的腺体。（1）唾液腺唾液腺能分泌唾液，唾液的主要作用是湿润口腔和食物，便于吞咽；唾液中含有的唾液淀粉酶，能促使一部分淀粉分解为麦芽糖；唾液中含有的溶菌酶有一定的杀菌作用。（2）胃腺胃腺是由胃壁内黏膜上皮凹陷而形成的，胃腺开口在胃壁的内表面。胃腺能分泌胃液。胃液呈酸性，pH为0．9～1．5，成人每口分泌的胃液为1．5～2．5升。胃液的主要成分有胃蛋白酶、盐酸(即胃酸)和黏液。（3）肝脏    肝脏是人体内最大的腺体，成人的肝重约1．5千克，大部分位于腹腔的右上部。    肝脏具有多方两的生理功能。肝脏在蛋白质、糖类和脂肪的代谢中起着重要作用。肝脏还具有解毒功能。    肝脏能够分泌胆汁，并将其储存在胆囊内。当食物进入口腔、胃和小肠时，可以反射性地引起胆囊收缩，胆汁经过总胆管流入十二指肠。成人每日分泌的胆汁约为0．8～1．0升。胆汁中没有消化酶，主要成分是胆盐和胆色素。胆盐的作用是激活胰脂肪酶，将脂肪乳化成极细小的微粒，增加脂肪与胰脂酶的接触面积，有利于脂肪的消化和吸收；可以与脂肪酸和脂溶性维生素结合，形成水溶性复合物，以促进人体对这些物质的吸收。（4）胰腺胰腺分泌胰液，胰液呈碱性，pH为7．8～8．4，成人每日分泌的胰液约为l～2升。胰蛋白酶作用于蛋白质，蛋白质被分解为多肽和少量氨基酸。存在于胰液中的胰淀粉酶和少量的胰麦芽糖酶，又可以分别促使淀粉和麦芽糖分解为葡萄糖。胰脂肪酶在胆汁的协同作用下，促使脂肪分解为脂肪酸和甘油。肠腺是有由小肠壁内黏膜上皮凹陷而形成的，开口于相邻的两个小肠绒毛之间。肠腺能分泌肠液，肠液呈弱碱性，pH约为7．6，成人每口分泌的肠液为1～3升。肠液内含有多种消化酶，如淀粉酶、麦芽糖酶、蔗糖酶、乳糖酶、肽酶、脂肪酶等，通过这些酶的作用，进一步分解糖类，蛋白质和脂肪，使之成为可以吸收的物质。", "◎ 消化系统的组成和功能的教学目标\n1、能描述消化系统的组成及主要消化腺的作用。2、通过观察，讨论消化系统图，体会小肠结构与功能相适应的特点。3、关注牙齿，养成良好的卫生习惯。", "◎ 消化系统的组成和功能的考试要求\n能力要求：掌握/应用课时要求：1考试频率：易考分值比重：2"], "image": {"path": "val/images/middle_biology_3913.png"}}
{"subject": "biology", "id": "biology_3924", "type": "fill-in-the-blank", "grade": "high", "difficulty": "hard", "question_info": "图甲表示人体部分生理活动，序号①～⑤表示生理过程，字母a、b、c表示相关物质；图乙表示血液流经某血管时某物质的变化曲线。请据图回答下列问题：(1)淀粉经过口腔时，部分被唾液淀粉酶分解为_______，最终在小肠内彻底分解成c。(2)生理过程①②通过_______运动来完成。(3)图甲中三条排泄途径都能排出的物质是_______。(4)若图乙中AB段表示血液流经肺泡处毛细血管时某物质的变化曲线，则与该物质运输有关的血细胞是_______。(5)胰岛功能异常的糖尿病患者，由于血糖持续偏高，导致原尿中c分子不能全部被_______（填“肾小球”或“肾小管”）重吸收，从而形成糖尿。这类患者通常可采用注射胰岛素制剂来治疗，该药物经静脉注射后，最先到达心脏的_______。A．左心房B．左心室C．右心房D．右心室", "solution_info": "图甲为人体部分生理活动示意图，涉及人体的消化、呼吸、血液循环、泌尿等系统。序号①表示吸气，②表示呼气，③表示汗液排出，④不消化的食物残渣的排出，⑤表示尿液的排出过程，字母a、b、c分别表示氧气、二氧化碳和葡萄糖；图乙表示血液流经某血管时某物质的变化曲线，图中AB段表明该物质变化由低到高。详解（1）在口腔内的淀粉最初被唾液淀粉酶分解成了麦芽糖。然后进入小肠，再在小肠中肠液和胰液的作用下，被分解成c葡萄糖。（2）图中生理过程①②表示人体与外界环境的气体交换过程。呼吸运动的过程是：平静吸气时，膈肌与肋间肌收缩，引起胸腔前后、左右及上下径均增大，肺随之扩大，形成主动的吸气运动；当膈肌和肋间外肌舒张时，肋骨与胸骨因本身重力及弹性而回位，结果胸廓缩小，肺也随之回缩，形成被动的呼气运动，可见该过程通过呼吸运动实现的。（3）图中人体内废物的排出有三个过程：②以气体的形式通过呼吸系统排出；③以汗液的形式通过皮肤排出；⑤以尿的形式通过泌尿系统排出，在这三条排泄途径中都能排出的物质是水。（4）若图乙中AB段表示血液流经肺泡处毛细血管时某物质的变化曲线，曲线AB段表明该物质由少到多，则该物质为氧气，与该物质运输有关的血细胞是红细胞，因为红细胞中含有血红蛋白，在含氧高的地方易与氧结合，在含氧低的地方易与氧分离，决定了红细胞的主要功能是运输氧气。（5）胰岛素是由人体内分泌系统中的胰岛分泌的，它能促进血糖合成糖元，加速血糖分解，从而降低血糖浓度。胰岛功能异常的糖尿病患者，胰岛素分泌不足时，血糖持续偏高，导致原尿中c葡萄糖分子不能全部被肾小管重吸收，一部分血糖就会随尿排出体外，形成糖尿，即糖尿病。可通过注射胰岛素治疗，静脉注射的胰岛素进入血液后，首先经上、下腔静脉进入心脏的右心房。故选C。", "answer": "(1)         麦芽糖                      (2)         呼吸                      (3)         水                      (4)         红细胞                      (5)         肾小管          C", "side_information": ["◎ 消化系统的组成和功能的定义\n消化系统：    消化系统由消化道和消化腺两大部分组成。消化管包括口腔、咽、食管、胃、小肠（十二指肠、空肠、回肠）和大肠（盲肠、结肠、直肠、肛管）等部。临床上常把口腔到十二指肠的这一段称上消化道，空肠以下的部分称下消化道。消化腺有小消化腺和大消化腺两种。小消化腺散在于消化管各部的管壁内，大消化腺有三对唾液腺（腮腺、下颌下腺、舌下腺）、肝和胰。", "◎ 消化系统的组成和功能的知识扩展\n                         消化系统的组成和功能由消化管和消化腺组成。 ①消化道由口腔（牙齿咀嚼食物，舌搅拌食物）、咽、食管、胃、小肠、大肠和肛门组成。 ②消化腺包括唾液腺（唾液淀粉酶消化淀粉）、肝、胰腺（胰液中有消化糖类、蛋白质和脂肪的酶）以及胃腺（胃液中含有盐酸和蛋白酶，初步消化蛋白质）、肠腺（肠液中有消化糖类、蛋白质和脂肪的酶）等。口腔是消化道的起始端，口腔中舌的搅拌和牙齿的咀嚼，有助于食物的消化，成人的牙齿分为：门齿、犬齿、前臼齿、臼齿，牙齿是人体中最坚硬的器官，分为牙冠、牙颈和牙根三部分。口腔内的细菌能将糖类变成酸液，酸液会慢慢腐蚀牙齿表层的牙釉质，牙釉质受到腐蚀会逐渐变软、变色，当腐蚀到牙本质时，会逐渐形成龋洞，最后龋洞深入到牙髓腔，引起牙疼，因此，餐后、睡前应注意清洁牙齿。 ", "◎ 消化系统的组成和功能的知识导图\n消化系统的组成：", "◎ 消化系统的组成和功能的特性\n消化道各器官的结构和功能：（1）口腔：口腔是消化道的开始部位，里面有牙齿、舌和唾液腺。牙齿的主要功能是切断、撕裂和磨碎食物，牙齿损伤以后，食物就不能得到充分的咀嚼，因而会加重胃、肠的负担。（2）咽：是食物和空气的共同通道，无消化和吸收能力。（3）食道：是物物进入体内的通道，可以蠕动将食物推入胃。（4）胃（如图）： 位于腹腔的左上方，是消化道最膨大的部分。胃呈囊状结构，由外至里依次由浆膜，肌肉层、黏膜下层，黏膜4层绀成，黏膜具有腺体，能分泌盐酸和胃蛋白酶等 胃具有暂时储存食物并蠕动进行物理性消化．以及利用盐酸、蛋白酶对食物进行化学性消化的作用。（5）小肠：小肠盘曲在腹腔里，长约5～6米，开始的一段叫十二指肠。小肠是消化道中最长的段，是消化食物和吸收营养物质的主要场所。小肠壁也分为4层，与胃壁相似。小肠黏膜的表面有许多环形皱襞，皱襞上有许多绒毛状的突起——小肠绒毛(如图)。小肠绒毛间的黏膜凹陷形成肠腺，可以分泌肠液消化食物。小肠内表面具有的皱襞和小肠绒毛，大大地增加了消化食物和吸收营养物质的面积、小肠绒毛中有毛细血管和毛细淋巴管。小肠绒毛壁、毛细血管壁和毛细淋巴管壁都很薄，都只由一层上皮细胞构成。这种结构特点有利于吸收营养物质。（6）大肠：大肠开始的一段叫盲肠，盲肠上有一细小突起叫阑尾，肓肠位于腹腔右下部，所以患阑尾炎时．右下腹部疼痛。大肠无消化能力，但有较弱的吸收能力，能吸收少量的水、无机盐和部分维生素。（7）肛门：未消化的食物残渣在大肠内形成粪便，由肛门排到体外。消化腺：  人体出的消化腺包括唾液腺、胃腺、肝脏、胰腺和肠腺。其中，唾液腺、肝脏和胰腺是位于消化道外的消化腺，胃腺和肠腺是位于消化道壁内的腺体。（1）唾液腺唾液腺能分泌唾液，唾液的主要作用是湿润口腔和食物，便于吞咽；唾液中含有的唾液淀粉酶，能促使一部分淀粉分解为麦芽糖；唾液中含有的溶菌酶有一定的杀菌作用。（2）胃腺胃腺是由胃壁内黏膜上皮凹陷而形成的，胃腺开口在胃壁的内表面。胃腺能分泌胃液。胃液呈酸性，pH为0．9～1．5，成人每口分泌的胃液为1．5～2．5升。胃液的主要成分有胃蛋白酶、盐酸(即胃酸)和黏液。（3）肝脏    肝脏是人体内最大的腺体，成人的肝重约1．5千克，大部分位于腹腔的右上部。    肝脏具有多方两的生理功能。肝脏在蛋白质、糖类和脂肪的代谢中起着重要作用。肝脏还具有解毒功能。    肝脏能够分泌胆汁，并将其储存在胆囊内。当食物进入口腔、胃和小肠时，可以反射性地引起胆囊收缩，胆汁经过总胆管流入十二指肠。成人每日分泌的胆汁约为0．8～1．0升。胆汁中没有消化酶，主要成分是胆盐和胆色素。胆盐的作用是激活胰脂肪酶，将脂肪乳化成极细小的微粒，增加脂肪与胰脂酶的接触面积，有利于脂肪的消化和吸收；可以与脂肪酸和脂溶性维生素结合，形成水溶性复合物，以促进人体对这些物质的吸收。（4）胰腺胰腺分泌胰液，胰液呈碱性，pH为7．8～8．4，成人每日分泌的胰液约为l～2升。胰蛋白酶作用于蛋白质，蛋白质被分解为多肽和少量氨基酸。存在于胰液中的胰淀粉酶和少量的胰麦芽糖酶，又可以分别促使淀粉和麦芽糖分解为葡萄糖。胰脂肪酶在胆汁的协同作用下，促使脂肪分解为脂肪酸和甘油。肠腺是有由小肠壁内黏膜上皮凹陷而形成的，开口于相邻的两个小肠绒毛之间。肠腺能分泌肠液，肠液呈弱碱性，pH约为7．6，成人每口分泌的肠液为1～3升。肠液内含有多种消化酶，如淀粉酶、麦芽糖酶、蔗糖酶、乳糖酶、肽酶、脂肪酶等，通过这些酶的作用，进一步分解糖类，蛋白质和脂肪，使之成为可以吸收的物质。", "◎ 消化系统的组成和功能的教学目标\n1、能描述消化系统的组成及主要消化腺的作用。2、通过观察，讨论消化系统图，体会小肠结构与功能相适应的特点。3、关注牙齿，养成良好的卫生习惯。", "◎ 消化系统的组成和功能的考试要求\n能力要求：掌握/应用课时要求：1考试频率：易考分值比重：2"], "image": {"path": "val/images/middle_biology_3924.png"}}
{"subject": "biology", "id": "biology_5875", "type": "multiple-choice", "grade": "high", "difficulty": "easy", "question_info": "人吃酸梅时，唾液分泌量增加，该反射过程如图所示。下列关于该反射的叙述错误的是", "options": ["结构基础为反射弧", "神经中枢在脑干", "效应器为唾液腺", "属于条件（复杂）反射"], "solution_info": "神经调节的基本方式是反射，反射活动的结构基础称为反射弧，包括感受器、传入神经、神经中枢、传出神经和效应器。图中包含的反射弧：舌→传入神经→脑干→传出神经→唾液腺。条件反射是人出生以后在生活过程中逐渐形成的后天性反射，是在非条件反射的基础上，经过一定的过程，在大脑皮层参与下完成的，是一种高级的神经活动，是高级神经活动的基本方式；非条件反射是指人生来就有的先天性反射，是一种比较低级的神经活动，由大脑皮层以下的神经中枢(如脑干、脊髓)参与即可完成。详解A．神经调节的基本方式是反射，反射活动的结构基础称为反射弧，A正确。B．由图可知，该反射的神经中枢在脑干，B正确。C．效应器由传出神经末梢和它控制的肌肉或腺体组成，接受传出神经传来的神经冲动，引起肌肉或腺体活动。由题意可知，该反射的效应器是唾液腺，C正确。D．条件反射是人出生以后在生活过程中逐渐形成的后天性反射，是在非条件反射的基础上，经过一定的过程，在大脑皮层参与下完成的。结合分析可知，人吃酸梅时，唾液分泌量增加是非条件反射，没有大脑皮层的参与，D错误。故选D。", "answer": "D", "side_information": ["◎ 反射的定义\n反射和反射弧1. 反射指人体通过神经系统，对外界或内部的各种刺激所发生的有规律的反应。神经的基本调节方式是反射。2. 反射弧：（1）反射弧是指完成反射的神经结构，反射的结构基础是反射弧。（2）反射弧的组成反射弧包括感受器、传入神经、神经中抠、传出神经、效应器五部分。如图 ①感受器：由传入神经末梢组成，能接受刺激产生兴奋。 ②传入神经：又叫感觉神经，把外周的神经冲动传到神经中枢里。 ③神经中枢：接受传入神经传来的信号后，产生神经冲动并传给传出神经。 ④传出神经：又叫运动神经，把神经中枢产生的神经冲动传给效应器。 ⑤效应器：由传出神经末梢和它控制的肌肉或腺体组成，接受传出神经传来的神经冲动，引起肌肉或腺体活动。", "◎ 反射的知识扩展\n神经的基本调节方式是反射。指人体通过神经系统，对外界或内部的各种刺激所发生的有规律的反应。反射的结构基础是反射弧。一个完整的反射弧由感受器、传入神经、神经中枢、传出神经、效应器5个基本部分组成。人体通过各种简单或复杂的反射，来调节自身的生命活动，从而能够对体内外的刺激迅速做出适当的反应。反射的基本类型：条件反射和非条件反射。", "◎ 反射的特性\n反射弧中神经冲动传导的路线：感受器→传入神经→神经中枢→传出神经→效应器。反射的类型：根据反射形成的过程可将其分为两类：简单反射(非条件反射)和复杂反射(条件反射)。（1）简单反射简单反射是指生来就有的先天性反射。如缩手反射、眨眼反射、排尿反射和膝跳反射等。它是一种比较低级的神经活动，由大脑皮层以下的神经中枢(如脊髓、脑干)参与即可完成。（2）复杂反射（条件反射）复杂反射是人出生以后在生活过程中逐渐形成的后天性反射。例如，同学们听到上课铃声会迅速走进教室；行人听到身后的汽车喇叭声，就会迅速躲避等。复杂反射(条件反射)是在非条件反射的基础上，经过一定的过程，在大脑皮层的参与下形成的。因此，复杂反射(条件反射)是一种高级的神经活动，而且是高级神经活动的基本方式。", "◎ 反射的知识对比\n简单反射和复杂反射的区别： 反射类型形成时间反射弧特点 刺激 神经联系 意义  举例简单反射生来就有的先天性反射神经中枢在大脑皮层以下事物本身固定、不会消失适应不变的环境吃酸梅分泌唾液复杂反射出生后，在生活过程中逐渐形成的反射由大脑皮层的神经中枢参与事物的属性，如酸梅的形态、颜色、语言、文字暂时、可以消退适应多变的环境看见酸梅分泌唾液", "◎ 反射的知识点拨\n易错点：误认为所有的反射活动都是可以通过大脑来控制的    反射分为简单反射(非条件反射)和复杂反射(条件反射)两种类型。简单反射是生下来就有的反射，如排尿反射、缩手反射、眨眼反射等都属于简单反射。简单反射是一种比较低级的神经活动，是由大脑皮层以下的神经中枢(如脊髓)参与完成的，不需要大脑控制即可完成。判断简单反射和复杂反射的依据：   反射分为简单反射和复杂反射两种类型。区分两者之间的依据是：是否是生下来就有的反射活动。如果是生下来就有的反射，就是简单反射；如果是个体在后天学习和生活中形成的，就是复杂反射。", "◎ 反射的知识拓展\n人类特有的复杂反射：    动物的复杂反射是由各种具体刺激(如食物的外形和气味、声音、光等)引起的。人类除了有这类因具体刺激而引起的复杂反射以外，还有另一类特有的复杂反射。例如，人们在谈论梅子时，唾液的分泌往往也会增多，说明人类除了对具体信号(如食物的外形和气昧、声音、光等)发生反应，建立与动物相同的一类复杂反射以外，还能对具体信号抽象出来的语言、文字发生反应，建立人类特有的复杂反射。这类复杂反射的建立，与大脑皮层具有语言中枢有关，因此人类与动物就有了本质的区别。", "◎ 反射的教学目标\n1、举例说出反射包括简单反射和复杂反射。2、提高自己与他人合作交往的能力及科学探究的能力。", "◎ 反射的考试要求\n能力要求：掌握/应用课时要求：1考试频率：易考分值比重：2"], "image": {"path": "val/images/middle_biology_5875.png"}}
{"subject": "biology", "id": "biology_919", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "某校生物兴趣小组使用显微镜观察人体口腔上皮细胞，但下列镜头上所标注的放大倍数模糊不清。现欲使视野中看到的细胞数目最少，应选用的镜头组合是（ ）A．乙和丙 B．乙和丁  C．甲和丙 D．甲和丁", "solution_info": "：根据显微镜镜头特点判断，没有螺纹的甲和乙是目镜，有螺纹的丙和丁是物镜。目镜越长放大倍数越小，物镜越长放大倍数越大。视野内要求看到细胞数目最少，放大倍数应最大，应选择放大倍数大的目镜和物镜，应是乙和丙。\n根据显微镜镜头特点判断，没有螺纹的甲和乙是目镜，有螺纹的丙和丁是物镜。目镜越长放大倍数越小，物镜越长放大倍数越大。视野内要求看到细胞数目最少，放大倍数应最大，应选择放大倍数大的目镜和物镜，应是乙和丙。", "answer": "A", "side_information": ["◎ 显微镜的构造和使用的定义\n显微镜的成像原理:光线→反光镜→遮光器→通光孔→透明标本→物镜(放大成倒立实像）→镜筒→目镜（放大成虚像）→眼特别提示：显微镜最重要的部分是物镜和目镜，观察标本时，必须使目镜，物镜，通光孔，光圈在一条直线上。", "◎ 显微镜的构造和使用的知识扩展\n（1）显微镜的构造和功能：镜座、镜柱、镜臂、镜筒、载物台、转换器、反光镜、物镜、转换器、通光孔、载物台、粗准焦螺旋（调节速度快，适合用于在低倍镜下调整观察对象的位置）、细准焦螺旋（调节速度慢，适合用于在高倍镜下调整观察对象的清晰度）、压片夹。（2）从目镜看的物像是倒像，目镜与物镜放大倍数的乘积就是显微镜的放大倍数。（3）练习使用显微镜：步骤：取镜和安放、对光、观察；注意：擦拭目镜和物镜用擦镜纸。 ", "◎ 显微镜的构造和使用的知识导图\n观察细胞的结构知识梳理:", "◎ 显微镜的构造和使用的知识点拨\n显微镜的使用：1. 取镜和安放取镜时右手握住镜臂，左手平托镜座，保持镜体直立，不可歪斜。安放时，动作要轻，一般放在实验台左侧，距实验台边缘7理米左右处。安装物镜或目镜时，镜筒向前，镜臂朝向操作者。用毛巾擦拭机械部分，用擦镜纸擦拭光学部分。 2. 对光①转动粗准焦螺旋(逆时针)，使镜筒上升。 ②转动转换器：使低倍物镜对准通光孔(物镜前端与载物台保持2厘米距离)。 ③转动遮光器：把一个较大的光圈对准通光孔。 ④转动反光镜：左眼注视目镜(右眼睁开)，使光线通过通光孔反射到镜筒内，直到看到一个白亮的视野 3. 观察①低倍镜的使用观察任何标本都必须先用低倍镜。 a.放置标本：升高镜筒，把玻片标本放在载物台中央。标本材料正对通光孔的中心，用压片夹压住载玻片的两端。b.调焦：两眼从侧面注视物镜，转动粗准焦螺旋(顺时针)，让镜筒徐徐下降至物镜距玻片2～ 5毫米处。然后用左眼注视目镜．右眼同时睁开(以便绘图)，同时用手反方向(逆时针)转动粗准焦螺旋，使镜筒缓缓上升，直到看清物像为止。如果不够清楚，可用细准焦螺旋调节(不可以在调焦时边观察边使镜筒下降，以免压碎装片和镜头)。 c.低倍镜的观察：所用的目镜放大倍数与物镜放大倍数相乘所得的积即为原物被放大的倍数。如果物像不在视野中央，要慢慢移动到视野中央，再适当进行调节。 ②高倍镜的使用 a.定位目称：先用低倍物镜确定要观察的目标的位置，再将其移至视野中央。转动转换器．把低倍物镜轻轻移开，在原位置小心地换上高倍物镜(操作要卜分仔细，以防镜头碰击玻片)。 b.调焦：正常情况下，当高倍物镜转正之后，在视野中央即可看到模糊的物像，只要沿逆时针方向略微调到细准焦螺旋，即可获得清晰的物像。在换上高倍物镜观察时，视野变小、变暗，要重新调节视野亮度，可通过升高聚光器或利用凹面反光镜来增大。4. 整理将显微镜的外表擦拭干净，把物镜偏向两旁，取下目镜放进镜头盒，反光镜与水平面垂直，将镜筒下降到最低处，把显微镜放回箱内。5. 整理（1）在镜筒下降时，眼髓一定要注视物镜，以防物镜碰到玻片而损伤物镜或将玻片标本压碎更换物镜时血转动转换器．不能用手扳着物镜转动。（2）用显微镜观察时，两只眼睛都要睁开。（3）显微镜下所看到的像是倒立的(上下颠倒、左右相反、放大的虚像)。所以，玻片的移动方向与物像的移动方向相反。例如，物像偏左上方，则应往左上方移动玻片。（4）显微镜下物像的放大倍数等于物镜与目镜的放大倍数的乘积。5. 辨别镜头的放大规格①目镜：直插式，长度和放大倍数成反比，即目镜越长，放大倍数越小。 ②物镜：螺旋式，长度和放大倍数成正比，即物镜越长，放大倍数越大。6. 迅速判断污点位置的方法：污点一般会在目镜、物镜或者玻片标本上。首先转动目镜，如果污点不动，则污点不在目镜上；移动玻片标本，污点也不动，则污点肯定在物镜上；若污点在反光镜上则不会在视野中看到。7. 正确使用准焦螺旋：准焦螺旋有粗细之分。粗准焦螺旋（又称粗调），位于镜臂上方，可以转动，以使镜筒上下移动，转动时镜筒升降的幅度大；细准焦螺旋(又称细调)，位于镜臂的下方，它转动时镜筒升降的幅度小。8. 转动方向和升降方向的关系：顺时针转动准焦螺旋，镜筒下降；反之则上升。 9. 根据需要使用光圈、反光镜以调节视野的亮度①大光圈：光线强，视野亮，光线过弱需要强光时使用。小光圈：光线弱。视野暗，光线过强需要弱光时使用。 ②平面镜：反射的光线较弱，光线过强需要弱光时使用。凹面镜：反射的光线较强，光线过弱需要强光时使用。", "◎ 显微镜的构造和使用的知识拓展\n易错点：在显微镜的使用中，对光操作上的差错：在对光前应先使低倍目镜、物镜、通光孔、光圈在一条直线上，根据环境中光线的强弱正确选择光圈的大小和反光镜的平面或凹面。对好光后，通过目镜可看到白亮但不刺眼的视野。误认为玻片的移动方向与物象的移动方向相同：   由于在显微镜下所看到的是一个倒像，且物像和实际物体上下、左右完全颠倒。所以物像和玻片的移动方向一定相反。如果物像偏右，应向右移动玻片；如果要想让物像向右移动，则需向左移动玻片。误认为显微镜的放大倍数越大，视野中看到的细胞数目越多：显微镜的视野大小是不变的，如果放大倍数增大，视野中看到的细胞体积增大，原来视野边缘的细胞就到了视野之外，细胞数目就一定比原来少了。 ", "◎ 显微镜的构造和使用的教学目标\n1、了解显微镜的构造，说出显微镜各部分的名称和功能。2、能独立、规范地使用显微镜，能观察到清晰的物像；在认识、使用显微镜的过程中发现问题，并尝试解决问题；通过小组探究合作培养学生与人合作的能力；通过交流讨论培养学生的评价能力和语言表达能力。3、认同显微镜的规范操作方法，养成爱护显微镜的习惯以及养成科学实验的良好习惯，初步形成实事求是的科学态度。", "◎ 显微镜的构造和使用的考试要求\n能力要求：掌握/应用课时要求：2.5考试频率：必考分值比重：20"], "image": {"path": "val/images/middle_biology_919.png"}}
{"subject": "biology", "id": "biology_9343", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "根据下列我国人口的增长曲线图，分析回答下列问题。（1）从公元2年开始，我国人口数量第一次翻一番大约用了多长时间？到19世纪中期，人口增长一倍又用了多少时间？（2）近半个世纪来，我国人口自然增长率有什么变化？你能推测其中的原因是什么？（3）假设1995年我国18岁、19岁和20岁的女性各有800万人，每人只生一个孩子。如果她们都没有晚育的要求，到2000年因她们生育而增加的人口是__________；如果她们都有晚育的要求，到25岁才生孩子，那么到2000年因她们生育而增加的人口是__________。", "solution_info": "该题考查的是我国人口增长的情况，第一次是从1600到1700年，在19世纪中期，人口增长一倍，是在1785年左右，所以用了大约85年的时间，近半个世纪因为新中国成立后，人民生活水平不断提高，医疗卫生条件不断改善，致使我国人口增长明显加快，没有实施晚育，那么增加的人口是3×800万=2400万，如果是晚育，那么到2000年，只有20岁的女性达到生育的年龄，那么增加的人类数量就是800万。", "answer": "（1）大约1600~1700年。大约85年。 （2）明显加快。  新中国成立后，人民生活水平不断提高，医疗卫生条件不断改善，致使我国人口增长明显加快。 （3）2400万  800万", "side_information": ["◎ 人类遗传病的定义\n遗传病：由于遗传物质发生改变而引起的疾病，叫作遗传病。其特点是致病基因可通过生殖细胞在家族中传递。遗传病一般具有家族性。", "◎ 人类遗传病的知识扩展\n是指遗传物质发生改变或者由致病基因所控制的疾病（白化病）。（1）遗传病严重危害人类健康和降低人口素质，优生优育，禁止近亲结婚：我国婚姻法规定：直系血亲和三代以内的旁系血亲之间禁止结婚。（2）近亲结婚的危害：近亲结婚时，夫妇双方携带的隐性致病基因可能同时传递给子女，大大提高了隐性遗传病的发病率。（3）优生优育的措施：遗传咨询（又叫遗传商谈）是咨询医生以商谈形式解答咨询者或亲属等提出的各种遗传学问题，如遗传病的病因，遗传方式，预防，诊断，治疗等，并在权衡的基础上，给予治疗和预防。遗传咨询与有效的产前诊断、选择性流产措施相配合，能够有效的降低遗传病发病率，改善遗传病患者的生活质量和提高社会人口素质。 ", "◎ 人类遗传病的知识拓展\n禁止近亲结婚：（1）遗传病严重危害人类健康和降低人口素质，优生优育，禁止近亲结婚：我国婚姻法规定：直系血亲和三代以内的旁系血亲之间禁止结婚。（2）近亲结婚的危害：近亲结婚时，夫妇双方携带的隐性致病基因可能同时传递给子女，大大提高了隐性遗传病的发病率。（3）优生优育的措施：遗传咨询（又叫遗传商谈）是咨询医生以商谈形式解答咨询者或亲属等提出的各种遗传学问题，如遗传病的病因，遗传方式，预防，诊断，治疗等，并在权衡的基础上，给予治疗和预防。遗传咨询与有效的产前诊断、选择性流产措施相配合，能够有效的降低遗传病发病率，改善遗传病患者的生活质量和提高社会人口素质。 ", "◎ 人类遗传病的教学目标\n1、人类遗传病的危害和优生优育。2、人类遗传病形成的原因。 3、人类基因组计划。", "◎ 人类遗传病的考试要求\n能力要求：了解/识记课时要求：1考试频率：易考分值比重：1"], "image": {"path": "val/images/middle_biology_9343.png"}}
{"subject": "biology", "id": "biology_4892", "type": "multiple-choice", "grade": "high", "difficulty": "medium", "question_info": "血液循环的动力来自心脏。图是心脏的结构示意图，有关叙述错误的是（　　）", "options": ["D是左心室，其壁最厚，内流动脉血", "当B、D收缩时，B与2、D与1之间瓣膜张开", "静脉注射青霉素后，最先应在C中发现该药物", "A与B之间，C与D之间具有防止血液倒流的瓣膜"], "solution_info": "分析图可知：A右心房、B右心室、C左心房、D左心室。1主动脉、2肺动脉、3肺静脉、4上腔静脉、5下腔静脉，据此答题。详解A．D左心室的壁最厚，这是与左心室收缩把血液输送到全身、输送血液的距离最长相适应的；左心室流动脉血，A正确。B．心脏工作原理：①左右心房收缩，分别将血液压至左心室和右心室，此时，房室瓣打开，动脉瓣关闭；②左右心室收缩，分别将血液泵至主动脉和肺动脉，此时，房室瓣关闭，动脉瓣打开；③全心舒张，血液经静脉被吸进心房，此时，房室瓣打开，动脉瓣打开。因此，当B、D收缩时，B与2、D与1之间瓣膜张开，B正确。C．静脉注射青霉素后，药物到达病部位置经过的途径是：静脉→上下腔静脉→右心房→右心室→肺动脉→肺部毛细血管→肺静脉→左心房→左心室→主动脉→各级动脉→病变部位，药物最先到达A右心房，C错误。D．在左心房和左心室之间，右心房和右心室之间有房室瓣，心室和动脉之间有动脉瓣，作用是防止血液倒流，保证血液只能由心房流向心室，心室流向动脉，而不能倒流，D正确。故选C。", "answer": "C", "side_information": ["◎ 心脏的结构和功能的定义\n心脏的位置：人的心脏在胸腔内两肺之间，心尖指向左下方。心脏的形状像个桃子，人小和本人的拳头差不多。心脏的结构：   心脏主要由心肌构成。它有4个空腔，按照位置关系，这4个腔分别叫作左心房、左心室、右心房、右心室。心房在上，心室在下，而且左心房只和左心室相通，右心房只和右心室相通，左右心房和左右心室之间都是不相通的。在心脏的4个腔中，左心室的肌肉壁最厚。与心脏四腔相连的血管：左心房连通肺静脉。左心室连通主动脉，右心房连通上、下腔静脉，右心室连通肺动脉。概括地说，心室与动脉相连通，心房与静脉相连通。心脏的瓣膜：心房和心室之间的瓣膜叫房室瓣，它只能朝向心室开，保证血液只能从心房流向心室；心室和相连的动脉之间的瓣膜叫动脉瓣，只能朝向动脉开，保证血液只能从心室流向动脉。这佯就保证了血液只能按一定方向流动：心房→心室→动脉，而不能倒流。", "◎ 心脏的结构和功能的知识扩展\n（1）主要由心肌构成，有左心房、左心室、右心房、右心室四个腔。左右心房之间和左右心室之间均由间隔隔开，故互不相通，心房与心室之间有瓣膜，这些瓣膜使血液只能由心房流入心室，而不能倒流。（2）血液流动方向为：上下腔静脉→右心房→右心室→肺动脉→肺循环→肺静脉→左心房→左心室→主动脉→体循环→上下腔静脉 ", "◎ 心脏的结构和功能的特性\n心脏的功能：    心脏的结构与它的功能是相适应的。心脏的肌肉发达，因而能够强有力地收缩，就像泵一样，能够将血液泵垒全身，上至大脑，下至手指和脚趾。它昼夜不停地收缩和舒张，推动血液在血管里循环流动，即心脏是血液循环的动力器官。心脏的左右两个“泵”同时协同工作，两个“泵”之间由一层厚的肌肉壁隔开。左侧收集来自肺部的血液，并将血液泵至全身；右侧收集来自全身其他部分的血液，并将这些血液泵至肺。这样，体内的血液既经过全身又经过肺，在心脏处汇合。心脏的工作原理：（1）当左心房收缩时，心房内的压力高于心室内的压力，心房内的血液冲开房室瓣，分别进入左右心室。此时，两侧的动脉瓣是关闭的。（2）接着，两个心房开始舒张，两个心室收缩，心室内压力超过心房内压力，这时，房室瓣被血液推动而关闭，使血液不能倒流入心房。随着心室的进一步收缩。心室内压力继续上升，当心室内压力超过动脉压时，血液就冲开动脉瓣射入动脉。（3）随后，心室舒张，心室内压力迅速下降，当心室内压力低于动脉压时，动脉内的血液流入半月形的动脉瓣口袋中，而使动脉瓣关闭，阻止动脉内的血液倒流入心室。随着心室进一步舒张，心室内压力继续下降，当心室内压低于心房内压力时，心房内的血液冲开房室瓣进入心室，随后，心房和心室都处于舒张状态，此时，房室瓣开放着，而动脉瓣关闭着。这时．血液从静脉流入心房和心室。心脏就这样不停地收缩和舒张，推动血液在血管内循环流动。", "◎ 心脏的结构和功能的知识对比\n心脏4个腔的比较：名称左心房左心室右心房右心室相连血管肺静脉主动脉上下腔静脉肺动脉腔壁薄最厚薄较厚瓣膜与左心室之间有房室瓣与左心房之间有房宰瓣与主动脉之间有动脉瓣与右心室之间有房室瓣与右心房之间有房室瓣与肺动脉之间有动脉瓣所含血液动脉血动脉血静脉血静脉血", "◎ 心脏的结构和功能的知识点拨\n易错点:误认为心脏的心房和心室可以同时舒张,同时收缩   心肌的收缩和舒张表现为心脏的跳动。心脏跳动时，先是两个心房收缩，此时两个心室舒张；接着两个心房舒张。两个心室收缩；然后全心舒张。从以上叙述可以看出，心房和心室能一起舒张，但不能同时收缩。", "◎ 心脏的结构和功能的教学目标\n1、掌握心脏的结构。2、认同心脏的结构与其功能的适应。3、尝试灌流实验，提高观察能力、思维能力和严密的推理能力。", "◎ 心脏的结构和功能的考试要求\n能力要求：掌握/应用课时要求：1考试频率：必考分值比重：5"], "image": {"path": "val/images/middle_biology_4892.png"}}
{"subject": "biology", "id": "biology_3933", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "在心脏的推动下，血液不停地在血管里流动，为组织细胞提供营养物质和氧气，同时运走二氧化碳等代谢废物，保证生命活动的正常进行。下图为人体消化、呼吸、循环、泌尿系统功能联系示意图（①～⑥表示生理过程）。（1）在人体的结构层次中，血液属于________________。人体脏器内含有丰富的毛细血管，毛细血管的结构特点有利于________________。（2）吸气时，①②所示的肺泡与血液之间的气体交换是________________。氧气最终在组织细胞内的________中被利用。④过程是人体最主要的吸收途径，主要原因是________________。（3）当血液流经汗腺时，血液中的________________等物质进入汗腺，形成汗液；原尿是通过⑤经滤过作用形成的，健康成人每昼夜形成原尿与尿液的比例约为100∶1，产生这一结果的原因是________________________。（4）在肝细胞内，氨基酸能够被彻底分解成二氧化碳、水和尿素等物质。请完善二氧化碳排出体外的途径：肝细胞→肝静脉→________________→肺泡→体外。（5）将馒头在口中慢慢咀嚼会感觉到甜味，这是淀粉经历了________________消化的结果。为探究“牙齿的咀嚼”可能影响唾液对淀粉的消化作用、现提供馒头、小刀、新鲜唾液、碘液和试管等必要的材料器具，请补充完善实验步骤。步骤1：将馒头切成大小相同的两块，再分别用小刀切成大小不同的两组颗粒；步骤2：_______________________________________________________________________________；步骤3：将两只试管同时放入37℃的温水中5～10分钟；步骤4：_______________________________________________________________________________；", "solution_info": "分析图片可知：①表示氧气进入血液；②表示二氧化碳进入肺泡；③表示胃的吸收；④表示小肠的吸收；⑤肾动脉；⑥肾静脉。对照实验：在探究某种条件对研究对象的影响时，对研究对象进行的除了该条件不同以外，其他条件都相同的实验，根据变量设置一组对照实验，使实验结果具有说服力，一般来说，对实验变量进行处理的是实验组，没有处理的就是对照组。详解（1）结缔组织的种类很多，如骨组织、血液、肌腱、韧带、淋巴、皮下脂肪等，具有连接、支持、保护、营养的作用，血液中有血细胞和血浆等物质，具有营养、保护、运输等作用，所以属于结缔组织。毛细血管的特点：管壁最薄，只有一层上皮细胞构成，管腔最小血管内径仅有8-10微米，只允许红细胞呈单行通过，血流速度极慢，正是这些特点决定了毛细血管有利于进行物质交换。（2）肺泡与血液之间的气体交换如图：即吸气时，①②所示的肺泡与血液之间的气体交换是氧气进入血液，二氧化碳进入肺泡。组织细胞在线粒体处利用氧，将有机物氧化分解、释放能量，供人体生命活动的需要。④表示小肠的吸收。小肠适合吸收的特点是：长：小肠约长约5~6m，是消化道最长的一段，可以增加食物和营养物质停留的时间。大：小肠内壁有环形皱襞，皱襞上有小肠绒毛，增大了吸收营养物质的面积。薄：小肠绒壁、毛细血管壁、毛细淋巴管壁都是由一层上皮细胞构成，有利于营养物质被吸收。（3）汗液和尿液的成分是一样的，当血液流经汗腺时，血液中的水、无机盐、尿素等物质进入汗腺，形成汗液。当原尿流经肾小管时，其中大部分水、部分无机盐和全部葡萄糖被重新吸收回血液，剩下的尿素、一部分无机盐和水形成了尿液。（4）肝脏属于体循环的路线，如下图：肝细胞→肝静脉→下腔静脉→右心房→右心室→肺动脉→肺部毛细血管→肺泡→体外。（5）馒头在口中慢慢咀嚼会感觉到甜味，是因为唾液淀粉酶将淀粉转化成了麦芽糖。为探究“牙齿的咀嚼”，需要控制变量，除了馒头大小不一样其余条件均相同。步骤2：1号试管加入馒头碎屑，2mL唾液，搅拌；2号试管加入馒头块，2mL唾液，搅拌。步骤3：将两只试管同时放入37℃的温水中5～10分钟。步骤4：滴加2滴碘液观察实验现象，1号试管不变蓝；2号试管变蓝。1号不变蓝的原因是：唾液淀粉酶将淀粉彻底分解成麦芽糖；2号变蓝的原因是：馒头块太大，唾液淀粉酶没有充分发挥作用。点睛掌握人体各个系统的结构和功能以及能确定变量、控制实验变量是解题的关键。", "answer": "结缔组织          物质交换          氧气进入血液，二氧化碳进入肺泡          线粒体          小肠约长约        5~6m         ；小肠内壁有环形皱襞，皱襞上有小肠绒毛，增大了吸收营养物质的面积；小肠绒壁、毛细血管壁、毛细淋巴管壁都是由一层上皮细胞构成    水、无机盐、尿素    肾小管的重吸收作用    下腔静脉          →          右心房          →          右心室          →          肺动脉          →          肺部毛细血管    唾液淀粉酶          1          号试管加入馒头碎屑，          2mL          唾液，搅拌；          2          号试管加入馒头块，          2mL          唾液，搅拌    滴加          2          滴碘液观察实验现象，          1          号试管不变蓝；          2          号试管变蓝。", "side_information": ["◎ 消化系统的组成和功能的定义\n消化系统：    消化系统由消化道和消化腺两大部分组成。消化管包括口腔、咽、食管、胃、小肠（十二指肠、空肠、回肠）和大肠（盲肠、结肠、直肠、肛管）等部。临床上常把口腔到十二指肠的这一段称上消化道，空肠以下的部分称下消化道。消化腺有小消化腺和大消化腺两种。小消化腺散在于消化管各部的管壁内，大消化腺有三对唾液腺（腮腺、下颌下腺、舌下腺）、肝和胰。", "◎ 消化系统的组成和功能的知识扩展\n                         消化系统的组成和功能由消化管和消化腺组成。 ①消化道由口腔（牙齿咀嚼食物，舌搅拌食物）、咽、食管、胃、小肠、大肠和肛门组成。 ②消化腺包括唾液腺（唾液淀粉酶消化淀粉）、肝、胰腺（胰液中有消化糖类、蛋白质和脂肪的酶）以及胃腺（胃液中含有盐酸和蛋白酶，初步消化蛋白质）、肠腺（肠液中有消化糖类、蛋白质和脂肪的酶）等。口腔是消化道的起始端，口腔中舌的搅拌和牙齿的咀嚼，有助于食物的消化，成人的牙齿分为：门齿、犬齿、前臼齿、臼齿，牙齿是人体中最坚硬的器官，分为牙冠、牙颈和牙根三部分。口腔内的细菌能将糖类变成酸液，酸液会慢慢腐蚀牙齿表层的牙釉质，牙釉质受到腐蚀会逐渐变软、变色，当腐蚀到牙本质时，会逐渐形成龋洞，最后龋洞深入到牙髓腔，引起牙疼，因此，餐后、睡前应注意清洁牙齿。 ", "◎ 消化系统的组成和功能的知识导图\n消化系统的组成：", "◎ 消化系统的组成和功能的特性\n消化道各器官的结构和功能：（1）口腔：口腔是消化道的开始部位，里面有牙齿、舌和唾液腺。牙齿的主要功能是切断、撕裂和磨碎食物，牙齿损伤以后，食物就不能得到充分的咀嚼，因而会加重胃、肠的负担。（2）咽：是食物和空气的共同通道，无消化和吸收能力。（3）食道：是物物进入体内的通道，可以蠕动将食物推入胃。（4）胃（如图）： 位于腹腔的左上方，是消化道最膨大的部分。胃呈囊状结构，由外至里依次由浆膜，肌肉层、黏膜下层，黏膜4层绀成，黏膜具有腺体，能分泌盐酸和胃蛋白酶等 胃具有暂时储存食物并蠕动进行物理性消化．以及利用盐酸、蛋白酶对食物进行化学性消化的作用。（5）小肠：小肠盘曲在腹腔里，长约5～6米，开始的一段叫十二指肠。小肠是消化道中最长的段，是消化食物和吸收营养物质的主要场所。小肠壁也分为4层，与胃壁相似。小肠黏膜的表面有许多环形皱襞，皱襞上有许多绒毛状的突起——小肠绒毛(如图)。小肠绒毛间的黏膜凹陷形成肠腺，可以分泌肠液消化食物。小肠内表面具有的皱襞和小肠绒毛，大大地增加了消化食物和吸收营养物质的面积、小肠绒毛中有毛细血管和毛细淋巴管。小肠绒毛壁、毛细血管壁和毛细淋巴管壁都很薄，都只由一层上皮细胞构成。这种结构特点有利于吸收营养物质。（6）大肠：大肠开始的一段叫盲肠，盲肠上有一细小突起叫阑尾，肓肠位于腹腔右下部，所以患阑尾炎时．右下腹部疼痛。大肠无消化能力，但有较弱的吸收能力，能吸收少量的水、无机盐和部分维生素。（7）肛门：未消化的食物残渣在大肠内形成粪便，由肛门排到体外。消化腺：  人体出的消化腺包括唾液腺、胃腺、肝脏、胰腺和肠腺。其中，唾液腺、肝脏和胰腺是位于消化道外的消化腺，胃腺和肠腺是位于消化道壁内的腺体。（1）唾液腺唾液腺能分泌唾液，唾液的主要作用是湿润口腔和食物，便于吞咽；唾液中含有的唾液淀粉酶，能促使一部分淀粉分解为麦芽糖；唾液中含有的溶菌酶有一定的杀菌作用。（2）胃腺胃腺是由胃壁内黏膜上皮凹陷而形成的，胃腺开口在胃壁的内表面。胃腺能分泌胃液。胃液呈酸性，pH为0．9～1．5，成人每口分泌的胃液为1．5～2．5升。胃液的主要成分有胃蛋白酶、盐酸(即胃酸)和黏液。（3）肝脏    肝脏是人体内最大的腺体，成人的肝重约1．5千克，大部分位于腹腔的右上部。    肝脏具有多方两的生理功能。肝脏在蛋白质、糖类和脂肪的代谢中起着重要作用。肝脏还具有解毒功能。    肝脏能够分泌胆汁，并将其储存在胆囊内。当食物进入口腔、胃和小肠时，可以反射性地引起胆囊收缩，胆汁经过总胆管流入十二指肠。成人每日分泌的胆汁约为0．8～1．0升。胆汁中没有消化酶，主要成分是胆盐和胆色素。胆盐的作用是激活胰脂肪酶，将脂肪乳化成极细小的微粒，增加脂肪与胰脂酶的接触面积，有利于脂肪的消化和吸收；可以与脂肪酸和脂溶性维生素结合，形成水溶性复合物，以促进人体对这些物质的吸收。（4）胰腺胰腺分泌胰液，胰液呈碱性，pH为7．8～8．4，成人每日分泌的胰液约为l～2升。胰蛋白酶作用于蛋白质，蛋白质被分解为多肽和少量氨基酸。存在于胰液中的胰淀粉酶和少量的胰麦芽糖酶，又可以分别促使淀粉和麦芽糖分解为葡萄糖。胰脂肪酶在胆汁的协同作用下，促使脂肪分解为脂肪酸和甘油。肠腺是有由小肠壁内黏膜上皮凹陷而形成的，开口于相邻的两个小肠绒毛之间。肠腺能分泌肠液，肠液呈弱碱性，pH约为7．6，成人每口分泌的肠液为1～3升。肠液内含有多种消化酶，如淀粉酶、麦芽糖酶、蔗糖酶、乳糖酶、肽酶、脂肪酶等，通过这些酶的作用，进一步分解糖类，蛋白质和脂肪，使之成为可以吸收的物质。", "◎ 消化系统的组成和功能的教学目标\n1、能描述消化系统的组成及主要消化腺的作用。2、通过观察，讨论消化系统图，体会小肠结构与功能相适应的特点。3、关注牙齿，养成良好的卫生习惯。", "◎ 消化系统的组成和功能的考试要求\n能力要求：掌握/应用课时要求：1考试频率：易考分值比重：2"], "image": {"path": "val/images/middle_biology_3933.png"}}
{"subject": "biology", "id": "biology_32", "type": "multiple-choice", "grade": "high", "difficulty": "medium", "question_info": "将天竺葵放在暗处48h后，选取两片大小相近、生长健壮的叶片A和B，按照下图连好装置（锥形瓶用软木塞和棉花封口密闭，氢氧化钠溶液用干吸收二氧化碳），移到光下2-3h，然后取下叶片A和B，脱色处理后，用碘液检检，下列相关叙述，错误的是（　　）", "options": ["放在暗处48h是为了消耗叶片中原有的淀粉", "叶片A装置的作用是作为叶片B装置的对照", "实验变量是锥形瓶内的气体中有无二氧化碳", "实验结果是叶片B变蓝而叶片A不变蓝"], "solution_info": "图中：A装置中清水不能吸收二氧化碳，A装置有二氧化碳；B装置中氢氧化钠能吸收二氧化碳，B装置中没有二氧化碳。所以，A、B两装置形成了对照实验，其变量是二氧化碳，其它的实验条件均相同。详解A．选作实验的植物实验前已经进行了光合作用，叶片里面储存了丰富的有机物（如淀粉），若不除去会对实验结果造成影响。所以，将实验装置放入黑暗处48小时的目的是：把叶片内原有的淀粉运走消耗，以排除原来贮存的淀粉对实验的干扰，A正确。B．对照实验有实验组和对照组，实验组是接受实验变量处理的对象组，对照组是不接受实验变量处理的对象组，对照组在实验中起对照作用（排除其它因素对实验结果的干扰）。所以，本实验的变量是二氧化碳，叶片A（清水组）装置的作用是作为叶片B（氢氧化钠组）装置的对照，B正确。C．结合分析可知，AB两个装置的实验变量是锥形瓶内的气体中有无二氧化碳，C正确。D．淀粉遇碘溶液变蓝色。A和B叶片经过光照、酒精脱色后，需要用清水漂洗，然后滴加碘溶液，观察其发生的现象。叶片B缺少二氧化碳，没有进行光合作用产生淀粉，滴加碘液不变蓝色，而叶片A有二氧化碳，进行光合作用产生淀粉，滴加碘溶液变蓝色，D错误。故选D。", "answer": "D", "side_information": ["◎ 调查身边的生物的定义\n调查步骤：     调查首先要明确调查目的和调整对象，制定合理的调查方案，有时因为调查的范围很大，不肯能逐个调查，就要选取一部分调查对象作为样本。调查过程中要如实记录，对调查的结果要进行整理和分析，有时要用数学方法进行统计。在调查我们身边的生物时，采取的做法：     对调查的生物可以按照形态结构特点将生物归为植物、动物和其他生物三大类，也可按生活环境将生物划分为陆生生物和水生生物，还可以按照用途将生物分为农作物、家禽、家畜、宠物等。", "◎ 调查身边的生物的知识扩展\n调查是科学研究常用的方法之一；调查首先要明确调查目的和调整对象，制定合理的调查方案，有时因为调查的范围很大，不肯能逐个调查，就要选取一部分调查对象作为样本。调查过程中要如实记录，对调查的结果要进行整理和分析，有时要用数学方法进行统计。在调查我们身边的生物时，采取的做法；对调查的生物可以按照形态结构特点将生物归为植物、动物和其他生物三大类，也可按生活环境将生物划分为陆生生物和水生生物，还可以按照用途将生物分为农作物、家禽、家畜、宠物等。", "◎ 调查身边的生物的教学目标\n1、了解调查的一般方法，学会做调查记录。2、描述身边的生物和他们的生活环境。3、关注周边生物的生存状况。", "◎ 调查身边的生物的考试要求\n能力要求：了解/识记课时要求：1考试频率：常考分值比重：1"], "image": {"path": "val/images/middle_biology_32.png"}}
{"subject": "biology", "id": "biology_2451", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "“世界杂交水稻之父”“共和国勋章”的获得者袁隆平院士生前主持研发的耐盐碱海水稻，亩产超过620公斤，对国家和世界做出了突出贡献。甲图是海水稻的生长发育过程简图，乙图是海水稻受精过程示意图，请你据图回答问题。(1)甲图中，海水稻从b发育为。必须经历传粉和______两个生理过程之后，乙图中所示结构______（填序号）将发育成稻谷。(2)储存在大米中的淀粉，是海水稻通过______（选填“光合作用”“呼吸作用”“蒸腾作用”）产生的。(3)收割的稻谷堆放在仓库，第二天发现谷堆发热，是因为稻谷进行______（选填“光合作用”“呼吸作用”“蒸腾作用”）释放出了能量。(4)为了保护国家农作物种子资源的基因多样性及安全，我国在北京、昆明等地建立了稻谷等农作物的______库，库中温度控制在-18℃以保存种子50年以上，这样能保证国家的国际竞争力。", "solution_info": "1．图乙中：①是柱头，②是花柱，③是子房，④是胚珠中的卵细胞。2．保护生物多样性的主要措施有：①建立自然保护区是保护生物多样性最为有效的措施。②迁地保护：把某些濒危物种迁出原地，移入动物园、植物园、水族馆和濒危动物繁育中心，进行特殊的保护和管理。③建立濒危物种的种质库（植物的种子库、动物的精子库等），以保护珍贵的遗传资源。④加强法制和教育管理。（1）果实是由显花植物的子房在开花、传粉和受精后发育而来的，主要的功能为保护种子及协助种子的传播。一般果实包含了果皮及种子两个部分，果皮又可分为外果皮、中果皮和内果皮三层，由子房壁发育而成；种子则由胚珠发育形成，其中珠被发育成种皮，极核和卵核则分别发育成胚乳和胚。所以，甲图中，海水稻从b发育为c稻谷。必须经历传粉和受精两个生理过程之后，乙图中所示结构③子房将发育成稻谷（果实）。（2）绿色植物通过叶绿素捕获太阳光，利用光提供的能量，在叶绿体中合成淀粉等有机物，并且把光能转化为化学能，储存在有机物中，这个过程叫作光合作用。所以，储存在大米中的淀粉，是海水稻通过光合作用产生的。（3）呼吸作用是细胞内有机物在氧的参与下被分解成二氧化碳和水，同时释放才能量的过程。呼吸作用释放出的能量，用于各项生命活动，还有一些以热的形式散失出来。所以，收割的稻谷堆放在仓库，第二天发现谷堆发热，是因为稻谷进行呼吸作用释放出了能量。（4）结合分析可知，为保护珍贵的遗传资源，我国建立了濒危物种的种质库（植物的种子库、动物的精子库等）。所以，我国在北京、昆明等地建立了稻谷等农作物的种质（种子）库。", "answer": "(1)         受精          ③                      (2)         光合作用                      (3)         呼吸作用                      (4)         种质（种子）", "side_information": ["◎ 根的生长的定义\n根系：一根植物所有根的总和，称为根系。根系可分为直根系（双子叶植物）和须根系（单子叶植物）。根的生长：根的生长一方面靠分生区细胞的分裂增加细胞的数量，另一方面靠伸长区细胞体积的增大。", "◎ 根的生长的知识扩展\n（1）从根的尖端到生有根毛的一段是根尖，是根生长的主要部位，基本结构是根冠、分生区、伸长区、成熟区。根冠：细胞较大，性状不规则，具有保护作用（2）分生区：细胞体积小，排列紧密，细胞壁薄，细胞核大，分生能力强，不断的产生新细胞伸长区：细胞不断长大，储藏营养物质成熟区：表皮细胞长出突起就是根毛，能够运输水分、无机盐和有机养料，具有支持作用）（3）农业生产中常见的促进根生长的措施有蹲苗和烤田。蹲苗能使植物的根向纵深发展，扩大吸收面积，有利于作物的生长，防止作物倒伏。在秧苗成活后，将田里的水排干，称为烤田。（4）植物的根具有向地生长、向肥生长、向水生长，这对植物吸收水和无机盐有利。 （5）大豆种子的胚根长成发达的主根后。在主根周围陆续生出侧根；小麦种子的胚根穿出种皮后，不久主根停滞生长，在胚轴基本陆续长出不定根，称为须根系。直根系和须根系的形态不同，在土壤中的分布方式也不同，根系的分布受到水、肥等因素的影响。（6）根的价值：根有很高的经济价值，可供食用，如：甘薯、胡萝卜、萝卜、甜菜；可供药用：如人参、三七、当归等；可做工业原料，如甘薯可以制成淀粉和酒精，甜菜可以制糖；根可以做工艺品，如乔木和藤本植物的老根可做盆景或根雕。 ", "◎ 根的生长的知识导图\n根尖的结构：", "◎ 根的生长的特性\n 根的特性：植物的根具有向地生长、向肥生长和向水生长的特性。", "◎ 根的生长的知识拓展\n农业生产中常见的促进根生长的措施：蹲苗和烤田。蹲苗能使植物的根向纵深发展，扩大吸收面积，有利于作物的生长，防止作物倒伏。在秧苗成活后，将田里的水排干，称为烤田。 根的价值：根有很高的经济价值，可供食用，如：甘薯、胡萝卜、萝卜、甜菜；可供药用：如人参、三七、当归等；可做工业原料，如甘薯可以制成淀粉和酒精，甜菜可以制糖；根可以做工艺品，如乔木和藤本植物的老根可做盆景或根雕。", "◎ 根的生长的教学目标\n1、识别根尖的基本结构，说出各部分的主要功能。2、描述植物根的生长与根尖的关系。3、通过使用放大镜观察根尖，培养相应的观察能力。4、培养大胆实践的精神。", "◎ 根的生长的考试要求\n能力要求：掌握/应用课时要求：1.5考试频率：常考分值比重：6"], "image": {"path": "val/images/middle_biology_2451.png"}}
{"subject": "biology", "id": "biology_7574", "type": "multiple-choice", "grade": "high", "difficulty": "medium", "question_info": "在下图装置中加入葡萄糖、水和干酵母（内有活酵母菌），不断搅拌。在适宜的温度条件下，该装置中将会产生的物质是（　　）", "options": ["二氧化碳", "酒精", "氧气", "乳酸"], "solution_info": "酵母菌不含叶绿体，进行腐生生活，它在无氧和有氧的条件下都能生活。无氧时，酵母菌把葡萄糖分解成二氧化碳和酒精，并且释放出较少的能量，供生命活动利用。利用这一特点可进行酿酒。有氧时，酵母菌把葡萄糖分解成二氧化碳和水，并且释放出较多的能量，供生命活动利用（蒸馒头、面包的原理）。详解观察此装置是在有氧的环境下加入葡萄糖、水和酵母菌，并不断搅拌，是酵母菌和葡萄糖充分混合，在温度适宜的条件下，装置内的酵母菌会将葡萄糖分解成二氧化碳的水，并释放出较多的能量供各项生命活动。因此，该装置中将会产生二氧化碳和水。故选：A。点睛理解酵母菌在有氧和无氧环境下的生命活动，及在发酵技术中的应用可解答。", "answer": "A", "side_information": ["◎ 人类对细菌和真菌的利用的定义\n人类对细菌和真菌的利用：（1）细菌、真菌与食品制作我们生活中的食品的制作都离不开细菌和真菌。（2）细菌、真菌与食品保存①食品腐败的原因：食品的腐败主要是由细菌和真菌引起的，这些细菌和真菌可以从食品中获得有机物，并在食品中生长和繁殖，导致食品腐败。 ②防止食品腐败的原理：把食品内的细菌和真菌杀死或抑制它们的生长和繁殖。 ③食品保存的一般方法和原理： a．干蘑菇和脱水蔬菜——脱水法。腊肉类熟食——晒制与烟熏法。果脯——渗透保存法，用糖溶液除去鲜果中的水分。咸鱼——腌制法，用盐溶液除去鲜鱼中的水分。以上这四种方法都是依据除去水分防止细菌和真菌生长的原理。 b．袋装牛奶、盒装牛奶、肉汤一—巴斯德消毒法，依据高温灭菌的原理。c．袋装肉肠——真空包装法，依据破坏需氧菌类生存环境的原理。d．肉类罐头和水果罐头——罐藏法，依据高温消毒和防止与细菌和真菌接触的原理。 e．冷藏法、冷冻法——依据低温可以抑菌的原理。 f．使用防腐剂，如用二氧化硫等杀灭细菌。g．新鲜的水果和蔬菜——气调保鲜法，控制储藏环境气体的组成，继而控制果蔬的呼吸作用，抑制微生物生长。（3）细菌、真菌与疾病防治①抗生素：细菌和真菌可以引起许多疾病。但是有些真菌却可以产生杀死某些致病细菌的物质，这些物质称为抗生索。如青霉索。抗生素可以用来治疗相应的疾病。 ②生产药品：利用现代科技手段，把其他生物的某种基因转入一些细菌内部，使细菌生产药品，如利用大肠杆菌生产胰岛素。（4）细菌与环境保护 ①细菌可被用于净化污水的原因：在污水和废水中的有机物，如各种有机酸、氨基酸等，可以作为细菌的食物。 ②利用细菌净化污水的原理：a.在没有氧气的环境中，利用微生物(如甲烷菌)的发酵分解有机物；b．在有氧条件下，利用好氧菌将有机物分解成二氧化碳和水。", "◎ 人类对细菌和真菌的利用的知识扩展\n（1）细菌、真菌与食品的制作：曲霉把淀粉分解为葡萄糖；酵母菌把葡萄糖转化为酒精并产生二氧化碳；乳酸菌把葡萄糖转化为乳酸。（2）细菌、真菌与食品的保存：防腐的原理是把食品内的细菌和真菌杀死或抑制它们的生长和繁殖。（3）细菌、真菌与疾病防治：抗生素由真菌产生，比如青霉素；胰岛素是把控制合成胰岛素的基因转入大肠杆菌内。（4）细菌与环境保护：可以照明、取暖或发电以及净化污水。（5）身边的发酵技术：食品发酵（如酸奶制作、面酱制作）；沼气发酵是利用厌氧微生物的作用，池底污泥中含有各种厌氧微生物，尤其是产甲烷细菌（如植物秸秆、树叶等）；工业化的发酵产品（如抗生素、氨基酸、甜味剂、食用有机酸、酶制剂）。 ", "◎ 人类对细菌和真菌的利用的知识点拨\n易错点:误认为添加防腐剂可防腐，所以可随意添加    食品保存的方法有很多，比如冷藏法、冷冻法、脱水法、高温灭菌法等。有些化学物质可以把食物中的细菌杀死，防止腐败，这些物质被称为防腐剂。但近年来。科学家证实一些防腐剂对人体健康有害，因此要少食含防腐剂的食品。购买食品时，要注意查看食品包装上的说明。 ", "◎ 人类对细菌和真菌的利用的知识拓展\n食品腐败的主要原因食品的腐败主要是由细菌、真菌等微生物引起的，这些细菌、真菌可以从食品中获得有机物，并在食品中生长和繁殖，导致食品的腐败。", "◎ 人类对细菌和真菌的利用的教学目标\n1、举例说出发酵技术在食品制作的应用。 2、说出食品腐败的原因，运用食品保存的一般方法保存食品。 3、举例说出细菌和真菌与人类防治疾病的关系。 4、说明细菌在环境保护的作用。", "◎ 人类对细菌和真菌的利用的考试要求\n能力要求：了解/识记课时要求：1考试频率：易考分值比重：1"], "image": {"path": "val/images/middle_biology_7574.png"}}
{"subject": "biology", "id": "biology_178", "type": "multiple-choice", "grade": "high", "difficulty": "medium", "question_info": "如图为某农田生态系统的食物网，下列有关叙述错误的是（　　）", "options": ["最高级消费者是鹰", "昆虫与兔存在竞争关系", "食物网中有7条食物链", "鹰和食虫鸟的存在，有利于农田作物产量的提高"], "solution_info": "（1）生态系统中，生产者和消费者之间吃与被吃的关系形成食物链。（2）生物与生物之间的关系常见有：捕食关系、竞争关系、合作关系、寄生关系等。详解该食物网中，鹰处在食物链的最末端，属于最高级消费者，A正确；昆虫和兔都以禾谷类为食，二者之间形成竞争关系，B正确；该食物网中的食物链包括：禾谷类→吃草籽鸟→鹰，禾谷类→兔→鹰，禾谷类→昆虫→食虫鸟→鹰，共3条，C错误；鹰是吃草籽鸟及兔的天敌，食虫鸟是昆虫的天地，所以鹰和食虫鸟的存在，可以减少农业害虫的数量，有利于农田作物产量的提高，D正确。点睛掌握食物链的正确书写及生物与生物之间的关系是解题的关键。", "answer": "C", "side_information": ["◎ 生物与环境的相互作用的定义\n环境的概念：生物的生活环境不仅是指生物的生存地点，还指存在于它周围的影响它生活的各种因素。生态因素的概念：环境中影响生物形态、生理、分布的因素称为生态因素，它包括非生物因素和生物因素两类。", "◎ 生物与环境的相互作用的知识扩展\n影响生物生活的环境因素分为非生物因素（光、温度、水、空气等）和生物因素。非生物因素对生物的影响：生物的生活都会受到非生物因素的影响。当环境中一个或几个因素发生急剧变化时，就会影响生物的生活，甚至导致生物死亡。生物因素对生物的影响：捕食关系，竞争关系，合作关系。生物对环境的适应：生存的每一种生物，都具有与其生活环境相适应的形态结构和生活方式。生物对环境的影响：实验“植物对空气湿度的影响”；生物对环境影响的例子很多，比如：蚯蚓在土壤中活动，可以使土壤疏松，蚯蚓的排出物还能增加土壤肥力；在沙地上种植植物，能够防风固沙，等等。 ", "◎ 生物与环境的相互作用的特性\n环境对生物的影响：（1）非生物因素对生物的影响：非生物因素包括：阳光、空气、水分、上壤、温度、湿度等多种因素，它们对生物的形态、生理和分布产生着影响①阳光只有在光照条件下，植物才能进行光合作用，制造有机物，并日储存能量。光对植物的生理和分布起着决定性的作用。有些植物只有在强光下才能生长得好，如小麦、玉米等。有些植物只有在密林下层较阴暗处才能生长得好，如人参、三七等。光对动物的影响也很明显．如蛾类多在夜间涌动，绝大多数动物在白天活动。鼠妇(潮虫)总是存阴暗的地方出现②温度温度影响生物的生长和发育。生物的生长和发育只能在一定的温度范围内进行，环境温度高于或低于一定的限度时，生物就可能受到伤害，甚至死亡。温度也影响生物的分布。如苹果、梨不宜在热带地区栽种，香蕉、菠萝不宜在寒冷地区栽种。 ③水分一切生物的生活都离不开水。水常常决定生物的分布。如在干早的荒漠地区，只有少数耐干旱的动植物能生存；而在雨量充沛的地区，森林茂密．动植物种类繁多。 ④空气空气影响动植物的生活。植物的光合作用需要一氧化碳，动物的呼吸需要氧气等。特别提醒：生物圈虽然能为各种生物提供阳光、空气、水和一定的温度等，但不同的生物对各种非生物因素的要求不同，从而影响了它们在生物圈中的分布。（2）生物因素对生物的影响：生物因素是指影响某种生物生活的其他生物。自然界中的每一种生物，都受到周围其他生物的影响，包括捕食、寄生、共生、竞争、合作等关系。 ①捕食关系：一种生物以另一种生物作为食物的现象。如七星瓢虫与蚜虫 ②寄生关系：一种生物生活在另一种生物的体内或体表，并且从这种生物的体内或体表摄取营养物质维持生存的现象。如水蛭寄生在牛等牲畜体内、菟丝子寄生在其他植物上(如图)。 ③共生关系：两种生物生活存一起，相互有利，离开后一方或双方都难以生存的现象。如清洁虾在鱼类的体表．以吞食细菌为生，兼为有类“治病”。 ④竞争关系：两种生物生活在一起，相互争夺资源、空间等的现象。如杂草和农作物争夺养料和生存空间。 ⑤合作关系：两种生物共同生活存一起，彼此互为有利的生活关系．两者彼此分开后仍能独立生活。如寄居蟹和海葵。特别提醒：影响某一生物生活的生物因素包括同种和不同种的各种生物，如影响某一株小麦生活的生物因素不仅包括它周围的杂草、农业害虫、鼠类等，还有它周围的其他小麦植株。", "◎ 生物与环境的相互作用的知识点拨\n混淆不同非生物因素对生物的影响：   影响生物生活的非生物因素主要有水分、空气、温度、光照、土壤等。如影响植物光合作用的主要是光照、温度和空气中二氧化碳的含量；造成仙人掌叶变为刺的主要是水分：在东北地区的林区。出现山脚下是落叶阔叶林、山腰处是红松林、山顶处是冷杉林的现象，影响这种分布的环境因素主要是温度。混淆生物因素中的寄生关系、共生关系、捕食关系、竞争关系：    生物因素是指影响某种生物生活的其他生物。自然界中的每一种生物，都受到周围其他生物的影响，包括寄生，竞争，捕食、共生等关系。捕食指的是一种生物以另一种生物作为食物的现象。竞争指两种生物生活在一起，相互争夺资源和空间等。两种生物共同生活在一起，彼此有利，这种生活关系称为共生关系。寄生指的是一种生物生活在另一种生物的体内或体表，并从这种生物的体内或体表摄取营养来维持生存的现象。保护色，警戒色和拟态的辨析：     要区分保护色、警戒色和拟态．必须弄清它们的概念。保护色的概念有三个要点：(1)是为了适应柄息环境；(2)体色与环境色彩相似；(3)有助于逃避敌害和捕食。警戒色的概念也有三个要点：(1)动物本身具自恶臭或毒刺，能对敌害构成威胁；(2)具有鲜艳的色彩或斑纹，易于被敌害识别；(3)是一种保护性适应。拟态的概念有两个要点：(1)是在进化中形成的；(2)外表形状或色泽斑与其他生物或非生物异常相似。在遇到具体问题时，要对照概念的要点进行印证、区别。例如，无毒蛇的鲜艳体色不会是保护色．但是不是警戒色呢?我们根据概念，具有警戒色的动物本身应具自“恶臭或毒刺”等对敌害构成伤害的能力，显然无毒蛇不具备。无毒蛇的这一体色与拟态的概念相符：无毒蛇的体色是一种“色泽斑”，这种“色泽斑”与其他生物（毒蛇）非常相似，因此这种现象是拟态。", "◎ 生物与环境的相互作用的知识拓展\n生物对环境的适应和影响：1. 生物对环境的适应：生物对环境的适应是存自然选择中优胜劣汰的过程，它促进了生物的不断进化，生物对环境的适应现象和自然界中普遍存在，对于现今存在的每一种生物来说，都有与环境相适应的特点 （1）植物与环境相适应的现象①生长在干旱沙漠或荒漠中的植物，叶子特化成针形或刺形，根系特别发达，如仙人掌、骆驼刺等②由于生活环境经常受到同一方向大风的影响，树木的分枝只有一侧生长良好．如旗形树（图l-2-2）（2）动物对环境相适应的现象名称概念举例保护色动物适应栖息环境而具有的与环境色彩卡相似的体色，利于逃避敌害或猎捕动物青蛙的体色；鲫鱼的体色警戒色某些有恶臭或毒刺的动物所具有的鲜艳色彩和斑纹黄蜂腹部黑黄相间的条纹，能对敌害起到警示作用，利于自我保护拟态某些生物在进化过程中形成的外表性状和色泽斑等与其他生物或非生物异常相似的状态竹节虫的形状像竹枝；尺蠖的形状像树枝；枯叶蝶停息在树上的模样像枯叶特别提醒：生物对环境的适应是相对的，只是在一定程度上的适应，并不是绝对的、完全的适应，更不是永久性的适应，即每种生物只能适应一定的环境，而不是适应所有的环境。如北极的雪兔在冬季到采时换上白毛，以适应雪地环境，但如果降雪较迟。这样的体色反而易被敌害发现。2. 生物的环境的影响生物与环境的关系是相互的，生物不仅能适应环境，同时也影响环境；反之，环境也影响生物的生长，分布等。（1）影响大气环境：植物蒸腾作用增加空气湿度，降低空气温度、影响降水量。某些植物的叶可吸滞尘埃，吸收有毒气体，起到净化空气的作用。（2）影响水环境：某些微小浮游生物引发的赤潮现象，对水域环境造成危害。（3）影响土壤环境：蚯蚓可使土壤疏松，增加肥力。特别提醒：生物与环境之间是相互影响、相互作用的，并且是一个漫长的过程。在这个过程中，环境在不断改变，生物也在不断变化，生物与环境的相互作用造就了今天欣欣向荣的生物界。", "◎ 生物与环境的相互作用的教学目标\n1、举例说明非生物因素和生物因素对生物的影响。2、举例说出生物对环境的适应和影响。3、尝试运用已有的知识和经验作出假设。4、初步学会确认和控制变量，学会记录和处理实验数据。5、认同生物与环境相互依赖、相互影响的观点。", "◎ 生物与环境的相互作用的考试要求\n能力要求：掌握/应用课时要求：1考试频率：必考分值比重：4"], "image": {"path": "val/images/middle_biology_178.png"}}
{"subject": "biology", "id": "biology_2804", "type": "multiple-choice", "grade": "high", "difficulty": "medium", "question_info": "为探究绿色植物和种子的生命活动，某兴趣小组的同学设计并实施了以下实验。下列叙述错误的是（　　）", "options": ["甲装置实验前暗处理的目的是将叶片内的淀粉运走耗尽", "乙装置收集的气体可以使带火星的细木条复燃", "丙装置观察到的现象是澄清的石灰水变浑浊", "丁装置实验现象说明萌发的种子呼吸作用产生了二氧化碳"], "solution_info": "实验前，甲装置都要放在黑暗处一昼夜，目的是将叶片内原有的淀粉运走耗尽，A正确；植物的光合作用释放的氧气多于植物的呼吸作用消耗的氧气，使塑料袋内的氧气增多，由于氧气具有助燃性，所以迅速将一根将带火星的木条燃烧伸进袋内，木条复燃，B正确；萌发的种子呼吸作用十分旺盛，通过呼吸作用产生大量二氧化碳，二氧化碳能使澄清的石灰水变浑浊，所以丙装置观察到的现象是澄清的石灰水变浑浊，C正确；萌发的种子进行呼吸作用，消耗瓶中的氧气，使燃烧的蜡烛熄灭，D错误。", "answer": "D", "side_information": ["◎ 探究实验：绿叶在光下制造有机物的定义\n实验目的：绿叶在光下能制造淀粉。", "◎ 探究实验：绿叶在光下制造有机物的知识扩展\n目的：绿叶在光下能制造淀粉。用具：黑纸片、曲别针、酒精、碘液、小烧杯、大烧杯、培养皿、酒精灯、三脚架、石棉网、镊子、火柴、清水、盆栽天竺葵。步骤：（1）把盆栽的天竺葵放到黑暗处一昼夜。（2）用黑纸片把叶片的一部分从上下两面遮盖起来，然后移到阳光下照射。（3）几个小时后，摘下叶片，去掉遮光的纸片。（4）把叶片放入盛有酒精的小烧杯中，隔水加热，使叶片含有的叶绿素溶解到酒精中，叶片变成黄白色。（5）用清水漂洗叶片，再把叶片放到培养皿里，向叶片滴加碘液。（6）稍停片刻，用清水冲掉碘液，观察叶片的变化。结论：叶片的见光部分遇到碘液变成了蓝色，实际是淀粉遇碘液变蓝，说明叶片的见光部分产生了有机物——淀粉。 ", "◎ 探究实验：绿叶在光下制造有机物的特性\n探究实验：用具：黑纸片、曲别针、酒精、碘液、小烧杯、大烧杯、培养皿、酒精灯、三脚架、石棉网、镊子、火柴、清水、盆栽天竺葵。步骤：（1）把盆栽的天竺葵放到黑暗处一昼夜。（2）用黑纸片把叶片的一部分从上下两面遮盖起来，然后移到阳光下照射。（3）几个小时后，摘下叶片，去掉遮光的纸片。（4）把叶片放入盛有酒精的小烧杯中，隔水加热，使叶片含有的叶绿素溶解到酒精中，叶片变成黄白色。（5）用清水漂洗叶片，再把叶片放到培养皿里，向叶片滴加碘液。（6）稍停片刻，用清水冲掉碘液，观察叶片的变化。结论：叶片的见光部分遇到碘液变成了蓝色，实际是淀粉遇碘液变蓝，说明叶片的见光部分产生了有机物——淀粉。 ", "◎ 探究实验：绿叶在光下制造有机物的教学目标\n1、运用实验的方法检验绿叶在光下制造淀粉.2、探究光是不是绿叶制造有机物不可缺少的条件.", "◎ 探究实验：绿叶在光下制造有机物的考试要求\n能力要求：掌握/应用课时要求：1考试频率：常考分值比重：2"], "image": {"path": "val/images/middle_biology_2804.png"}}
{"subject": "biology", "id": "biology_4137", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "下面是生物兴趣小组的同学所做的“馒头在口腔中的变化”探究实验：实验过程：1号试管：加入馒头碎屑和2mL唾液，并充分搅拌；2号试管：加入馒头碎屑和2mL清水，并充分搅拌；3号试管：加入馒头块和2mL唾液，不搅拌。将三支试管都放入37℃的温水中保温10分钟，取出冷却后分别加入2滴碘液，摇匀后观察试管中馒头的颜色的变化。实验结果：1号试管不变色，而2号试管和3号试管中的馒头可能变成         色。结果分析：1号试管中的馒头碎屑没有变色，原因是馒头中的淀粉在唾液淀粉酶的作用下变成了              。2号试管中馒头碎屑变色的原因是                             。3号试管中馒头块变色的原因是                                               。实验结论：  淀粉在人的消化道的           部位就开始被消化。", "solution_info": "：1号试管： 麦芽糖2号试管： 没有加入唾液，淀粉不分解，淀粉遇碘变蓝色3号试管： 馒头块中的淀粉没被唾液彻底的消化，淀粉遇碘变蓝色实验结论： 口腔（或：起始）\n1号试管：  麦芽糖 2号试管：  没有加入唾液，淀粉不分解，淀粉遇碘变蓝色 3号试管：  馒头块中的淀粉没被唾液彻底的消化，淀粉遇碘变蓝色 实验结论：  口腔（或：起始）", "answer": "实验结果：   蓝    色。 结果", "side_information": ["◎ 消化系统的组成和功能的定义\n消化系统：    消化系统由消化道和消化腺两大部分组成。消化管包括口腔、咽、食管、胃、小肠（十二指肠、空肠、回肠）和大肠（盲肠、结肠、直肠、肛管）等部。临床上常把口腔到十二指肠的这一段称上消化道，空肠以下的部分称下消化道。消化腺有小消化腺和大消化腺两种。小消化腺散在于消化管各部的管壁内，大消化腺有三对唾液腺（腮腺、下颌下腺、舌下腺）、肝和胰。", "◎ 消化系统的组成和功能的知识扩展\n                         消化系统的组成和功能由消化管和消化腺组成。 ①消化道由口腔（牙齿咀嚼食物，舌搅拌食物）、咽、食管、胃、小肠、大肠和肛门组成。 ②消化腺包括唾液腺（唾液淀粉酶消化淀粉）、肝、胰腺（胰液中有消化糖类、蛋白质和脂肪的酶）以及胃腺（胃液中含有盐酸和蛋白酶，初步消化蛋白质）、肠腺（肠液中有消化糖类、蛋白质和脂肪的酶）等。口腔是消化道的起始端，口腔中舌的搅拌和牙齿的咀嚼，有助于食物的消化，成人的牙齿分为：门齿、犬齿、前臼齿、臼齿，牙齿是人体中最坚硬的器官，分为牙冠、牙颈和牙根三部分。口腔内的细菌能将糖类变成酸液，酸液会慢慢腐蚀牙齿表层的牙釉质，牙釉质受到腐蚀会逐渐变软、变色，当腐蚀到牙本质时，会逐渐形成龋洞，最后龋洞深入到牙髓腔，引起牙疼，因此，餐后、睡前应注意清洁牙齿。 ", "◎ 消化系统的组成和功能的知识导图\n消化系统的组成：", "◎ 消化系统的组成和功能的特性\n消化道各器官的结构和功能：（1）口腔：口腔是消化道的开始部位，里面有牙齿、舌和唾液腺。牙齿的主要功能是切断、撕裂和磨碎食物，牙齿损伤以后，食物就不能得到充分的咀嚼，因而会加重胃、肠的负担。（2）咽：是食物和空气的共同通道，无消化和吸收能力。（3）食道：是物物进入体内的通道，可以蠕动将食物推入胃。（4）胃（如图）： 位于腹腔的左上方，是消化道最膨大的部分。胃呈囊状结构，由外至里依次由浆膜，肌肉层、黏膜下层，黏膜4层绀成，黏膜具有腺体，能分泌盐酸和胃蛋白酶等 胃具有暂时储存食物并蠕动进行物理性消化．以及利用盐酸、蛋白酶对食物进行化学性消化的作用。（5）小肠：小肠盘曲在腹腔里，长约5～6米，开始的一段叫十二指肠。小肠是消化道中最长的段，是消化食物和吸收营养物质的主要场所。小肠壁也分为4层，与胃壁相似。小肠黏膜的表面有许多环形皱襞，皱襞上有许多绒毛状的突起——小肠绒毛(如图)。小肠绒毛间的黏膜凹陷形成肠腺，可以分泌肠液消化食物。小肠内表面具有的皱襞和小肠绒毛，大大地增加了消化食物和吸收营养物质的面积、小肠绒毛中有毛细血管和毛细淋巴管。小肠绒毛壁、毛细血管壁和毛细淋巴管壁都很薄，都只由一层上皮细胞构成。这种结构特点有利于吸收营养物质。（6）大肠：大肠开始的一段叫盲肠，盲肠上有一细小突起叫阑尾，肓肠位于腹腔右下部，所以患阑尾炎时．右下腹部疼痛。大肠无消化能力，但有较弱的吸收能力，能吸收少量的水、无机盐和部分维生素。（7）肛门：未消化的食物残渣在大肠内形成粪便，由肛门排到体外。消化腺：  人体出的消化腺包括唾液腺、胃腺、肝脏、胰腺和肠腺。其中，唾液腺、肝脏和胰腺是位于消化道外的消化腺，胃腺和肠腺是位于消化道壁内的腺体。（1）唾液腺唾液腺能分泌唾液，唾液的主要作用是湿润口腔和食物，便于吞咽；唾液中含有的唾液淀粉酶，能促使一部分淀粉分解为麦芽糖；唾液中含有的溶菌酶有一定的杀菌作用。（2）胃腺胃腺是由胃壁内黏膜上皮凹陷而形成的，胃腺开口在胃壁的内表面。胃腺能分泌胃液。胃液呈酸性，pH为0．9～1．5，成人每口分泌的胃液为1．5～2．5升。胃液的主要成分有胃蛋白酶、盐酸(即胃酸)和黏液。（3）肝脏    肝脏是人体内最大的腺体，成人的肝重约1．5千克，大部分位于腹腔的右上部。    肝脏具有多方两的生理功能。肝脏在蛋白质、糖类和脂肪的代谢中起着重要作用。肝脏还具有解毒功能。    肝脏能够分泌胆汁，并将其储存在胆囊内。当食物进入口腔、胃和小肠时，可以反射性地引起胆囊收缩，胆汁经过总胆管流入十二指肠。成人每日分泌的胆汁约为0．8～1．0升。胆汁中没有消化酶，主要成分是胆盐和胆色素。胆盐的作用是激活胰脂肪酶，将脂肪乳化成极细小的微粒，增加脂肪与胰脂酶的接触面积，有利于脂肪的消化和吸收；可以与脂肪酸和脂溶性维生素结合，形成水溶性复合物，以促进人体对这些物质的吸收。（4）胰腺胰腺分泌胰液，胰液呈碱性，pH为7．8～8．4，成人每日分泌的胰液约为l～2升。胰蛋白酶作用于蛋白质，蛋白质被分解为多肽和少量氨基酸。存在于胰液中的胰淀粉酶和少量的胰麦芽糖酶，又可以分别促使淀粉和麦芽糖分解为葡萄糖。胰脂肪酶在胆汁的协同作用下，促使脂肪分解为脂肪酸和甘油。肠腺是有由小肠壁内黏膜上皮凹陷而形成的，开口于相邻的两个小肠绒毛之间。肠腺能分泌肠液，肠液呈弱碱性，pH约为7．6，成人每口分泌的肠液为1～3升。肠液内含有多种消化酶，如淀粉酶、麦芽糖酶、蔗糖酶、乳糖酶、肽酶、脂肪酶等，通过这些酶的作用，进一步分解糖类，蛋白质和脂肪，使之成为可以吸收的物质。", "◎ 消化系统的组成和功能的教学目标\n1、能描述消化系统的组成及主要消化腺的作用。2、通过观察，讨论消化系统图，体会小肠结构与功能相适应的特点。3、关注牙齿，养成良好的卫生习惯。", "◎ 消化系统的组成和功能的考试要求\n能力要求：掌握/应用课时要求：1考试频率：易考分值比重：2"], "image": {"path": "val/images/middle_biology_4137.png"}}
{"subject": "biology", "id": "biology_274", "type": "multiple-choice", "grade": "high", "difficulty": "medium", "question_info": "下图表示各概念间的关系，表中各选项与图示相符的是（）1234A肾脏肾单位肾小体肾小球B细胞细胞核DNA染色体C生物圈生态系统种子植物蕨类D动物脊椎动物无脊椎动物节肢动物", "options": ["A", "B", "C", "D"], "solution_info": "本题考查的是各种概念间的关系。1包含2，2包含3，3包含4。详解A．肾脏是由肾单位组成的，肾单位包含肾小体和肾小管，肾小体又包含肾小球和肾小囊，A符合题意。B．细胞是生物体的基本结构，内含细胞核，细胞核中包含染色体，染色体由DNA和蛋白质组成，B不符合题意。C．生物圈是最大的生态系统，包括所有生态系统；生态系统的组成包括非生物部分和生物部分．生物部分包括生产者（绿色植物）、消费者（动物）、分解者（细菌和真菌）；蕨类植物属于孢子植物，不属于种子植物，C故不符合题意。D．动物界分为脊椎动物和无脊椎动物，脊椎动物和无脊椎动物是并列关系，无脊椎动物包括节肢动物，D故不符合题意。故选A。", "answer": "A", "side_information": ["◎ 生态系统的概念和组成的定义\n生态系统的概念：在一定地域内，生物与环境所形成的统一的整体叫作生态系统。特别提醒：判断一个区域是否是一个生态系统，首先看它的组成是否同时具有生物部分和非生物部分，其次要看在生物与生物之间，以及生物与环境之问是否具有物质的循环和能量的流动。", "◎ 生态系统的概念和组成的知识扩展\n在一定地域内，生物与环境所形成的统一的整体叫做生态系统。其中有生产者（植物），消费者（动物），分解者（微生物）。 ①生产者主要是绿色植物，生产者通过光合作用合成有机物供给生态系统中的其他生物利用。 ②消费者主要是各种动物，他们只能利用绿色植物合成的有机物以及其中的能量。 ③分解者的作用是分解死去的动植物尸体中的有机物，产生的无机物可以供给生产者再利用。 ", "◎ 生态系统的概念和组成的知识导图\n生态系统的组成：(1)生产者：自然界中能够进行光合作用制造有机物的生物。生产者通过光合作用制造的有机物不仅为自身的生长发育、繁殖等提供了物质和能量，而且也为其他分解者、消费者提供了源源不断的物质和能量。生态系统中的分解者和消费者是依赖绿色植物而存在的。由此可见，生产者是生态系统中最关键的组成成分。 (2)消费者：是指自己不能制造有机物，只能取食其他动植物的生物。动物只有通过取食这种方法，于能获得自身生长、发育，繁殖等所需的物质和能量。(3)分解者：是生态系统中将死亡的动植物的遗体分解的微生物。分解者把动植物遗体或残落物中的复杂的有机物分解成简单的无机物(如水、无机盐和，氧化碳等)．这些物质又可以被绿色植物吸收和利用，在生态系统中促进了物质循环和能量流动，所以分解者是生态系统中不可缺少的组成部分。分解者主要是指细菌菌和真菌。生产者、消费者和分解者如图1—2—4所示。并不是所有的植物都是生产者，也有少数属于消费者，如菟丝子缠绕在大豆上，营寄生生活；动物大部分是消费者，但有的动物也起到了分解者的作用，如蚯蚓、蜣螂等腐生动物。", "◎ 生态系统的概念和组成的知识点拨\n 对生态系统的能量来源和三种组成成分的作用：    在生态系统的组成成分中，起主导作用的是生产者。一般来说，太阳辐射的能量只能靠具有叶绿素的绿色植物通过光合作用转变成化学能储藏在有机物中进入生态系统，同时环境中的水和二氧化碳等无机物合成有机物。这样，生产者存连接非生物的无机物和光能进入生物群落的过程中起到了“桥梁”作用。生产者利用光合作用合成的有机物一部分用于满足自身的生长和代谢需要，另一部分维持着生态系统内除生产者以外的全部生物的生命活动。如果没有生产者，生态系统的能量流动和物质循环就会停止，生态系统的各种生物成分就会消失，生态系统就会崩溃。    分解者的作用与生产者恰好相反，它能将动植物遗体中的有机物分解成无机物释放到无机环境中，同时也弹放能量。这样，分解者在生物群落中的有机物圾化学能释放到无机环境的过程中同样起到了“桥梁”作用。如果没有分解者，动植物的遗体就会堆积如山，生态系统就会崩溃，生产者也不会长久地生存下去", "◎ 生态系统的概念和组成的教学目标\n知识目标：1．了解生态系统的概念。2．理解生态系统的组成以及生产者、消费者、分解者等概念。3．通过对生产者、消费者、分解者之间的相互关系的分析，理解各种组成成分在生态系统中的作用。能力目标：通过指导学生归纳生态系统的概念，培养学生分析综合的思维能力；通过指导学生归纳主要生态类型的分布和特点，培养学生的自学能力及对比判断的思维能力。情感目标：通过了解生态类型的分布与特点，渗透生物与环境相适应的生物学观点以及生物与环境相统一的辩证观点的教育；通过归纳生态系统概念、了解不同生态类型的分布与特点的教学，渗透普遍性与特殊性相统一的辩证观点。", "◎ 生态系统的概念和组成的考试要求\n能力要求：掌握/应用课时要求：1考试频率：必考分值比重：4"], "image": {"path": "val/images/middle_biology_274.png"}}
{"subject": "biology", "id": "biology_164", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "我们都通过实验观察过蚯蚓。请回答以下有关这类动物的问题：（1）在观察蚯蚓的实验中，我们是通过________（填结构名称）来确定蚯蚓身体的前后的。用手触摸蚯蚓身体腹部，感觉____________。用放大镜观察，可以看到腹部有许多小突起——____________（填小突起的结构名称）。蚯蚓在玻璃上运动比在湿糙纸上运动的速度要____________（快、慢）。（2）蚯蚓体壁可以分泌粘液，使体表保持____________，完成呼吸作用。蚯蚓的体壁密布____________，空气中的氧气先溶解在体表的黏液里，然后渗进体壁，再进入内。（3）小明发现蚯蚓总是生活在________________，很少能在阳光明媚的天气在路边或草丛里发现它。他利用如下装置，对影响蚯蚓生活的环境因素进行了探究。根据他所使用的实验装置，你推测他最可能的探究问题是：________________________根据实验设计的“单一变量”原则，你认为他的实验装置可以改进的地方有：（至少答出两点）___________________________________________________________________________", "solution_info": "环节动物的主要特征：身体呈圆筒形，由许多相似的体节构成，真体腔，有刚毛或疣足，如蚯蚓、水蚤、沙蚕。蚯蚓没有专门的呼吸器官，保持湿润的体壁来完成。蚯蚓属于环节动物，没有骨骼，蚯蚓的运动就是依靠纵、环肌的交互舒缩及体表的刚毛的配合而完成的。对照实验：在探究某种条件对研究对象的影响时，对研究对象进行的除了该条件不同以外，其他条件都相同的实验。根据变量设置一组对照实验，使实验结果具有说服力。一般来说，对实验变量进行处理的就是实验组，没有处理是的就是对照组。详解（1）蚯蚓的身体成长圆柱形，有许多体节构成的，故称为环节动物，蚯蚓身体细长约由100多个体节组成，前段稍尖，后端稍圆，在前端有一个分节不明显的环带，前端离环带近约13个体节，后端离环带远，蚯蚓的前、后端可以直接确定，因为环带靠近身体的前部。蚯蚓的腹面大多数体节中间有刚毛，刚毛有协助运动的作用。因此，在观察蚯蚓的实验中，我们是通过环带来确定蚯蚓身体的前后的。用手触摸蚯蚓身体腹部，感觉粗糙。用放大镜观察，可以看到腹部有许多小突起——刚毛。蚯蚓的运动就是依靠纵、环肌的交互舒缩及体表的刚毛的配合而完成的。当蚯蚓前进时，身体后部的刚毛钉入土内不动，这时环肌收缩，纵肌舒张，身体就向前伸，接着身体前端的刚毛钉入土内不动，这时纵肌收缩、环肌舒张，身体向前缩短而前进，蚯蚓是通过身体肌肉的伸缩和刚毛的配合运动的，在光滑的玻璃上，刚毛无法固定和支撑身体，因此蚯蚓在玻璃板上的运动比在纸上的运动慢。（2）蚯蚓是用湿润的体壁呼吸空气中的氧气，氧气先溶解在体壁的粘液里，然后渗透到体壁内的毛细血管中的血液里，血液中的二氧化碳也通过体壁排出体外。因此，蚯蚓体壁可以分泌粘液，使体表保持湿润，完成呼吸作用。蚯蚓的体壁密布毛细血管，空气中的氧气先溶解在体表的黏液里，然后渗进体壁，再进入内。（3）蚯蚓在富含腐殖质的湿润的土壤中穴居生活，一般昼伏夜出，以植物的枯叶、朽根和其他有机物为食。小明发现蚯蚓总是生活在阴暗潮湿的土壤，很少能在阳光明媚的天气在路边或草丛里发现它。他利用如下装置，对影响蚯蚓生活的环境因素进行了探究。该实验装置将蚯蚓放置在盒内湿润的土壤中，一半遮光，一半则手电筒照射，可知实验的变量是光照，其它的实验条件相同，所以根据他所使用的实验装置，推测他最可能的探究问题是：光对蚯蚓的生活（分布）有（什么样的）影响吗？对照实验是只有变量不同以外，其它的实验条件相同，有利于控制实验的变量。所以，根据实验设计的“单一变量”原则，他的实验装置可以改进的地方有：在透明处遮一块玻璃；将蚯蚓放置在明暗交界处；不使用手电简，改用自然光；装置下面两侧都铺上一层湿润的土壤。点睛解答此类题目的关键是理解掌握蚯蚓的形态结构、呼吸和运动特点以及对照试验是唯一变量实验。", "answer": "环带     粗糙     刚毛     慢     湿润     毛细血管     阴暗潮湿的土壤     光对蚯蚓的生活（分布）有（什么样的）影响吗    在透明处遮一块玻璃；将蚯蚓放置在明暗交界处；不使用手电简，改用自然光；装置下面两侧都铺上一层湿润的土壤", "side_information": ["◎ 调查身边的生物的定义\n调查步骤：     调查首先要明确调查目的和调整对象，制定合理的调查方案，有时因为调查的范围很大，不肯能逐个调查，就要选取一部分调查对象作为样本。调查过程中要如实记录，对调查的结果要进行整理和分析，有时要用数学方法进行统计。在调查我们身边的生物时，采取的做法：     对调查的生物可以按照形态结构特点将生物归为植物、动物和其他生物三大类，也可按生活环境将生物划分为陆生生物和水生生物，还可以按照用途将生物分为农作物、家禽、家畜、宠物等。", "◎ 调查身边的生物的知识扩展\n调查是科学研究常用的方法之一；调查首先要明确调查目的和调整对象，制定合理的调查方案，有时因为调查的范围很大，不肯能逐个调查，就要选取一部分调查对象作为样本。调查过程中要如实记录，对调查的结果要进行整理和分析，有时要用数学方法进行统计。在调查我们身边的生物时，采取的做法；对调查的生物可以按照形态结构特点将生物归为植物、动物和其他生物三大类，也可按生活环境将生物划分为陆生生物和水生生物，还可以按照用途将生物分为农作物、家禽、家畜、宠物等。", "◎ 调查身边的生物的教学目标\n1、了解调查的一般方法，学会做调查记录。2、描述身边的生物和他们的生活环境。3、关注周边生物的生存状况。", "◎ 调查身边的生物的考试要求\n能力要求：了解/识记课时要求：1考试频率：常考分值比重：1"], "image": {"path": "val/images/middle_biology_164.png"}}
{"subject": "biology", "id": "biology_1289", "type": "multiple-choice", "grade": "high", "difficulty": "medium", "question_info": "如图是生物体不同的结构，下列说法中错误的是（　　）", "options": ["甲图中的①③⑤是植物细胞具有而动物细胞没有的结构", "乙图中的衣藻既是一个植物细胞，也是一个植物体", "丙图中的叶片的上、下表层分布的是保护组织", "丙图和丁图中的生物虽然不同，但它们的结构层次是相同的"], "solution_info": "、图甲表示植物细胞，①细胞壁、②细胞膜、③液泡、④细胞核、⑤叶绿体、⑥细胞质。植物细胞与动物细胞的不同点：植物细胞具有细胞壁、叶绿体和液泡，动物细胞不具有细胞壁、液泡、叶绿体。详解植物细胞具有细胞壁、叶绿体和液泡，动物细胞不具有细胞壁、液泡、叶绿体。所以甲图中的①③⑤是植物细胞具有而动物细胞没有的结构，A正确；乙图中的衣藻是单细胞植物体，B正确；丙图中的植物体，在其叶片的上、下表层分布的表皮细胞具有保护叶片内部的功能，属于保护组织，C正确；丁图表示人体，在结构层次上动物体具有系统，植物体没有，所以丙图和丁图代表的生物体的结构层次是不相同的，D错误。点睛掌握动植物体的细胞结构的区别及动植物体结构层次的区别。", "answer": "D", "side_information": ["◎ 动物细胞结构和功能的定义\n动物细胞的结构：图为动物细胞的结构，包括细胞膜、细胞核、细胞质.", "◎ 动物细胞结构和功能的知识扩展\n细胞膜（半透膜，具有交换物质营养的功能）、细胞核（近似球形，遗传物质储存和复制的场所、生命活动控制中心）、细胞质（为细胞新陈代谢提供物质和场所），没有叶绿体、细胞壁和液泡。", "◎ 动物细胞结构和功能的特性\n动物细胞组成结构的功能：①细胞膜：是细胞表面的一层膜，主要作用是保护细胞和控制物质进出细胞。 ②细胞质：细胞膜以内，细胞核以外的黏稠透明的物质，动物细胞质中没有液泡、叶绿体等结构。 ③细胞核：细胞核内储存大量的遗传信息。", "◎ 动物细胞结构和功能的知识对比\n动物细胞和植物细胞的结构列表比较：比较项目相同点不同点动物细胞都有细胞核，细胞质，细胞膜，细胞质中都含有线粒体无细胞壁，细胞质中无液泡和叶绿体植物细胞有细胞壁，细胞质中有液泡，绿色部分含有叶绿体", "◎ 动物细胞结构和功能的知识拓展\n生物图的画法和注意事项：(1)要依据物像大小确定图形的大小，比例要适中。 (2)图形一般在纸中央稍偏片上方。 (3)指示线要用直尺引出水平线，结构名称尽量标注在图的右侧，图下注明图的名称。 (4)图中较暗的地方，用铅笔点上细点来表示，越暗的地方细点越多。不能涂阴影，也不能画线表示暗处。", "◎ 动物细胞结构和功能的教学目标\n1、通过制作口腔上皮细胞临时装片，巩固制作临时装片的基本方法和技巧。2、说出动物细胞的基本结构有：细胞膜、细胞质、细胞核。3、说出细胞的结构和功能，指出动、植物细胞结构的相同点和不同点。4、动手制作人口腔上皮细胞临时装片。5、通过列表比较的方法，归纳、突出细胞结构的共同结构特征，并区别植物细胞和动物细胞。6、认同细胞是构成生物体的基本结构和功能单位的重要概念。7、初步形成结构与功能相适应的观点。", "◎ 动物细胞结构和功能的考试要求\n能力要求：掌握/应用课时要求：3考试频率：必考分值比重：10"], "image": {"path": "val/images/middle_biology_1289.png"}}
{"subject": "biology", "id": "biology_7283", "type": "multiple-choice", "grade": "high", "difficulty": "medium", "question_info": "如图为各种生物示意图，相关叙述合理的是（）", "options": ["①是病毒，其细胞结构由蛋白质外壳和内部的遗传物质组成", "②代表的生物绝大多数只能利用现成的有机物生活，是生态系统中的消费者", "以上生物中③和②的细胞结构是最相似的", "④和⑤都是真核生物，是生态系统中的分解者"], "solution_info": "病毒没有细胞结构只有蛋白质外壳和内部的遗传物质组成；真菌有真正的细胞核，有细胞壁、细胞膜、细胞质；细菌有细胞壁、细胞膜、细胞质，没有成形的细胞核，只有DNA集中的区域。图中：①病毒、②细菌、③酵母菌、④青霉、⑤蘑菇。详解A．①病毒没有细胞结构，主要由内部的核酸和外部的蛋白质外壳组成，不能独立生存，只有寄生在活细胞里才能进行生命活动，A错误。B．②细菌不能进行光合作用，不能自己利用无机物制造有机物，必须依靠现成的营养物质来生活，细菌能够分解动植物尸体、粪便、枯枝落叶等参与物质循环，是生态系统中的分解者，B错误。C．③酵母菌、④青霉、⑤蘑菇属于真菌，②细菌与真菌的主要区别是有无成形的细胞核。③酵母菌、④青霉、⑤蘑菇的细胞结构是最相似的，C错误。D．④青霉、⑤蘑菇属于真菌，具有成形的细胞核，属于真核生物，但不能自己利用无机物制造有机物，是生态系统中的分解者，D正确。故选D。", "answer": "D", "side_information": ["◎ 细菌的发现的定义\n细菌的发现:    17世纪后叶，荷兰人列文虎克利用自己制作的能放大200～300倍的显微镜，首次观察到了细菌。19世纪中叶，法国科学家巴斯德通过“鹅颈瓶实验”证实了细菌不是自然发生的，而是南原来已经存在的细菌产生的。 ", "◎ 细菌的发现的知识扩展\n荷兰人列文?虎克制作了200-300倍的显微镜发现细菌。巴斯德用鹅颈瓶证明了细菌是由原已存在的细菌产生的。还发现了乳酸菌和酵母菌，提出了保存酒和巴氏消毒法以及防止手术感染的方法，后人称他为“微生物学之父”。 ", "◎ 细菌的发现的知识拓展\n微生物学之父：①鹅颈瓶实验：巴斯德将新鲜的肉汤装入两个瓶中，其中一个瓶子在高温下将瓶颈拉成弯曲、细长的鹅颈形，然后高温灭菌，放在温暖的环境中。普通瓶中的肉汤几天就腐败了，而鹅颈瓶中的肉汤放置了四年也没有腐败。巴斯德认为，普通瓶中的肉汤，因为空气中的细菌可以进去，几天就腐败了，而鹅颈瓶中的肉汤虽然与空气相通，但细菌只落在鹅颈瓶的弯曲处，因此四年都没有腐败。为了证实自己的猜想，巴斯德打破了放置四年的鹅颈瓶的瓶颈，几天后，肉汤就腐败了。巴斯德的实验向世人证实了细菌不是自然发生的，而是由原来已经存在的细菌产生的。②巴斯德还发现了乳酸菌、酵母茵，提出了保存酒和牛奶的巴氏消毒法以及防止手术感染的方法，后人称他为“微生物学之父”。", "◎ 细菌的发现的教学目标\n1、了解细菌发现的过程。2、通过了解细菌发现过程和巴斯德的实验，认同科学发展与技术进步密切关系。", "◎ 细菌的发现的考试要求\n能力要求：了解/识记课时要求：1考试频率：易考分值比重：1"], "image": {"path": "val/images/middle_biology_7283.png"}}
{"subject": "biology", "id": "biology_5926", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "图中是人体反射弧的示意图，请据图回答，如果A代表的是手部皮肤内的感受器，则B是_________，C是____________。]", "solution_info": "试题分析：反射活动的结构基础称为反射弧，包括感受器、传入神经、神经中枢、传出神经和效应器，反射必须通过反射弧来完成，缺少任何一个环节反射活动都不能完成，A是感受器，能接受刺激并产生兴奋，能传导的兴奋就是神经冲动，B上有神经节因此1是传入神经，能将神经冲动传至神经中枢，C神经中枢位于脊髓中央的灰质内（神经元细胞体集中的部位），能接受神经冲动，产生新的神经冲动，D是传出神经，能将来自神经中枢的神经冲动传至效应器，E效应器能接受神经冲动并作出反应。考点：反射弧的组成。点评：此题为基础题，难度一般，解答此题的关键是熟练掌握基础知识。", "answer": "传入神经  神经中枢", "side_information": ["◎ 反射的定义\n反射和反射弧1. 反射指人体通过神经系统，对外界或内部的各种刺激所发生的有规律的反应。神经的基本调节方式是反射。2. 反射弧：（1）反射弧是指完成反射的神经结构，反射的结构基础是反射弧。（2）反射弧的组成反射弧包括感受器、传入神经、神经中抠、传出神经、效应器五部分。如图 ①感受器：由传入神经末梢组成，能接受刺激产生兴奋。 ②传入神经：又叫感觉神经，把外周的神经冲动传到神经中枢里。 ③神经中枢：接受传入神经传来的信号后，产生神经冲动并传给传出神经。 ④传出神经：又叫运动神经，把神经中枢产生的神经冲动传给效应器。 ⑤效应器：由传出神经末梢和它控制的肌肉或腺体组成，接受传出神经传来的神经冲动，引起肌肉或腺体活动。", "◎ 反射的知识扩展\n神经的基本调节方式是反射。指人体通过神经系统，对外界或内部的各种刺激所发生的有规律的反应。反射的结构基础是反射弧。一个完整的反射弧由感受器、传入神经、神经中枢、传出神经、效应器5个基本部分组成。人体通过各种简单或复杂的反射，来调节自身的生命活动，从而能够对体内外的刺激迅速做出适当的反应。反射的基本类型：条件反射和非条件反射。", "◎ 反射的特性\n反射弧中神经冲动传导的路线：感受器→传入神经→神经中枢→传出神经→效应器。反射的类型：根据反射形成的过程可将其分为两类：简单反射(非条件反射)和复杂反射(条件反射)。（1）简单反射简单反射是指生来就有的先天性反射。如缩手反射、眨眼反射、排尿反射和膝跳反射等。它是一种比较低级的神经活动，由大脑皮层以下的神经中枢(如脊髓、脑干)参与即可完成。（2）复杂反射（条件反射）复杂反射是人出生以后在生活过程中逐渐形成的后天性反射。例如，同学们听到上课铃声会迅速走进教室；行人听到身后的汽车喇叭声，就会迅速躲避等。复杂反射(条件反射)是在非条件反射的基础上，经过一定的过程，在大脑皮层的参与下形成的。因此，复杂反射(条件反射)是一种高级的神经活动，而且是高级神经活动的基本方式。", "◎ 反射的知识对比\n简单反射和复杂反射的区别： 反射类型形成时间反射弧特点 刺激 神经联系 意义  举例简单反射生来就有的先天性反射神经中枢在大脑皮层以下事物本身固定、不会消失适应不变的环境吃酸梅分泌唾液复杂反射出生后，在生活过程中逐渐形成的反射由大脑皮层的神经中枢参与事物的属性，如酸梅的形态、颜色、语言、文字暂时、可以消退适应多变的环境看见酸梅分泌唾液", "◎ 反射的知识点拨\n易错点：误认为所有的反射活动都是可以通过大脑来控制的    反射分为简单反射(非条件反射)和复杂反射(条件反射)两种类型。简单反射是生下来就有的反射，如排尿反射、缩手反射、眨眼反射等都属于简单反射。简单反射是一种比较低级的神经活动，是由大脑皮层以下的神经中枢(如脊髓)参与完成的，不需要大脑控制即可完成。判断简单反射和复杂反射的依据：   反射分为简单反射和复杂反射两种类型。区分两者之间的依据是：是否是生下来就有的反射活动。如果是生下来就有的反射，就是简单反射；如果是个体在后天学习和生活中形成的，就是复杂反射。", "◎ 反射的知识拓展\n人类特有的复杂反射：    动物的复杂反射是由各种具体刺激(如食物的外形和气味、声音、光等)引起的。人类除了有这类因具体刺激而引起的复杂反射以外，还有另一类特有的复杂反射。例如，人们在谈论梅子时，唾液的分泌往往也会增多，说明人类除了对具体信号(如食物的外形和气昧、声音、光等)发生反应，建立与动物相同的一类复杂反射以外，还能对具体信号抽象出来的语言、文字发生反应，建立人类特有的复杂反射。这类复杂反射的建立，与大脑皮层具有语言中枢有关，因此人类与动物就有了本质的区别。", "◎ 反射的教学目标\n1、举例说出反射包括简单反射和复杂反射。2、提高自己与他人合作交往的能力及科学探究的能力。", "◎ 反射的考试要求\n能力要求：掌握/应用课时要求：1考试频率：易考分值比重：2"], "image": {"path": "val/images/middle_biology_5926.png"}}
{"subject": "biology", "id": "biology_5123", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "下图是人体心脏结构示意图，据图回答下列问题：（1）写出下列番号代表的结构名称。2        4        6        7        （2）（填序号）在心脏的1．2．3．4四个腔中，充满动脉血的心腔有      ，血管有     ；充满静脉血的心腔有     ，血管有     。（3）血液在心脏中只能从心房流向心室，从心室流向     ，而不能倒流，原因是      和    能控制血液流动的方向。", "solution_info": "试题分析：图示中各结构的名称是：1、右心房，2、左心房，3、右心室，4、左心室，5、下腔静脉，6、上腔静脉，7、主动脉，8、肺动脉，9、肺静脉，10、房室瓣，11、动脉瓣，12、动脉瓣，13、房室瓣。（1）2、4、6、7各序号代表的结构名称是：左心房、左心室、上腔静脉、主动脉；（2）含氧丰富、颜色鲜红的血是动脉血，含氧较少、颜色暗红的血是静脉血，左心流的是动脉血，与左心相连的血管流的也是动脉血，右心及与右心相连的血管流的是静脉血；（3）在心房与心室之间有保证血液只能从心房流向心室的房室瓣，心室与动脉之间有只能朝向动脉开的动脉瓣，因此血液能按一定方向流动。考点：心脏的结构以及血液循环。点评：此题为基础题，难度一般，解答此题的关键是熟练掌握心脏的结构以及血液循环，可结合示意图进行掌握。", "answer": "（1）左心房   左心室   上腔静脉    主动脉 （2）2  4       7  9     1  3    5  6  8 （3）动脉    房室瓣     动脉瓣", "side_information": ["◎ 心脏的结构和功能的定义\n心脏的位置：人的心脏在胸腔内两肺之间，心尖指向左下方。心脏的形状像个桃子，人小和本人的拳头差不多。心脏的结构：   心脏主要由心肌构成。它有4个空腔，按照位置关系，这4个腔分别叫作左心房、左心室、右心房、右心室。心房在上，心室在下，而且左心房只和左心室相通，右心房只和右心室相通，左右心房和左右心室之间都是不相通的。在心脏的4个腔中，左心室的肌肉壁最厚。与心脏四腔相连的血管：左心房连通肺静脉。左心室连通主动脉，右心房连通上、下腔静脉，右心室连通肺动脉。概括地说，心室与动脉相连通，心房与静脉相连通。心脏的瓣膜：心房和心室之间的瓣膜叫房室瓣，它只能朝向心室开，保证血液只能从心房流向心室；心室和相连的动脉之间的瓣膜叫动脉瓣，只能朝向动脉开，保证血液只能从心室流向动脉。这佯就保证了血液只能按一定方向流动：心房→心室→动脉，而不能倒流。", "◎ 心脏的结构和功能的知识扩展\n（1）主要由心肌构成，有左心房、左心室、右心房、右心室四个腔。左右心房之间和左右心室之间均由间隔隔开，故互不相通，心房与心室之间有瓣膜，这些瓣膜使血液只能由心房流入心室，而不能倒流。（2）血液流动方向为：上下腔静脉→右心房→右心室→肺动脉→肺循环→肺静脉→左心房→左心室→主动脉→体循环→上下腔静脉 ", "◎ 心脏的结构和功能的特性\n心脏的功能：    心脏的结构与它的功能是相适应的。心脏的肌肉发达，因而能够强有力地收缩，就像泵一样，能够将血液泵垒全身，上至大脑，下至手指和脚趾。它昼夜不停地收缩和舒张，推动血液在血管里循环流动，即心脏是血液循环的动力器官。心脏的左右两个“泵”同时协同工作，两个“泵”之间由一层厚的肌肉壁隔开。左侧收集来自肺部的血液，并将血液泵至全身；右侧收集来自全身其他部分的血液，并将这些血液泵至肺。这样，体内的血液既经过全身又经过肺，在心脏处汇合。心脏的工作原理：（1）当左心房收缩时，心房内的压力高于心室内的压力，心房内的血液冲开房室瓣，分别进入左右心室。此时，两侧的动脉瓣是关闭的。（2）接着，两个心房开始舒张，两个心室收缩，心室内压力超过心房内压力，这时，房室瓣被血液推动而关闭，使血液不能倒流入心房。随着心室的进一步收缩。心室内压力继续上升，当心室内压力超过动脉压时，血液就冲开动脉瓣射入动脉。（3）随后，心室舒张，心室内压力迅速下降，当心室内压力低于动脉压时，动脉内的血液流入半月形的动脉瓣口袋中，而使动脉瓣关闭，阻止动脉内的血液倒流入心室。随着心室进一步舒张，心室内压力继续下降，当心室内压低于心房内压力时，心房内的血液冲开房室瓣进入心室，随后，心房和心室都处于舒张状态，此时，房室瓣开放着，而动脉瓣关闭着。这时．血液从静脉流入心房和心室。心脏就这样不停地收缩和舒张，推动血液在血管内循环流动。", "◎ 心脏的结构和功能的知识对比\n心脏4个腔的比较：名称左心房左心室右心房右心室相连血管肺静脉主动脉上下腔静脉肺动脉腔壁薄最厚薄较厚瓣膜与左心室之间有房室瓣与左心房之间有房宰瓣与主动脉之间有动脉瓣与右心室之间有房室瓣与右心房之间有房室瓣与肺动脉之间有动脉瓣所含血液动脉血动脉血静脉血静脉血", "◎ 心脏的结构和功能的知识点拨\n易错点:误认为心脏的心房和心室可以同时舒张,同时收缩   心肌的收缩和舒张表现为心脏的跳动。心脏跳动时，先是两个心房收缩，此时两个心室舒张；接着两个心房舒张。两个心室收缩；然后全心舒张。从以上叙述可以看出，心房和心室能一起舒张，但不能同时收缩。", "◎ 心脏的结构和功能的教学目标\n1、掌握心脏的结构。2、认同心脏的结构与其功能的适应。3、尝试灌流实验，提高观察能力、思维能力和严密的推理能力。", "◎ 心脏的结构和功能的考试要求\n能力要求：掌握/应用课时要求：1考试频率：必考分值比重：5"], "image": {"path": "val/images/middle_biology_5123.png"}}
{"subject": "biology", "id": "biology_9491", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "下图表示几种生物的进化过程示意图，根据图回答下列问题（1）A、B、C、D四种生物的共同祖先是        。（2）与B生物亲缘关系最近的生物是          。（3）在地层中出现最早的生物是          。", "solution_info": "试题分析：如图所示的进化树可知A、B、C、D、E五种生物都是由共同祖先F进化而来，但亲缘关系远近不同，在地层中出现最早的生物是F，C、如图所示的进化树可以发现A、B及C、D间的亲缘关系更近。考点：本题考查的是生物进化的历程。", "answer": "F    A    F", "side_information": ["◎ 进化的历程的定义\n生物进化的大致历程：分析生物进化的证据可以确定，现在地球上众多的生物，都是由古代的生物进化来的。科学家根据亲缘关系的远近，用生物“进化树”形象而简明地表示生物进化的主要历程，如图。", "◎ 进化的历程的知识扩展\n（1）化石是研究生物进化的重要证据。生物进化的最重要的研究方法之一是比较。（2）生物进化的趋势：由简单到复杂，由低等到高等，由水生到陆生。（3）生物进化的大致过程 ", "◎ 进化的历程的知识导图\n生物的进化知识梳理：", "◎ 进化的历程的特性\n生物进化历程：①植物进化历程为：②无脊椎动物：原生动物一腔肠动物一扁形动物一线形动物一环节动物一软体动物一节肢动物。③脊椎动物：", "◎ 进化的历程的知识点拨\n学习研究生物进化的方法：（1）化石比较生物的化石及生物化石在地层中存在的情况，是运用古生物学上的证据对生物进化研究的方法，化石是生物进化最直接和最有力的证据。 ①化石是生物的遗体、遗物或生活痕迹，由于种种原因被埋藏在地层中经过若千万年的复杂变化形成的。②科学家发现，越简单、越低等的生物化石总是出现在越古老的地层里，越复杂、越高等的生物化石则出现在越新近形成的地层里。 ③1861年，在德国发现的“始祖鸟”化石，是爬行类进化成鸟类的典型证据。始祖鸟既具有鸟类的一蝼特征，又具有与爬行动物相同的身体结构特征，说明它是一种从爬行类到鸟类的过渡类群。（2）对植物、动物的器官和系统进行解刨和比较研究的方法比较解剖学为生物进化提供的最重要的证据是同源器官。同源器官是指外形、功能不同，但来源相同、在解剖结构上具有相同性或相似性的器官。同源器官的存在，证明凡是具有同源器官的生物，都是由共同的原始祖先进化而来的，只是在进化的过程中，由于生活环境不同，同源器官适应于不同的生活环境，逐渐出现形态和功能上的不同，如图。（3）比较和研究动植物胚胎形成和发育过程的方法比较和研究动植物的胚胎形成和发育也为生物进化提供了重要证据。一切高等动物的胚胎发育都是从一个受精卵开始的，这说明高等动物起源于低等的单细胞生物。（4）比较分子生物学证据证明生物进化还可以通过对不同种生物的同一种蛋白质(如细胞色素C) 的分子结构或DNA分子的结构的研究。研究表明：亲缘关系越近的生物，其DNA或蛋白质分子具有越多的相同性；亲缘关系越远的生物，其DNA或蛋白质分子的差别就越大。易错点：1. 误认为生物是不断进化的。现今的地球上低等的生物已不存在了尽管生物是不断进化的，但许多非常简单、低等的生物并没有在进化过程中灭绝，是因为这些非常简单的、低等的生物由于能够适应环境的不断变化，所以没有灭绝，而且分布范围非常广泛。 2. 误认为蕨类植物是由苔藓植物进化而来的。被子植物是由裸子植物进化而来的植物进化的总体趋势，是由简单到复杂、由低等到高等、由水生到陆生。地球上最早出现的是海洋中的单细胞藻类植物，它们经过漫长的年代逐渐进化成适应陆地生活的苔藓植物和蕨类植物，一部分蕨类植物进化成种子植物(包括裸子植物和被子植物)。 3.误认为生物的变异是不定向的，生物进化的方向也同样是不定向的生物的变异为生物的进化奠定了基础，没有变异就不能形成多种多样的生物种类。生物的变异是不定向，生物产生的变异包括有利变异和不利变异。这是针对其是否适应环境的变化而言的，具有不利变异的个体，在自然选择中很快就被淘汰掉，保留下来的基本上是能适应环境的个体。由此看来，生物的变异是不定向的，而生物的进化是定向的，即向着适应环境的方向发展。", "◎ 进化的历程的知识拓展\n ", "◎ 进化的历程的教学目标\n1、了解地球原始生命起源于非生命物质的基本观点，并通过对比对生命起源认识的不同观点，对学生进行唯物主义生命观的教育，自觉抵制非科学的观点。2、在了解动物、植物进化的大致历程基础上，归纳总结、初步认识生物进化的基本规律。3、了解人类进化的历程，认识人类的生物学地位。4、在学习动物、植物以及人类进化的知识过程中，了解研究生物进化课题的一些基本方法，如系统比较方法。", "◎ 进化的历程的考试要求\n能力要求：了解/识记课时要求：1考试频率：易考分值比重：1"], "image": {"path": "val/images/middle_biology_9491.png"}}
{"subject": "biology", "id": "biology_3181", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "水稻是重要的粮食作物，科研人员对水稻基因的功能开展了相关研究。(1)水稻叶片通过_____作用制造的糖类，由_____（填“导管”或“筛管”）运输到根、茎和果实等其他部位。(2)运输过程受阻，糖类会以淀粉的形式在叶绿体中异常积累，导致水稻减产。科研人员对淀粉积累异常植株与正常植株叶片中的叶绿体进行显微观察，结果见图1。据图可知，淀粉积累异常植株的叶绿体中淀粉粒的数量_____正常植株。(3)淀粉积累正常与异常是一对_____。将淀粉积累正常与异常植株进行杂交，实验过程及结果如图2所示。据此判断，_____是隐性性状。若用B、b表示控制该性状的基因，子一代的基因组成是_________。(4)进一步研究发现，该基因位于水稻的1号_________上，后者是遗传物质的载体。此研究有利于揭示糖类运输机制，可为水稻育种提供依据。", "solution_info": "1．性状是指生物体形态结构、生理和行为等特征的统称，基因控制生物的性状。2．生物的某些性状是有一对基因控制的，当控制某些性状的一对基因都是显性或一个显性一个隐性时，生物体表现为显性基因控制的性状，当控制某些性状的一对基因都为隐性时，隐性基因控制的性状才会表现出来。3．在一对相对性状的遗传过程中，子代个体出现了亲代没有的性状，则亲代个体表现的性状是显性状，基因组成是杂合体（一个显性基因和一个隐性基因组成），子代新出现的性状是隐性性状。详解（1）光合作用是绿色植物通过叶绿体，利用光能，把二氧化碳和水转化成储存能量的有机物，并释放氧气的过程，因此水稻叶片通过光合作用制造的有机物（淀粉），通过筛管运输到根、茎和果实等其他部位。（2）植物叶绿体中淀粉的积累程度会影响光合作用的强度，淀粉积累越多，光合作用越弱，据图可知，淀粉积累异常植株的叶绿体中淀粉粒的数量大于正常植株。（3）相对性状是指同种生物、同一性状的不同表现，淀粉积累正常与异常是一对相对性状。将淀粉积累正常与异常植株进行杂交，遗传图解如下：由遗传图解可知，子一代都是淀粉积累正常，自交后，子二代出现了淀粉积累异常植株，因此淀粉积累异常是是隐性性状，并且子一代是性状是显性性状，基因组成是杂合体，若用B、b表示控制该性状的基因，子一代的基因组成是Bb。（4）染色体是有DNA和蛋白质组成，基因是有遗传效应的DNA片段，染色体是遗传物质DNA的载体，所以该基因位于水稻的1号染色体上。", "answer": "(1)         光合            筛管                      (2)         大于                      (3)         相对性状            淀粉积累异常          Bb                      (4)         染色体", "side_information": ["◎ 光合作用的定义\n概念:绿色植物利用光提供的能量，存叶绿体中把二氧化碳和水合成了淀粉等有机物，并且把光能转化成化学能，储存在有机物中，这个过程就叫光合作用。", "◎ 光合作用的知识扩展\n绿色植物通过叶绿体，利用光能，把二氧化碳和水转变成贮存能量的有机物，并且释放出氧气的过程。（一）光合作用的发现：（1）1773年，英国科学家普利斯特利把一支点燃的蜡烛和一只小白鼠分别放到密闭的玻璃罩里，蜡烛不久就熄灭了，小白鼠很快就死了。（2）他把一盆植物和一支点燃的蜡烛一同放到一个密闭的玻璃罩里，他发现植物能够长时间活着，蜡烛也没有熄灭。（3）他又把一盆植物和一只小白鼠一同放到一个密闭的玻璃罩里，他发现植物和小白鼠都能整成活着。（二）光合作用的场所：叶是光合作用的主要器官。叶片的叶肉细胞核保卫细胞含有叶绿体，能够吸收光能，为光合作用提供能量。（三）光合作用的实质：绿色植物光合作用的产物主要是淀粉等糖类，淀粉是一种贮存着大量能量的有机物。金灿灿的玉米、小米、水稻种子种富含淀粉，都是光合作用的产物。（四）光合作用除了能够制造淀粉外，还能产生氧气，二氧化碳是光合作用的原料，它通过气孔进入叶片，用于植物的光合作用。绿色植物利用光提供的能量，在叶绿体中合成了淀粉等有机物，并且把光能变成化学能，储存在有机物中。公式： 叶片见光部分遇到典液变蓝，说明叶片的见光部分产生了有机物——淀粉。光合作用的发现、场所、实质，光照强度和光合速率。光合作用在生产实践中的应用：通过调控温室中的光照、温度、湿度和二氧化碳为植物生长提供适宜的生活环境，增加二氧化碳浓度的方法：增施有机肥，利用微生物分解有机物产生二氧化碳。给农作物施用二氧化碳的方法称为气肥法，二氧化碳又称为“空中肥料”。 ", "◎ 光合作用的知识导图\n绿色植物是生物圈中有机物的制造者及生物圈中的碳—氧平衡：", "◎ 光合作用的特性\n反应式:叶片见光部分遇到典液变蓝，说明叶片的见光部分产生了有机物——淀粉条件:光和叶绿体是不可缺少的条件，其中光能供给能量，叶绿体提供光合作用的场所。 实质:   光合作用的实质上是绿色植物通过叶绿体．利用光能，把二氧化碳和水转化成储存着能量的有机物(如淀粉)，并且释放出氧气的过程。可以概括出两个方面：一方面把简单的无机物转化成复杂的有机物，并且释放出氧气，这是物质的转化过程；另一方面是在把无机物转化成有机物的同时，把光能转变成为储存在有机物中的化学能，这是能量的转化过程。意义:光合作用是一切生物生存、繁衍和发展的根本保障。绿色植物通过光合作用制造的有机物不仅能满足自身生长、发育和繁殖的需要，而且为生物圈中的其他生物提供了基本的食物来源，其产生的氧气是生物圈的氧气的来源。影响光合作用的因素：(1)光照强度：光照增强，光合作用随之加强。但光照增强到一定程度后．光合作用不再加强。夏季中午，由于气孔关闭，影响二氧化碳的进入，光合作用强度反而下降，因而中午光照最强的时候，并不是光合作用最强的时候。(2)一氧化碳浓度：二氧化碳是光合作用的原料，其浓度影响光合作用的强度。温室种植蔬可适当提高大棚内二氧化碳的浓度，以提高产量。 (3)温度：植物在10℃～35℃、条件下正常进行光合作用，其中25℃～30℃最适宜，35℃以上光合作用强度开始下降，甚至停止。特别提醒：①活的植物体的所有绿色部分都能够进行光合作用，但叶片是光合作用的主要器官。 ②有的植物不呈现出绿色，但含有叶绿素，也能进行光合作用。如海带。 ③光是叶绿素形成的条件，植物体见光部分能形成叶绿素。如萝卜见光部位是绿色的，而埋在土壤里的部位是白色的；蒜黄见光后会变成绿色。④叶片见光部分遇到碘液变蓝，说明叶片的见光部分产生了有机物——淀粉", "◎ 光合作用的知识点拨\n易错点：误认为光照越强，光合作用越强影响光合作用的外界条件主要是光照强度和二氧化碳浓度，在一定限度内，光照越强，光合作用越强；若光照过强，气孔会关闭，从而影响光合作用的进行。", "◎ 光合作用的知识拓展\n光合作用的发现：（1）1773年，英国科学家普利斯特利把一支点燃的蜡烛和一只小白鼠分别放到密闭的玻璃罩里，蜡烛不久就熄灭了，小白鼠很快就死了。（2）他把一盆植物和一支点燃的蜡烛一同放到一个密闭的玻璃罩里，他发现植物能够长时间活着，蜡烛也没有熄灭。（3）他又把一盆植物和一只小白鼠一同放到一个密闭的玻璃罩里，他发现植物和小白鼠都能整成活着。绿色植物是食物之源：    绿色植物通过光合作用，将光能转化为化学能，储存在植物体的有机物巾。这些有机物小不仅为植物自身的生命活动提供能量，还为人类和动物的生命活动提供能量。人类和动物的食物都直接或间接地来源于绿色植物。光合作用在农业生产上的应用：（1）合理密植合理密植既充分利用了单位面积上的光照而避免造成浪费，又不至于让叶片相互遮挡，影响光合作用的进行。（2）间作套种（立体种植）立体种植就是把两种或两种以上的作物，在空间和时间上进行最优化组合，以达到增产，增收，延长应的目的。（3）增加二氧化碳的浓度二氧化碳是植物进行光合作用的主要原料，空气中二氧化碳浓度一般是0．03％，当空气中二氧化碳的浓度为0.5%～0．6％时，农作物的光合作用就会显著增强．产量有较大的提高。在温室中，增加二氧化碳浓度的方法有很多。例如，增施有机肥料(农家肥)，利用微生物分解有机物放出二氧化碳；喷施储存在钢瓶中的二氧化碳；用化学方法产生二氧化碳等。（4）其他方面植物光合作用受诸多因素的影响，最大限度地满足农作物光合作用对水、无机盐、温度、光照等方面的要求，农业生产就能获得丰收。", "◎ 光合作用的教学目标\n1、归纳光合作用的概念、反应式。2、掌握光合作用的原料，意义，应用。3、学会绿叶在光下制造淀粉的实验步骤。4、培养观察能力、实验操作能力和思维判断能力。", "◎ 光合作用的考试要求\n能力要求：综合运用课时要求：2考试频率：必考分值比重：4"], "image": {"path": "val/images/middle_biology_3181.png"}}
{"subject": "biology", "id": "biology_2436", "type": "fill-in-the-blank", "grade": "high", "difficulty": "basic", "question_info": "由袁隆平院士带领科研团队培育的海水稻可以生长在海边滩涂地区，具有抗旱、抗涝、抗病虫害、抗盐碱等特点，海水稻的推广种植将成为提升粮食产量的重要手段，图甲乙分别表示稻花（两性花）和稻谷的基本结构，图丙为海水稻杂交过程中亲代和子代的性状表现（显性基因用A表示，隐性基因用a表示），请回答问题。(1)图乙中的5是新植物的幼体，它是由图甲1中的______与2中的______结合发育而来，海水稻的生殖方式是____________。(2)海水稻稻米并不咸，是因为海水稻细胞的____________能控制海水中盐分的进出。海水稻在盐碱地不需施肥也能正常生长，原因是________________________。(3)由图丙可知，海水稻的显性性状为____________，子代中高产水稻的基因组成为____________，子代高产水稻中纯种个体所占的比例是__________________。(4)2020年6月，袁隆平院士及其团队在青海柴达木盆地用野生高寒耐盐碱水稻和高产水稻杂交，成功培育出高寒耐盐碱高产水稻。该育种方法利用了________的多样性，使杂交后代具有______的优良遗传特性。", "solution_info": "（1）在一对相对性状的遗传过程中，子代个体出现了亲代没有的性状，则亲代个体表现的性状是显性性状，子代新出现的性状一定是隐性性状，由一对隐性基因控制。（2）生物多样性通常有三个层次的含义，即生物种类的多样性、基因（遗传）的多样性和生态系统的多样性。（3）杂交育种：将两个或多个品种的优良性状通过交配集中在一起，再经过选择和培育，获得新品种的方法。利用杂交育种培育出的新个体中经常出现一些性状比双亲都优越的个体，这种现象叫杂种优势。（4）种子中的胚，是由两性生殖细胞结合成的受精卵发育而来的。这种由两性生殖细胞结合形成受精卵，再由受精卵发育成新个体的生殖方式属于有性生殖。图中：1是花药，2是子房，3是种皮，4是胚乳，5是胚。（1）1是花药，花药中有精子，2是子房，子房中的胚珠有卵细胞，精子和卵细胞结合形成受精卵，像这种经过两性生殖细胞结合形成受精卵，再由受精卵发育成新个体的生殖方式是有性生殖。（2）细胞膜的功能是控制物质的进出，使有用的物质不能轻易地渗出细胞，有害的物质不能轻易地进入细胞，由此可知，海水稻稻米并不咸，是因为海水稻细胞的细胞膜能控制海水中盐分的进出。海水稻在盐碱地不需施肥也能正常生长，原因是海稻吸收海水，海水中有丰富的无机盐，所以不需施肥。（3）由分析可知，在一对相对性状的遗传过程中，子代个体中出现了亲代没有的性状，新出现的性状一定是隐性性状，由一对隐性基因控制，亲代的性状是显性性状，亲代的基因组成是杂合的。所以，据图丙可知，亲代是高产×高产，而子代出现了低产，说明：高产是显性性状，低产是隐性性状，显性基因用A表示，隐性基因用a表示，则亲代的基因组成为Aa×Aa，遗传图谱如下图所示：由图可知，子代中高产水稻的基因组成为AA和Aa，而且子代高产水稻中纯种个体所占的比例是1/3。（4）基因的多样性是指物种的种内个体或种群间的基因变化，不同物种（水稻和小麦）之间基因组成差别很大，同种生物如野生水稻和普通水稻之间基因也有差别，每个物种都是一个独特的基因库。我国动物、植物和野生亲缘种的基因（遗传）多样性十分丰富，为动植物的遗传育种提供了宝贵的遗传资源。如高寒耐盐碱高产水稻的培育主要是利用了生物多样性中的基因(遗传)的多样性；杂交育种是有性生殖，有性生殖使杂交后代具有双亲的优良遗传特性。", "answer": "(1)         精子            卵细胞            有性生殖                      (2)         细胞膜            海稻吸收海水，海水中有丰富的无机盐                      (3)         高产          AA          或          Aa     1/3                      (4)         基因            双亲", "side_information": ["◎ 根的生长的定义\n根系：一根植物所有根的总和，称为根系。根系可分为直根系（双子叶植物）和须根系（单子叶植物）。根的生长：根的生长一方面靠分生区细胞的分裂增加细胞的数量，另一方面靠伸长区细胞体积的增大。", "◎ 根的生长的知识扩展\n（1）从根的尖端到生有根毛的一段是根尖，是根生长的主要部位，基本结构是根冠、分生区、伸长区、成熟区。根冠：细胞较大，性状不规则，具有保护作用（2）分生区：细胞体积小，排列紧密，细胞壁薄，细胞核大，分生能力强，不断的产生新细胞伸长区：细胞不断长大，储藏营养物质成熟区：表皮细胞长出突起就是根毛，能够运输水分、无机盐和有机养料，具有支持作用）（3）农业生产中常见的促进根生长的措施有蹲苗和烤田。蹲苗能使植物的根向纵深发展，扩大吸收面积，有利于作物的生长，防止作物倒伏。在秧苗成活后，将田里的水排干，称为烤田。（4）植物的根具有向地生长、向肥生长、向水生长，这对植物吸收水和无机盐有利。 （5）大豆种子的胚根长成发达的主根后。在主根周围陆续生出侧根；小麦种子的胚根穿出种皮后，不久主根停滞生长，在胚轴基本陆续长出不定根，称为须根系。直根系和须根系的形态不同，在土壤中的分布方式也不同，根系的分布受到水、肥等因素的影响。（6）根的价值：根有很高的经济价值，可供食用，如：甘薯、胡萝卜、萝卜、甜菜；可供药用：如人参、三七、当归等；可做工业原料，如甘薯可以制成淀粉和酒精，甜菜可以制糖；根可以做工艺品，如乔木和藤本植物的老根可做盆景或根雕。 ", "◎ 根的生长的知识导图\n根尖的结构：", "◎ 根的生长的特性\n 根的特性：植物的根具有向地生长、向肥生长和向水生长的特性。", "◎ 根的生长的知识拓展\n农业生产中常见的促进根生长的措施：蹲苗和烤田。蹲苗能使植物的根向纵深发展，扩大吸收面积，有利于作物的生长，防止作物倒伏。在秧苗成活后，将田里的水排干，称为烤田。 根的价值：根有很高的经济价值，可供食用，如：甘薯、胡萝卜、萝卜、甜菜；可供药用：如人参、三七、当归等；可做工业原料，如甘薯可以制成淀粉和酒精，甜菜可以制糖；根可以做工艺品，如乔木和藤本植物的老根可做盆景或根雕。", "◎ 根的生长的教学目标\n1、识别根尖的基本结构，说出各部分的主要功能。2、描述植物根的生长与根尖的关系。3、通过使用放大镜观察根尖，培养相应的观察能力。4、培养大胆实践的精神。", "◎ 根的生长的考试要求\n能力要求：掌握/应用课时要求：1.5考试频率：常考分值比重：6"], "image": {"path": "val/images/middle_biology_2436.png"}}