{"subject": "history", "id": "history_6782", "type": "multiple-choice", "grade": "high", "difficulty": "medium", "question_info": "如图是某同学在预习《西欧经济和社会的发展》一课的设计的部分知识结构图，其中①处应是", "options": ["手工业行会", "租地农场", "手工业者", "工厂制度"], "solution_info": "根据《西欧经济和社会的发展》一课的部分知识结构图，结合所学可知，随着生产力的提高，西欧经济和社会出现了发展，新的生产和经营方式出现。庄园制度下的小块土地越来越不适应新的生产经营活动，加之一些领主不善于经营，于是，在一些国家和地区，土地集中成为一种趋势。领主通过转让、联姻，继承、买卖等方式，将土地集中在一起。14世纪中叶以后，出租领主自营地达到一个高潮，领主也因此依靠土地租金生活，不再参与生产管理。一些富裕农民通过承租、购买领主的土地，或者转租、购买其他佃农的地产等方式将土地集中起来，建立租地农场。故①处应是租地农场，B项正确；手工业行会与材料不符，排除A项；手工业者与材料不符，排除C项；工厂制度是在第一次工业革命期间建立的，排除D项。故选B项。", "answer": "B", "side_information": ["◎ 罗马天主教廷的定义\n丕平献土：丕平建立的加洛林王朝时曾得到教皇的支持，教皇又于754年为丕平加冕。为了报答教皇，丕平率兵进攻威胁教皇的伦巴第人，由此确立了教皇对罗马附近及拉文拿总督区的统治，奠定了教皇国的基础。史称“丕平献土”。", "◎ 罗马天主教廷的知识扩展\n①罗马教廷的的地位：政治上，与世俗王权分庭抗礼；经济上，是西欧最大的土地所有者；思想上文化上，神权凌驾一切。 ②罗马教廷影响：严重影响了西欧社会的进步，历史上把教会统治的时代称为“黑暗时代”以后西欧历史中出现的文艺复兴、宗教改革、资产阶级革命等重大历史事件，无不与宗教有关系。 ", "◎ 罗马天主教廷的知识导图\n梵蒂冈罗马教廷广场：", "◎ 罗马天主教廷的特性\n罗马天主教廷的特点：1.政治上：罗马教廷有着至高无上的权力。2.经济上：占有大量土地。3.思想上：是西欧封建制度的精神支柱。", "◎ 罗马天主教廷的知识点拨\n罗马天主教廷：1.基础：丕平献土2.思想：奥古斯都——《上帝之城》3.地位：是西欧封建社会的实际最高统治者，世俗国家的皇帝都由教皇加冕予以承认。4.危害：历史上把教会统治时期成为“黑暗时代”。教会的黑暗统治，严重影响的社会的进步，阻碍了生产、科技、文化的发展。", "◎ 罗马天主教廷的教学目标\n1.掌握欧洲封建社会的特征。2.分析教会力量形成的过程，理解教会是欧洲最大的封建主和精神支柱的原因。", "◎ 罗马天主教廷的考试要求\n能力要求：了解/识记课时要求：1考试频率：易考分值比重：2"], "image": {"path": "val/images/middle_history_6782.png"}}
{"subject": "history", "id": "history_3073", "type": "multiple-choice", "grade": "high", "difficulty": "medium", "question_info": "以下四项表述可以从史实直接推断出结论的是", "options": ["A", "B", "C", "D"], "solution_info": "根据所学知识可知，《天朝田亩制度》提出的“有田同耕、有饭同食、有衣同穿、有钱同使”的主张，直接体现了农民追求社会平等、财富平均分配的愿望，故A正确；洋务运动以失败告终，没有实现自强求富的目的，故B错误；颁布诏令和具体实施是两回事，不能直接推出清政府实施了彻底的资产阶级改革方案，且戊戌变法是自上而下的资产阶级改良运动，目的是救亡图存，并非进行彻底地资产阶级改革，故C错误；义和团提出“扶清灭洋”的口号，能推断出外国列强和中华民族的矛盾，故D错误。综上故选A。", "answer": "A", "side_information": ["◎ 太平天国运动的定义\n金田起义：1851年1月11日，洪秀全率领拜上帝会群众，在广西桂平县金田村誓师起义，建号太平天国。起义军自称太平军，全体将士蓄发易服，头包红巾，表示与清朝势不两立。金田起义标志着太平天国农民战争从此开始了。《天朝田亩制度》：《天朝田亩制度》是一个以解决土地问题为核心，并涉及政治、经济、军事、文化和社会生活等方面的纲领，颁布于1853年。《天朝田亩制度》主要包括土地制度、生活物资分配制度、农村的社会组织制动 、各级职官的保举与罢黜制度、教育和司法等五个制度。《天朝田亩制度》的目的在于建立“有田同耕，有饭同食，有衣同穿，有钱同使，无处不均匀，无人不饱暖”的理想社会。《天朝田亩制度》发展了中国古代战争的平均思想，这是革命性的一面。但是这种绝对平均主义的思想，违背了社会发展的规律，这是其落后性，是不可能实现的。永安建制：永安建制是1851年9月太平天国在永安进行的一系列军政建设。主要内容包括：封杨秀清为东王、萧朝贵为西王、冯云山为南王、韦昌辉为北王、石达开为翼王；各王均受东王节制。太平天国初期中央官制初具规模。颁行天历，废除清朝纪年；严禁私藏金银财物；令人民蓄发；刊行官方文书。太平天国政权初具规模模，为太平天国的运动的迅速发展奠定基础。《资政新篇》：1859年，太平天国干王洪仁玕提出一个统筹全局的改革方案。它的主要内容有：政治上，主张学习西方，制定法律制度，加强中央集权；经济上主张发展近代工矿，交通，邮政，金融等事业，奖励科技发明和机器制造，提倡资本主义的雇佣劳动制；思想文化上建议设立新闻官、新闻馆，破除陈规陋习，提倡办学校、医院和社会福利事业。外交上，主张同外国平等交往、自由通商，但严禁鸦片输入。《资政新篇》是中国第一个系统的具有鲜明资本主义色彩的方案，具有明显的进步意义。它虽然得到天王的赞赏，但因缺少施行的多种其他条件而未实行。", "◎ 太平天国运动的知识扩展\n时间：1851－1864年性质：太平天国运动是一场反帝反封的农民起义。　　经过和结果：1851年洪秀全发动金田起义，建号太平天国，起义军称太平军。1853年3月占领南京改名天京，定为都城，影响达18个省，动摇了清政府的统治，因此，遭到了中外反动势力的联合绞杀。重要战役：李秀成在青浦大胜洋枪队；浙江宁波战斗中击毙洋枪队的头目华尔，这是中国人民抗击外国侵略的典型事例。影响：太平天国运动扫荡了王朝秩序，冲击了就纲常名教，动摇了清朝统治的政治基础。它颁布的《天朝田亩制度》表达了农民群众的理想追求，并破天荒地提出了近代中国第一个具有资本主义性质的社会改革反方案——《资政新篇》。这一体制变革的勇敢尝试，是当时先进中国人向西方寻求真理的智慧结晶。反封建的同时担任起了反侵略的任务，打破了西方侵略者对中国迅速的殖民帝国的企图。 ", "◎ 太平天国运动的知识导图\n太平天国运动形式坐标示意图：", "◎ 太平天国运动的特性\n天平天国运动的性质：是中国近代史上一次伟大的反封建反侵略的农民运动。", "◎ 太平天国运动的知识对比\n比较《天朝田亩制度》和《资政新篇》：相同点：《资政新篇》和《天朝田亩制度》都具有反封建的一面，两者都明确反对封建主义，都是太平天国改革内政，建设国家的革命纲领。内容不同：前者主张取消一切私有财产，要求建立以小农经济为基础，绝对平均主义的理想社会；后者主张承认和保护私有财产，发展工商业和资本主义经济。 目的不同：前者目标是建立绝对平等的理想社会，属于封建主义范畴，后者要求在中国发展资本主义，走资本主义道路。群众基础不同：前者是太平天国农民战争经验的直接总结，反映农民的利益和要求，拥有广泛的农民基础；后者不是农民意识的产物不是太平天国运动的必然结果，没有引起农民阶级的强烈反映。 作用不同：前者推动太平天国革命斗争的发展调动农民革命积极性；后者因为没有反映农民的迫切要求，没有取得农民的积极支持。", "◎ 太平天国运动的知识点拨\n太平天国运动：1851年，洪秀全在广西金田起义，起义军称“太平军”，建国号“天平天国”。同年，洪秀全自称“天王”并且封杨秀清为东王，萧朝贵为西王，冯云山为南王，韦昌辉为北王，石达开为翼王。后来萧朝贵和冯云山先后战死。1853年，太平军攻占南京，改南京为天京，定为都城，正式建立与清政府对臷的政权。天京事变成为太平天国由鼎盛走向衰落的转折点。1864年天京陷落，标志着太平天国运动的失败。太平天国的历史功绩：太平天国起义虽然失败了，但它具有不可磨灭的历史功绩和重大的历史意义。     1.太平天国起义沉重打击了封建统治阶级，强烈震撼了清政府的统治根基，加速了清王朝的衰败过程。      2.太平天国起义是旧式农民战争的最高峰，具有不同以往农民战争的新的历史特点。      3.太平天国起义还冲击了孔子和儒家经典的正统权威，这在一定程度上削弱了封建统治的精神支柱。4.太平天国起义还有力的打击了外国侵略势力，给了侵略者应有的教训。      5.在19世纪中叶的亚洲民族解放运动中，太平天国起义是其中时间最久、规模最大、影响最深的一次，他和亚洲国家的民族解放运动汇合在一起，冲击了西方殖民主义者在亚洲的统治。太平天国农民战争失败的原因：从主观上看：1.农民阶级不是新的是生产力和生产关系的代表。他们无法克服小生产者所固有的阶级局限性，因而无法从根本上提出完整的正确的政治纲领和社会改革方案。无法制止和克服领导集团自身腐败现象的滋长，也无法长期保持领导集团的团结，削弱了太平天国的向心力和战斗力。2.太平天国是以宗教来组织发动群众的，但是拜上帝教不是科学的思想理论，它不仅不能正确指导战争，而且给农民战争带来了危害。3.太平天国也没能正确对待儒学。4.太平天国不能把西方国家的侵略者与人民群众区别开来，对西方侵略者还缺乏理性的认识。从客观上看：中外反动势力勾结起来，联合镇压太平天国。", "◎ 太平天国运动的知识拓展\n天京变乱：天京事变发生于1856年，是一次太平天国领导层的严重内讧，地点在首都天京（南京），东王杨秀清、北王韦昌辉及燕王秦日纲在此事件中被杀，另有约二万人丧生。天京事使得太平天国的军事力量实力受到影响。1851年，天王洪秀全在“永安建制”时，命其他四王归东王杨秀清节制。自从南王冯云山及西王萧朝贵相继战死后，权力更加集中在东王一人身上。在太平天国前期，实权由军师掌握，天王虽然地位在各王之上，然而在制度上是一个虚君，实际权力在正军师东王杨秀清手上，加上东王多次假托“天父下凡”传令，令天王也要听从东王命令。而东王杨秀清由于军功卓著和随着权力与威望的增加，他越发恃功骄傲，作威作福，“不知自忌”。尤其是当他假托天父下凡时，更是“威风张扬”，甚至连天王洪秀全也险遭罚跪杖责。他假托天父下凡，公然逼迫洪秀全把他由“九千岁”加封为“万岁”，使洪秀全大为不满，洪秀全决定趁早除掉后患，于是派人密商于正在江西督师的韦昌辉和在湖北督师的石达开，让他们即刻回天京勤王。韦昌辉，性格阴柔，野心很大，他对杨秀清表面上极尽谄媚逢迎之能事，暗地里却盘算如何伺机除掉他，夺取权位。他得到洪秀全旨意后，认为时机已到，立即兼程从江西前线赶回天京。9月2日凌晨，韦昌辉率3000人突袭东王府，将杨秀清及其家属侍从全部杀死。随后，又扩大事态，在两个多月里，以所谓清除“东党”名义先后杀害杨秀清部属和男女老幼两万余人。石达开责韦昌辉不应滥施杀戮，自损元气。韦昌辉恼羞成怒，又要谋害石达开。石达开闻讯，连夜率亲信逃走，但他留在天京城内的家属却被韦昌辉尽数杀害。石达开忍无可忍，到达安庆后，立即起兵讨韦。韦昌辉灭绝人性的大屠杀，引起天京城内太平军将士的一致愤怒。11月初，在石达开大兵压境和朝内群起反韦的压力下，洪秀全下令诛杀了韦昌辉，并永远定其为“北孽”。洪秀全急诏石达开回京辅政，长达数月的残酷内讧方告平息。先说石达开回天京后，受到合朝将士的一心拥戴，但却为天王所猜忌疏远。石达开受到猜忌排挤，于1857年6月负气离开天京，还拉走了十万精锐部队，开始在各地流动作战。途中虽多有战捷，但由于脱离统一领导和统一指挥，军队损失惨重，1863年5月终被清军围歼在四川境内大渡河边的安顺场。天京变乱使大量优秀太平军将士相继死去，造成了“朝中无将，国内无人”的危险局面。", "◎ 太平天国运动的教学目标\n1.了解太平天国运动斗争的大致历程。2.掌握太平军抗击外国侵略的史实。3.客观评价太平天国运动。", "◎ 太平天国运动的考试要求\n能力要求：掌握/应用课时要求：1考试频率：易考分值比重：2"], "image": {"path": "val/images/middle_history_3073.png"}}
{"subject": "history", "id": "history_5123", "type": "fill-in-the-blank", "grade": "high", "difficulty": "hard", "question_info": "材料一：大会指出全国人民的主要任务是集中力量发展社会生产力，……。大会强调在经济建设上既反保守又反冒进，贯彻在综合平衡中稳步前进的方针。材料二：图一：“小、土、群”炼钢铁　　图二：“一个萝卜千斤重，两头毛驴拉不动”请回答：（1）材料一中“大会”是指党的哪次代表大会？简要指出该大会召开的主要历史意义。（2）材料二中的现象是否违背了材料一中的指导方针？简要说明理由。（3）下列结论与材料一、材料二相符合的分别是        ；        。A．忽视客观经济规律，违背了“可持续发展”的思想B．符合科学发展观，遵循了“实事求是”的原则", "solution_info": "了国内主要矛盾，成为党在探索社会主义建设道路过程中取得的重要成果。为我国全面进行社会主义建设和党的建设指明了方向，具有重要的历史意义。（2）是的，违背了材料一中的指导方针理由：材料二中的现象反映了1958年的“大跃进”运动。“大跃进”运动片面追求工农业生产和建设的高速度，不断大幅度提高生产计划指标，这与材料一中的“稳步前进”的方针相违背。“大跃进”运动时大搞群众性的炼钢铁运动，造成国民经济比例严重失调，这与材料一中的“综合平衡”的方针相违背。（3）B；A（答案不能颠倒）\n了国内主要矛盾，成为党在探索社会主义建设道路过程中取得的重要成果。为我国全面进行社会主义建设和党的建设指明了方向，具有重要的历史意义。 （2）是的，违背了材料一中的指导方针  理由：材料二中的现象反映了1958年的“大跃进”运动。“大跃进”运动片面追求工农业生产和建设的高速度，不断大幅度提高生产计划指标，这与材料一中的“稳步前进”的方针相违背。“大跃进”运动时大搞群众性的炼钢铁运动，造成国民经济比例严重失调，这与材料一中的“综合平衡”的方针相违背。 （3）B；A（答案不能颠倒）", "answer": "（1）中国共产党的第八次全国代表大会 意义：中共八大是一次极为重要的探索，正确", "side_information": ["◎ 中共八大的定义\n中共八大：中共八大于1956年在北京政协礼堂召开，大会完全肯定了党中央从“七大”以来的路线是正确的，同时正确地分析了社会主义改造基本完成以后，中国阶级关系和国内主要矛盾的变化，确定把党的工作重点转向社会主义建设。大会提出，生产资料私有制的社会主义改造基本完成以后，国内的主要矛盾不再是农民阶级和资产阶级之间的矛盾，而是人民对于建立先进的工业国的要求同落后的农业国的现实之间的矛盾，是人民对于经济文化迅速发展的需要同当前经济文化不能满足人民需要的状况之间的矛盾。为此，大会作出了党和国家的工作重点必须转移到社会主义建设上来的重大战略决策。大会在总结中国第一个五年计划实施经验的基础上，继续坚持既反保守又反冒进，即在综合平衡中稳步前进的经济建设方针。 ", "◎ 中共八大的知识扩展\n①1956年中共八大（成功）召开。 ②内容：集中力量发展社会生产力，实现国家工业化，逐步满足人民日益增长的物质和文化需要。 ③意义：这是探索建设社会主义道路的良好开端。 ", "◎ 中共八大的知识点拨\n中共八大：1、背景：（1）20世纪50年代中期，世界经济与科技的迅速发展，我国社会主义制度基本建立起来。（2）1956年苏共二十大次代表大会，批判了斯大林的严重错误和对他的个人崇拜，中国共产党不同意全盘否定斯大林，也由此破除了苏联经验和教条的迷信，更加注意结合本国建设实际。2、时间：1956年北京3、主要内容：（1）指出了国内内的主要矛盾不再是农民阶级和资产阶级之间的矛盾，而是人民对于建立先进的工业国的要求同落后的农业国的现实之间的矛盾，是人民对于经济文化迅速发展的需要同当前经济文化不能满足人民需要的状况之间的矛盾。（2）指出当前党和人民的主要任务是：集中力量发展社会生产力，实现国家工业化，逐步满足人民日益增长的物质和文化需要。4、意义：八大的路线是正确的，提出许多方针和设想富有创造性，是对我国自己建设社会主义道路一次成功探索。", "◎ 中共八大的教学目标\n1.知道中共八大。2.正确认识中共八大的背景、内容和意义。", "◎ 中共八大的考试要求\n能力要求：了解/识记课时要求：1考试频率：易考分值比重：2"], "image": {"path": "val/images/middle_history_5123.png"}}
{"subject": "history", "id": "history_6697", "type": "multiple-choice", "grade": "high", "difficulty": "medium", "question_info": "历史示意图可以帮助我们更好地理解历史。某同学所作的以下示意图，反映了（）", "options": ["雅典民主政治", "罗马以法治国", "希腊君主专制", "美国三权分立"], "solution_info": "根据“公民大会”“各地公民”等信息可知，示意图反映的是雅典民主政治。在伯里克利时代，雅典奴隶主民主政治获得高度发展。伯利克里扩大了公民的权利，很多公民担任了政府公职。全体男性公民可以参加最高机构公民大会，决定内政、外交、和平、战争等重大问题，他们在行政和司法机构中也发挥着重要作用。A项正确；题干与罗马、美国无关，排除BD项；题干反映的是雅典民主政治，不是君主专制，排除C项。故选A项。", "answer": "A", "side_information": ["◎ 雅典民主政治的定义\n伯利克里：伯利克里是出色的演说家、政治家。他是雅典工商业奴隶主的政治代表，但也致力于扩大一般公民的权利。伯利克里推动公民大会实行一系列完善的民主政治改革。从公元前443年至前429年，伯利克里连续15年任十将军委员会首席将军，成为了雅典大权独揽的最高统治者，将民主制度推向了古代世界的最完善、最典型的境界，史称“伯利克里时代”。在伯利克里时代，雅典奴隶主民主政治获得高度发展，经济和文化也呈现出了一派繁荣的景象。", "◎ 雅典民主政治的知识扩展\n（1）时间：公元前5世纪后半期。（2）表现： ①政治上：奴隶主民主政治发展到高峰。 ②经济上：奴隶制经济高度繁荣。 ③文化上：文化昌盛，重视教育，人才辈出。（3）措施： ①扩大公民的权利，很多公民担任政府公职。 ②鼓励学术研究，发展文化，重视教育。 ", "◎ 雅典民主政治的知识导图\n伯利克里：", "◎ 雅典民主政治的特性\n雅典民族政治特点：雅典民主政治的核心是广大公民直接参与的，原则上公民都有权决定和管理国家大事，通过选举担任各级政府官职。这种先进的古代政治制度，为公民创作了广泛的参政机会，激发了公民的自由、开拓精神，推动了雅典社会经济和文化的发展，具有历史的进步性。同时，它对日后的西方近代民主政治制度的演进也产生了深远的影响。不过，当时真正享有民主权力的，还局限于人数不多的成年男性公民，妇女、外邦人被排除在政治生活之外，广大奴隶根本不被党人看待，自然没有公民权和民族可言。", "◎ 雅典民主政治的知识点拨\n伯利克里改革：1、基础：梭伦改革开启了民主改革之路。2、内容：（1）政治方面：伯利克里扩大了公民的权利，很多公民担任了政府公职。全体男性公民可以参加最高机构公民大会，决定内政、外交、和平、战争等重大问题，他们在行政和司法机构中也发挥着重要作用。（2）文化教育方面：伯利克里鼓励学术研究，发展文艺，重视教育。3、影响：雅典打倒全盛时期，经济繁荣，文化昌盛，奴隶主民主政治发展到了古代世界的高峰。4、启示：改革是经济发展、社会进步的重要推动力，杰出人物对社会发展能起到一定推动作用。", "◎ 雅典民主政治的知识拓展\n梭伦改革：公元前594年，梭伦当选为首选执政官，并被授予制定宪法的全权，开始在经济和社会各方面进行一系列的改革、改革的主要内容包括：（1）实施“解负令”，取消债务。（2）废除世袭贵族的垄断，不再以出身而以财产的数量来划分公民等级。（3）改革政治机构。恢复和提高几乎已经丧失作用的公民大会的权力，同时在贵族会议以外设立四百人会议和公民陪审法庭，准许每个公民就自身利益攸关的问题向公民大会和民众法庭提出申诉。（4）制定新法典，取代旧的严酷法典、同时，奖励公民从事手工业和商业，禁止输出谷物，改革度量衡，铸造雅典新币，制定了一些有关财产继承、禁止厚葬、怃恤为国牺牲公民的亲属等法令。梭伦改革是雅典城邦历史发展的重要里程碑奠定了雅典民主政治的基础，有助于工商业的发展，调整了公民集体内不同阶层之间的利益关系，使自身从事劳动的中、小所有者公民在经济、政治和社会上的地位得以保证。", "◎ 雅典民主政治的教学目标\n1.掌握雅典民主政治的表现，评价伯利克里。2.分析雅典民主政治的实质，了解这是奴隶主阶级的民主。", "◎ 雅典民主政治的考试要求\n能力要求：掌握/应用课时要求：1考试频率：常考分值比重：2"], "image": {"path": "val/images/middle_history_6697.png"}}
{"subject": "history", "id": "history_6936", "type": "multiple-choice", "grade": "high", "difficulty": "easy", "question_info": "（2019年内蒙古包头卷）14世纪中期，起源于意大利的文艺复兴是一场“以人为本”的新文化运动。并逐渐扩展到法国、美国等国家。这场运动起源于意大利的根本原因是", "options": ["古希腊罗马文化的大量遗存", "资本主义萌芽最早出现", "处于地中海贸易枢纽地位", "具备多样化的人才结构"], "solution_info": "根据所学知识可知，14世纪前后，资本主义萌芽最早在意大利产生。新兴资产阶级不满教会对精神世界的控制，以人文主义为核心思想，掀起了文艺复兴运动。文艺复兴是一场资产阶级性质的思想文化解放运动。文艺复兴源于意大利的根本原因是资本主义萌芽最早出现，B符合题意，ACD不符合题意。故选B。", "answer": "B", "side_information": [], "image": {"path": "val/images/middle_history_6936.png"}}
{"subject": "history", "id": "history_6693", "type": "multiple-choice", "grade": "high", "difficulty": "hard", "question_info": "伯里克利曾表述：“我们的制度是别人的模范，因为政体是在全体公民手中，而不是在少数人手中。”这一政体具体表现在公民大会成员都有参加讨论发言和投票表决之权（如下图）。上述材料表明古代雅典建立了（）", "options": ["种姓制度", "君主专制", "联邦制", "民主政体"], "solution_info": "依据题干“政体是在全体公民手中，而不是在少数人手中”“公民大会成员都有参加讨论发言和投票表决之权”和所学知识，可见体现了古代雅典建立了奴隶制民主政体，尤其是伯里克利执政时期，公民大会作为国家最高权力机关，对所有公民开放，雅典民主政治达到高峰，D项正确，排除B项；古印度实行种姓制度，种姓之间等级界限分明，排除A项；美国1787年宪法确立了联邦制，排除C项。故选D项。", "answer": "D", "side_information": ["◎ 雅典民主政治的定义\n伯利克里：伯利克里是出色的演说家、政治家。他是雅典工商业奴隶主的政治代表，但也致力于扩大一般公民的权利。伯利克里推动公民大会实行一系列完善的民主政治改革。从公元前443年至前429年，伯利克里连续15年任十将军委员会首席将军，成为了雅典大权独揽的最高统治者，将民主制度推向了古代世界的最完善、最典型的境界，史称“伯利克里时代”。在伯利克里时代，雅典奴隶主民主政治获得高度发展，经济和文化也呈现出了一派繁荣的景象。", "◎ 雅典民主政治的知识扩展\n（1）时间：公元前5世纪后半期。（2）表现： ①政治上：奴隶主民主政治发展到高峰。 ②经济上：奴隶制经济高度繁荣。 ③文化上：文化昌盛，重视教育，人才辈出。（3）措施： ①扩大公民的权利，很多公民担任政府公职。 ②鼓励学术研究，发展文化，重视教育。 ", "◎ 雅典民主政治的知识导图\n伯利克里：", "◎ 雅典民主政治的特性\n雅典民族政治特点：雅典民主政治的核心是广大公民直接参与的，原则上公民都有权决定和管理国家大事，通过选举担任各级政府官职。这种先进的古代政治制度，为公民创作了广泛的参政机会，激发了公民的自由、开拓精神，推动了雅典社会经济和文化的发展，具有历史的进步性。同时，它对日后的西方近代民主政治制度的演进也产生了深远的影响。不过，当时真正享有民主权力的，还局限于人数不多的成年男性公民，妇女、外邦人被排除在政治生活之外，广大奴隶根本不被党人看待，自然没有公民权和民族可言。", "◎ 雅典民主政治的知识点拨\n伯利克里改革：1、基础：梭伦改革开启了民主改革之路。2、内容：（1）政治方面：伯利克里扩大了公民的权利，很多公民担任了政府公职。全体男性公民可以参加最高机构公民大会，决定内政、外交、和平、战争等重大问题，他们在行政和司法机构中也发挥着重要作用。（2）文化教育方面：伯利克里鼓励学术研究，发展文艺，重视教育。3、影响：雅典打倒全盛时期，经济繁荣，文化昌盛，奴隶主民主政治发展到了古代世界的高峰。4、启示：改革是经济发展、社会进步的重要推动力，杰出人物对社会发展能起到一定推动作用。", "◎ 雅典民主政治的知识拓展\n梭伦改革：公元前594年，梭伦当选为首选执政官，并被授予制定宪法的全权，开始在经济和社会各方面进行一系列的改革、改革的主要内容包括：（1）实施“解负令”，取消债务。（2）废除世袭贵族的垄断，不再以出身而以财产的数量来划分公民等级。（3）改革政治机构。恢复和提高几乎已经丧失作用的公民大会的权力，同时在贵族会议以外设立四百人会议和公民陪审法庭，准许每个公民就自身利益攸关的问题向公民大会和民众法庭提出申诉。（4）制定新法典，取代旧的严酷法典、同时，奖励公民从事手工业和商业，禁止输出谷物，改革度量衡，铸造雅典新币，制定了一些有关财产继承、禁止厚葬、怃恤为国牺牲公民的亲属等法令。梭伦改革是雅典城邦历史发展的重要里程碑奠定了雅典民主政治的基础，有助于工商业的发展，调整了公民集体内不同阶层之间的利益关系，使自身从事劳动的中、小所有者公民在经济、政治和社会上的地位得以保证。", "◎ 雅典民主政治的教学目标\n1.掌握雅典民主政治的表现，评价伯利克里。2.分析雅典民主政治的实质，了解这是奴隶主阶级的民主。", "◎ 雅典民主政治的考试要求\n能力要求：掌握/应用课时要求：1考试频率：常考分值比重：2"], "image": {"path": "val/images/middle_history_6693.png"}}
{"subject": "history", "id": "history_5192", "type": "multiple-choice", "grade": "high", "difficulty": "easy", "question_info": "观察下图，我国国内生产总值变化的主要原因是（）1978年以来国内生产总值增长情况", "options": ["“一五”计划的完成", "改革开放的实行", "经济特区的设立", "香港、澳门的回归"], "solution_info": "根据材料看出，1978年以后国民生产总值飞速发展，，结合所学可知，1978年召开十一届三中全会，决定以经济建设为中心，实行了改革开放，B项正确；“一五”计划的完成在1957年，排除A项；经济特区的设立设立在1980年，排除C项；香港回归1997年；澳门回归1999年，排除D项。故选B项。", "answer": "B", "side_information": ["◎ 真理标准问题的讨论的定义\n关于真理标准问题的讨论：关于真理标准问题的讨论，既是粉碎“四人帮”以后的一个重大的马克思主义教育运动，又是党的建设史上一次空前规模的马克思主义思想路线的自我教育运动。这个讨论大致可以分为两个阶段。第一阶段是从1976年10月粉碎“四人帮”到1977年底，主要内容是坚持“两个凡是”还是坚持实事求是的争论。第二阶段是从1977年底到1978年11月召开中共中央工作会议，这是广泛开展讨论的阶段。党的十一届三中全会以后，这一大讨论还持续了一段时间。检验真理的标准只能是社会实践，理论与实践的统一是马克思主义的一个最基本的原则，任何理论都要不断接受实践的检验；并阐明了革命导师是坚持用实践检验真理的榜样，这是从根本理论上对“两个凡是”的否定。 ", "◎ 真理标准问题的讨论的知识扩展\n粉碎“四人帮”后，百废待兴，人们要求平反冤假错案，纠正“文化大革命”的错误。当时党中央的主要领导人提出的“两个凡是”的方针，继续坚持“左”的错误。邓小平复出后，提出要完整准确地对待毛泽东思想，支持关于真理标准问题的讨论，强调“实践是检验真理的唯一标准”，否定了“两个凡是”的错误观点。这次讨论打破了长期以来的个人崇拜和教条主义的束缚，形成了一场广泛而深刻的思想解放运动，为实现中国共产党的历史性的伟大转折奠定了思想理论基础。", "◎ 真理标准问题的讨论的知识点拨\n真理标准问题的讨论：关于真理标准问题的讨论，使人们认识到实践才是检验真理的唯一标准，这是一场深刻的思想解放运动。帮助了干部和群众打开了思想解放的大门；它冲破了“两个凡是”及其长期以来“左”倾错误思想的禁锢，宣传了马列主义、毛泽东思想；为十一届三中全会的召开做了思想上和理论上的准备。", "◎ 真理标准问题的讨论的教学目标\n1.掌握真理标准问题讨论的必要性和意义。2.理解文革后国内思想界的表现。", "◎ 真理标准问题的讨论的考试要求\n能力要求：了解/识记课时要求：1考试频率：易考分值比重：2"], "image": {"path": "val/images/middle_history_5192.png"}}
{"subject": "history", "id": "history_7352", "type": "multiple-choice", "grade": "high", "difficulty": "medium", "question_info": "“图说历史”是解读历史的一种方式，下面四幅地图中，不断扩大的白色区域反映了（）", "options": ["伊斯兰教的传播", "英国人的殖民扩张", "罗马帝国的扩张", "西方人眼中的世界"], "solution_info": "由材料及所学知识可知，在“公元1世纪”中可以看出人们最早认识的是欧洲，“1500年”随着新航路的开辟，欧洲人对世界的认识扩展到非洲、西亚及大西洋地区，然后扩展到亚欧大陆，“1800年”在工业革命的影响下，随着交通工具的进步，欧洲人对世界的认识进一步加强，几乎扩展到整个世界。故四幅地图中，不断扩大的白色区域反映了西方人眼中的世界，D项正确；公元1世纪时，伊斯兰教尚未创立，排除A项；英国人的殖民扩张是在新航路开辟后，与题意不符，排除B项；1500年之时，罗马帝国已经灭亡，排除C项。故选D项。", "answer": "D", "side_information": ["◎ 哥白尼“太阳中心说”的定义\n哥白尼：尼古拉·哥白尼（1473——1543），生于波兰。40岁时，哥白尼提出了日心说，并经过长年的观察和计算完成他的伟大著作《天球运行论》，在书中他正确地论述了地球绕其轴心运转；月亮绕地球运转；地球和其他所有行星都绕太阳运转的事实。哥白尼的“日心说”沉重地打击了教会的宇宙观，这是唯物主义和唯心主义斗争的伟大胜利。日心说（太阳中心说）：哥白尼提出的天体运行学说，也称为地动说，是关于天体运动的和地心说相立的学说，它认为太阳是银河系的中心，而不是地球。", "◎ 哥白尼“太阳中心说”的知识扩展\n文艺复兴时期，在文学艺术取得巨大成就的同时，近代科学兴起，天文学领域优首先取得突破。波兰科学家哥白尼提出“太阳中心说”，否定了教会维护的“地球中心说”，日心说，也称为地动说，是关于天体运动的和地心说相立的学说，它认为太阳是银河系的中心，而不是地球。“日心说”奠定了近代天文的基础。", "◎ 哥白尼“太阳中心说”的知识导图\n哥白尼与“日心说”", "◎ 哥白尼“太阳中心说”的知识点拨\n“日心说”的提出产生的影响：1.以科学的方式解释了天体运行规律；2.打破了传统神学的束缚，促进了人们思想解放；3.打击了教会哲学势力，为现代科技的发展树立了典范。", "◎ 哥白尼“太阳中心说”的知识拓展\n为真理献身的科学家——布鲁诺布鲁诺信奉哥白尼学说，所以成了宗教的叛逆，被指控为异教徒并革除了他的教籍。公元1576年，年仅28岁的布鲁诺不得不逃出修道院，并且出国长期漂流在瑞士、法国、英国和德国等国家，他四海为家，在日内瓦、图卢兹、巴黎、伦敦、维登堡和其他许多城市都居住过。尽管如此，布鲁诺始终不渝地宣传科学真理。他到处作报告、写文章，还时常地出席一些大学的辩论会，用他的笔和舌头毫无畏惧地积极颂扬哥白尼学说，无情地抨击官方经院哲学的陈腐教条。布鲁诺的专业不是天文学也不是数学，但他却以超人的预见大大丰富和发展了哥白尼学说。他在《论无限宇宙及世界》这本书当中，提出了宇宙无限的思想，他认为宇宙是统一的、物质的、无限的和永恒的。在太阳系以后还有无以数计的天体世界。人类所看到的只是无限宇宙中极为渺小的一部分，地球只不过是无限宇宙中一粒小小的尘埃。布鲁诺进而指出，千千万万颗恒星都是如同太阳那样巨大而炽热的星辰，这些星辰都以巨大的速度向四面八方疾驰不息。它们的周围也有许多像我们地球这样的行星，行星周围又有许多卫星。生命不仅在我们的地球上有，也可能存在于那些人们看不到的遥远的行星上……布鲁诺在天主教会的眼里，是极端有害的“异端”和十恶不赦的敌人。他们施展狡诈的阴谋诡计，以收买布鲁诺的朋友，将布鲁诺诱骗回国，并于公元1592年5月23日逮捕了他，把他囚禁在宗教判所的监狱里，接连不断地审讯和折磨竟达8年之久！由于布鲁诺是一位声望很高的学者，所以天主教企图迫使他当众悔悟，声名狼藉，但他们万万没有想到，一切的恐吓威胁利诱都丝毫没有动摇布鲁诺相信真理的信念。天主教会的人们绝望了，他们凶相毕露，建议当局将布鲁诺活活烧死。布鲁诺似乎早已料到，当他听完宣判后，面不改色地对这伙凶残的刽子手轻蔑地说：“你们宣读判决时的恐惧心理，比我走向火堆还要大得多。”公元1600年2月17日，布鲁诺在罗马的鲜花广场上英勇就义了。由于布鲁诺不遗余力的大力宣传，哥白尼学说传遍了整个欧洲。", "◎ 哥白尼“太阳中心说”的教学目标\n1.掌握哥白尼的“太阳中心说”。2.了解“太阳中心说”对欧洲教会统治的打击作用。", "◎ 哥白尼“太阳中心说”的考试要求\n能力要求：了解/识记课时要求：1考试频率：易考分值比重：2"], "image": {"path": "val/images/middle_history_7352.png"}}
{"subject": "history", "id": "history_14", "type": "multiple-choice", "grade": "high", "difficulty": "easy", "question_info": "某同学导航到下图所示地点参观。通过参观他可以深入了解的是下列哪一早期人类？（）", "options": ["元谋人", "北京人", "和县人", "蓝田人"], "solution_info": "依据图片周口店遗址，结合课本所学可知，北京人遗址位于北京西南周口店龙骨山上，属于直立人，会使用天然火，打制工具，人类第一次取得了支配一种自然力的能力。B正确；元谋人是生活在云南元谋的原始人类，A排除；和县人在安徽省和县陶店项汪家山北坡龙潭洞，C排除；蓝田人在陕西省蓝田县，D排除；故选B。", "answer": "B", "side_information": ["◎ 元谋人的定义\n元谋人:元谋人学名元谋直立人，或称元谋猿人，是在中国发现的直立人化石。元谋人是我境内已知的最早的人类，距今约170万年，他们会打制石器，知道用天然火，采集和狩猎。1965年发现于云南元谋上那蚌村附、近，共计左右门齿两颗。后来还发现了石器、炭屑、和有人工痕迹的动物肢骨等。是属于旧石器时代早期的古人类（有争议，或为约60万年～50万年前）。其可能生活在亚热带草原—森林环境中。", "◎ 元谋人的知识扩展\n元谋人是我境内已知的最早的人类，距今约170万年，他们会打制石器，知道用天然火，采集和狩猎。 会不会使用工具是人和动物的根本区别 ", "◎ 元谋人的相关定理\n ", "◎ 元谋人的知识导图\n 元谋人复原头像：", "◎ 元谋人的特性\n人和动物的根本区别：是否使用工具是人和动物的根本区别。", "◎ 元谋人的知识对比\n ", "◎ 元谋人的知识点拨\n ", "◎ 元谋人的知识拓展\n元谋人的由来：元谋人，因发现地点在云南元谋县上那蚌村西北小山岗上，定名为“元谋直立人”，英文称：Homoerectusyuanmouensis，俗称“元谋人”。“元谋”一词，出自傣语，意为“骏马”。", "◎ 元谋人的教学目标\n1.识记我国已知最早的人类，了解他们的基本生活情况。2.能根据元谋人的考古发掘分析他们的特征和生活情形。3.根据元谋人使用的劳动工具，理解劳动在人类进化过程中的作用。", "◎ 元谋人的考试要求\n能力要求：了解/识记课时要求：1考试频率：常考分值比重：2"], "image": {"path": "val/images/middle_history_14.png"}}
{"subject": "history", "id": "history_8561", "type": "multiple-choice", "grade": "high", "difficulty": "medium", "question_info": "下图所示，第二次世界大战后，美国、西欧、日本经济实力对比发生重大变化，对此变化，下列表述正确的是①美国经济地位受到西欧、日本的挑战②美国不再是世界上一流的经济强国③欧洲联合促进了欧洲经济的发展④日本经济高速发展，成为资本主义经济大国", "options": ["①②③", "①③④", "①②④", "②③④"], "solution_info": "根据两幅图片的对比可知，第二次世界大战后，西欧和日本开始崛起，美国经济地位受到来自西欧、日本的挑战，但是美国并没有丧失世界一流的经济强国地位，②说法错误，其它选项均正确故选B。", "answer": "B", "side_information": ["◎ 等级森严的西欧封建社会的定义\n采邑制：查理·马特改革时的土地分封制度。查理把分封给贵族、骑士、教会的土地称为采邑；领地不能世袭，死后归还国家；受封采邑者要为国王服兵役。采邑制的实行，建立了以土地关系为纽带的领主和附庸之间的臣属关系，以及以中小地主为基础的起兵制度，加速了封建等级制度的形成。", "◎ 等级森严的西欧封建社会的知识扩展\n5世纪末，在西罗马帝国的废墟上建立起了几个日耳曼国家，西欧进入封建社会。法兰克王国是其中最大的封建国家。800年前后，查理帝国建立，9世纪分裂为法兰西、德意志、意大利三个国家。这一时期，英吉利王国建立。（1）西欧封建制度的核心是封建等级制度。（2）查理?马特改革：①时间：公元8世纪前期②内容：改革采邑制，实行土地分封。③影响：经过层层分封，形成了国王、公爵、侯爵、伯爵、子爵、男爵和骑士等不同爵位的封建主等级。构成一座封建等级金字塔。塔的最底层是农奴。 ", "◎ 等级森严的西欧封建社会的知识点拨\n西欧封建社会的形成：法兰克王国的建立1.建立时间：5世纪西罗马灭亡后2.建立民族：日耳曼人查理·马特的改革1.时间：8世纪前期2.内容：改变以前无条件赏赐贵族的土地做法，实行有条件的土地分封，得到封地的人必须为封主服兵役3.影响：这次改革，在封建贵族内部形成了严格的等级制度。墨洛温王朝法兰克王国的第一个王朝，481年，萨利克法兰克人首领克洛维在教会及法兰克人、罗马人的支持下建立法兰克王国，因为其出身于墨洛温家族，故称墨洛温王朝。王朝后期，宫相势力日盛。751年，宫相丕平取代了墨洛温王朝建立加洛林王朝", "◎ 等级森严的西欧封建社会的教学目标\n1.了解欧洲中世纪的特点，理解这是欧洲最黑暗时代的含义。2.分析、掌握查理马特改革所形成的欧洲封建统治特点。", "◎ 等级森严的西欧封建社会的考试要求\n能力要求：了解/识记课时要求：1考试频率：易考分值比重：2"], "image": {"path": "val/images/middle_history_8561.png"}}
{"subject": "history", "id": "history_5377", "type": "multiple-choice", "grade": "high", "difficulty": "easy", "question_info": "如图是我国对外开放进程示意图，在图中①处应该填人的内容是（）", "options": ["设立深圳等经济特区", "建立海南经济特区", "开放重庆等沿江城市", "开放众多内陆城市"], "solution_info": "结合所学知识可知，1980年，中央决定在广东、福建两省兴办深圳、珠海、汕头、厦门4个经济特区，实行特殊的经济政策和经济管理体制。因此，①是设立经济特区，A项正确；建立海南经济特区在1988年，排除B项；开放重庆等沿江城市在1992年，排除C项；开放众多内陆城市在1992年之后，排除D项。故选A项。", "answer": "A", "side_information": ["◎ 经济特区的建立的定义\n经济特区：所谓的经济特区，是指在一个主权国家或地区划出的特定区域，采取比一般地区更加开放的经济政策，用减免关税等优惠措施，吸引外资和引进外国技术设备，以达到一定的经济目的。经济特区的特就特在实行特殊的经济政策和特殊的经济管理制度。1979年4月，邓小平提出试办经济特区的思想。8月，国务院公开宣布在深圳、珠海、汕头、厦门设置经济特区。", "◎ 经济特区的建立的知识扩展\n1．经济特区建立：1980年，深圳、珠海、汕头和厦门经济特区建立。1988年划定海南岛为海难经济特区。 2．意义：（1）是我国对外开放的重大举措（2）对吸引外资、引进技术、发展生产、扩大出口、推进经济体制改革等起到了重大作用。（3）有力地推动了社会主义现代化建设。（4）特区成为中国对外开放的窗口。 ", "◎ 经济特区的建立的知识导图\n深圳经济特区：", "◎ 经济特区的建立的知识点拨\n最早选择深圳创办经济特区的原因：1980年，我国在广东的深圳、珠海、汕头和福建的厦门建立四个经济特区；其中深圳是最早经济特区。 1.深圳等地的优越地理位置，靠近港澳台，便于发挥对外窗口的功能。2.福建广东都是我国著名的侨乡，对广大华侨回乡发展经济具有较强的吸引力。3.港澳台都是我国领土不可分割的一部分，能加强了与它们之间的经济合作和经济关系的紧密性。4.面向南海或台湾海峡，交通便利，尤其是水运极为通畅。经济特区建立的意义：1.可以利用外资引进技术，提高产品质量，增强产品竞争力；2.可以利用外商销售渠道，适应国际市场需要和惯例，从而扩大出口，增加外汇收入；3.有利于引进先进技术，了解世界经济信息；4.有利于学习现代经营管理经验，培训管理人才；5.可以扩大我们走向世界的通道，开辟世界了解我国改革开放政策的窗口。 对外开放的目的，步骤，成效1、目的：是为了引进境外资金、先进科学技术和企业管理经验，为我国社会主义经济建设服务，发展社会主义经济。2、步骤：第一步开始：1980年，建立深圳、珠海、汕头、厦门四个经济特区（后增设海南经济特区）。第二步：开放广州、上海等14个沿海开放城市。第三步，建立长江三角洲、珠江三角洲、厦漳泉三角区、环渤海地区等沿海经济开放区（后增设上海浦东开发区）。第四步：内地。3、成效：形成了“经济特区－沿海开放城市－沿海经济开放区－内地”的全方位、多层次、宽领域的对外开放格局。", "◎ 经济特区的建立的教学目标\n1.掌握我国对外开放取得成就。2.了解对外开放的过程，理解多层次、宽领域开放的含义。3.区分特区和特别行政区的不同之处。", "◎ 经济特区的建立的考试要求\n能力要求：掌握/应用课时要求：1考试频率：易考分值比重：4"], "image": {"path": "val/images/middle_history_5377.png"}}
{"subject": "history", "id": "history_7583", "type": "multiple-choice", "grade": "high", "difficulty": "hard", "question_info": "在“图说世界改革史”活动中，张成在某博物馆网站上发现了如下文物图片。这一图片可用于介绍明治维新哪一举措（明治政府颁发的地契）", "options": ["废藩置县，加强中央集权", "推行地税改革，大力发展近代经济", "实行征兵制，建立新式军队", "提倡“文明开化”，向西方学习"], "solution_info": "由图片信息“明治政府颁发的地契”可知，这是明治维新推行地税改革，大力发展近代经济的举措，故B正确；废藩置县，加强中央集权属于政治措施，故A错误；实行征兵制，建立新式军队属于军事措施，故C错误；提倡“文明开化”，向西方学习属于社会改革方面的措施，故D错误。", "answer": "B", "side_information": ["◎ 1861年改革的定义\n俄国农奴制改革：1861年俄国沙皇亚力山大二世推行的改革。这次改革废除了农奴制，农奴成为自由人，为资本主义的发展提供了大量的自由劳动力。巨额的份地赎金为资本主义的发展又积累了大量资金。俄国从此走上了资本主义发展的道路。1861年改革是俄国历史上的一个重大转折点。同时，1861年改革也保留大量封建残余，对俄国社会后来的发展产生了消极影响。", "◎ 1861年改革的知识扩展\n①背景：（1）19世纪中期俄国资本主义工业发展缓慢，落后于西欧各国。（2）农奴制阻碍着资本主义的发展。（3）农奴暴动威胁沙皇统治 ②过程：1861年沙皇亚历山大二世被迫签署废除农奴制的法令 ③目的：为摆脱农奴制危机，维护地主阶级利益。 ④内容：（1）农奴在法律上是“自由人”。（2）地主再也不许买卖农奴和干涉他们的生活。（3）农奴在获得“解放”时，可以拿钱赎买到一块份地。 ⑤意义：（1）性质：是沙皇自上而下实行的一次资产阶级性质的改革。（2）有利于资本。主义的发展，是俄国近代历史的重大转折点。（3）局限性在于保留了大量封建残余 ", "◎ 1861年改革的特性\n俄国农奴制改革的特点：1.是自上而下的改革措施，旨在发展资本主义经济，扩大市场，巩固沙皇统治；2.保留了大量封建残余。", "◎ 1861年改革的知识对比\n美国黑奴制的废除同俄国农奴制的废除的异同点：1、相同点：（1）时间相同：均发生在19世纪60年代（2）结果相同：都促进了资本主义发展，进一步扩大了市场，两国均在改革后强盛起来，同时，都保留了一定的残余。2、不同点：（1）废除方式不同：美国以革命的方式，通过发布总统令废除；俄国则是以改革的方式，进行自上而下的改革。（2）目的不同：美国为了进一步促进资本主义发展，扩大市场，增加劳动力而废除黑奴制；俄国则是为了进一步巩固沙皇政权。", "◎ 1861年改革的知识点拨\n俄国1861年改革历程：1.背景：（1）19世纪中期俄国资本主义工业发展缓慢，落后于西欧各国。（2）农奴制阻碍着资本主义的发展。（3）农奴暴动威胁沙皇统治2.直接原因：俄国在克里米亚战争中的惨败3.过程：1861年沙皇亚历山大二世被迫签署废除农奴制的法令；4.目的：为摆脱农奴制危机，维护地主阶级利益。5.内容：（1）农奴在法律上是“自由人”。（2）地主再也不许买卖农奴和干涉他们的生活。（3）农奴在获得“解放”时，可以拿钱赎买到一块份地。6.意义：（1）性质：是沙皇自上而下实行的一次资产阶级性质的改革。（2）有利于资本。主义的发展，是俄国近代历史的重大转折点。", "◎ 1861年改革的知识拓展\n俄国农奴制改革的直接原因——克里米亚战争：克里米亚战争，是在1853年10月20日因争夺巴尔干半岛的控制权而在欧洲爆发的一场战争，土耳其、英国、法国、撒丁王国等先后向俄国宣战，战争一直持续到1856年，以俄国的失败而告终，从而引发了国内的革命斗争。这场战争中英法联军使用了线膛枪、蒸汽船，大大提高了陆海军作战效能，铁路和电报也使军事行动的后勤指挥产生了革命性变革。1853年7月初，俄国出兵8万人占领了在奥斯曼帝国的属地—多瑙河两公国—摩尔多瓦和瓦拉几亚并拒绝了苏丹提出的撤军要求。10月，土耳其政府向俄国宣战。这样，在俄土之间的克里米亚战争“终于在多瑙河上开始了，对于双方来说，这是宗教狂信的战争，对于俄国人来说，这是实现传统的野心的战争，对于土耳其人来说，这是生死存亡的战争”。1854年3月底，英法正式向俄国宣战，1855年初，法国附庸撒丁王国也宣布参加对俄战争，从而使俄土交战发展成了一场俄国和英法为争夺巴尔干和黑海的国际战争。1853年11月30日，俄国海军中将纳希莫夫率领的俄国分舰队，突然袭击在黑海南岸的土耳其其海军基地锡诺普，打败了土耳其分舰队，俄国取得了黑海制海权，激化了同英法的矛盾，1854年1月，英法联合舰队穿过博斯普鲁斯海峡，进入黑海。此后战区，迅速扩大，战争不仅在黑海、巴尔干和高加索进行，而且扩大到波罗的海、白海和远东。俄国在外交上陷于完全孤立，军事上面临优势敌人从各个方面发动的进攻。克里米亚战争从1854年8月起，联军扭转了兵力分散的态势，集中兵力于克里米亚半岛，从俄国手中夺取黑海制海权，1854年9月中旬，联军出动60多艘战舰，6万多名士兵和3个攻城炮兵团在克里米亚半岛的叶夫帕托里亚登陆。9月20日，双方在阿尔马河畔进行第一次陆战，俄军一败涂地，损失5700多人，退向俄国黑海舰队的主要基地塞瓦斯托波尔。9月25日，联军进抵塞瓦斯托波尔，开始了长达11个月的围攻战。9月5日，联军用700门大炮倾泻了15万发炮弹，摧毁了俄军的全部工事。9月8日，法军占领了军港区和市区制高点马拉霍夫岗，俄军被迫放弃要塞，向北转移，塞瓦斯托波尔陷落，随着塞瓦斯托波尔的陷落。俄国败局已定。俄军虽在高加索战场上取得一些胜利，但再也无力把战争进行下去，1856年3月30日，双方签订《巴黎和约》。战争的结果，俄国从欧洲大陆的霸主地位上跌落下来，战争加深了俄国国内危机，迫使沙皇政府不得不进行农奴制改革。", "◎ 1861年改革的教学目标\n1.掌握农奴制改革的领导者、主要内容、影响。2.了解农奴制改革的背景。分析改革的性质、意义。3.对比19世纪中期日、俄、中国改革的异同。", "◎ 1861年改革的考试要求\n能力要求：掌握/应用课时要求：1考试频率：常考分值比重：2"], "image": {"path": "val/images/middle_history_7583.png"}}
{"subject": "history", "id": "history_6476", "type": "multiple-choice", "grade": "high", "difficulty": "medium", "question_info": "下图人物是一位著名的农业科学家，他的杰出贡献印证了“科学技术是第一生产力”这一光辉论断。他是", "options": ["邓稼先", "钱学森", "袁隆平", "屠呦呦"], "solution_info": "根据所学可知：袁隆平发明的杂交水稻为世界的粮食问题做出巨大贡献，故C符合题意。邓稼先、钱学森是国防尖端科学家，屠呦呦是医药学家，故ABD均不符合题意。故选C。", "answer": "C", "side_information": ["◎ 袁隆平与杂交水稻的定义\n袁隆平：生于北京，祖籍江西九江德安，现居湖南长沙。中国杂交水稻育种专家，中国工程院院士。从1964年开始，袁隆平研究杂交水稻技术，1973年实现三系配套，1974年育成第一个杂交水稻强优组合南优2号，1975年研制成功杂交水稻种植技术，从而为全国大面积推广杂交水稻奠定了基础。根据他育种的杂交水稻品种及研究，水稻单位产量由亩产300公斤上升到900公斤以上。并先后获得“国家特等发明奖”、“首届国家最高科学技术奖”等多项国内奖项和联合国“科学奖”、“沃尔夫奖”、“世界粮食奖”等11项国际大奖；他也被广泛誉为“杂交水稻之父”。", "◎ 袁隆平与杂交水稻的知识扩展\n1、杂交水稻之父：1973年10月，袁隆平成功培育出籼型杂交水稻，他被誉为“杂交水稻之父”。 2、特点：杂交水稻优点杂交水稻具有产量高、抗病毒强、适应范围广等优点。 3、推广：1975年，杂交水稻在全国多点种植示范。1976年，开始大面积推广。 4、意义：为粮食大面积增产发挥了重要作用，取得了巨大的经济效益和社会效益，为解决中国的温饱问题做出了卓越贡献。 ", "◎ 袁隆平与杂交水稻的知识导图\n袁隆平：", "◎ 袁隆平与杂交水稻的知识点拨\n评价袁隆平的贡献：袁隆平成功培养出的杂交水稻，具有重大的历史和现实意义。（1）单位粮食产量的增加，为我国农业大幅度增产开辟了新途径，进而产生了巨大的经济效益和社会效益。（2）不仅在很大程度上解决了中国人的吃饭问题，而且被认为是解决整个世界饥饿问题的法宝。西方世界称袁隆平的杂交水稻是“东方魔稻”。国际上把杂交水稻当做中国继古代四大发明之后的“第五大发明。”（3）实践出真知。袁隆平通过自己长期的实践，提出了水稻杂交的新理论，实现了水稻育种的历史性突破。杂交水稻的的培育成功，使我国杂交水稻技术居于世界先进水平，证明了科学发展对推动国民经济的巨大作用。", "◎ 袁隆平与杂交水稻的教学目标\n1.掌握新中国农业科技成就。2.分析农业科技发展的原因及影响。3.归纳从古至今我国农业发展历程及成就。", "◎ 袁隆平与杂交水稻的考试要求\n能力要求：了解/识记课时要求：1考试频率：易考分值比重：2"], "image": {"path": "val/images/middle_history_6476.png"}}
{"subject": "history", "id": "history_871", "type": "multiple-choice", "grade": "high", "difficulty": "medium", "question_info": "图中物品（技术）交流主要得益于（）", "options": ["丝绸之路的开通", "班超经营西域", "海外贸易的发展", "文成公主入藏"], "solution_info": "根据题干信息结合所学知识可知，“丝绸之路”成为东西方往来的大动脉，对中国同其他国家和地区的贸易和文化交流起了极大的促进作用。沿着这条丝绸之路，中国的丝绸、漆器以及开渠、凿井等技术传入西域。西域的的良种马、香料、玻璃、宝石以及核桃、葡萄、石榴、苜蓿、乐器、歌舞等传入中国，A项正确；班超经营西域与题干无关，排除B项；海外贸易的发展与海上丝绸之路有关，排除C项；文成公主入藏发生在唐朝，排除D项。故选A项。", "answer": "A", "side_information": ["◎ 文景之治的定义\n汉高祖修养生息政策：公元前202年，汉高祖采取一系列政策恢复经济，巩固汉政权的统治。1.解放劳动力：（1）组织军队复员；（2）赐军吏卒以爵位；（3）招抚流亡；（4）释放奴婢。2.重建国家机器：（1）汉承秦制：基本沿用秦朝的政治制度，并有些调整；（2）制订《汉律》。3.再建赋役制度：田赋：“什五税一”4.翦灭诸侯王：消灭异性诸侯王，封刘姓弟子为王。文景之治：西汉文、景两帝时经过修养生息后出现的盛世局面。汉初经济残破、百废待兴，文景二帝推崇黄老之术，采取“与民休息”、“轻徭薄赋”、“约法省禁”等措施，使生产恢复发展，国力增强，出现了稳定的景象。但是，治世之下也隐藏了众多弊病，例如诸侯王势力过大，商贾势力膨胀及匈奴的扰边等。", "◎ 文景之治的知识扩展\n西汉初年汉高祖实行休养生息政策。文帝与景帝两代，继续推行休养生息政策，重视发展农业，轻徭薄赋，减轻刑罚，提倡节俭，社会比较安定，经济发展迅速，出现文景之治的局面。休养生息的政策实行，促进了西汉经济的恢复和发展，为西汉的强盛奠定了基础。", "◎ 文景之治的特性\n汉初休息生息政策和文景之治的特征：汉初的黄老思想为“休养生息”政策的治定提供了理论上的依据。汉成立之初，刘邦曾问群臣秦之所以灭之的原因，当时以陆贾代表的黄老新思想家认为秦之于专任刑罚，提出了无为而治的主张。为此，陆贾“粗述存之之征，凡著十二篇。每奏一篇，高帝未尝不称善，左右呼万岁，号其书曰《新语》”，陆贾的无为而治的主张，被认为以《老子》为理论基础产生的黄老新道家，后来被汉初统治者作为当时政治的指导思想。", "◎ 文景之治的知识点拨\n汉承秦制：汉朝建立后，吸取的了秦亡的经验教训，基本了沿袭了秦朝制度，史称“汉承秦制”。汉朝沿袭了秦朝的制度包括如下方面：一是继承了皇帝制度；二是继承了三公九卿制，但是有所调整；三是继承了郡县制；四是继承了秦朝的检查制度，此外在选官制度、法律制度、赋税制度、官吏管理制度等方面也有所继承，但是汉朝也根据实际情况，有所调整和变化。汉初为什么实行修养生息的政策：汉初统治者实行修养生息的政策有两个方面：①客观上，由于秦的暴政和长期战争的影响，到西汉初年，社会残破不堪，经济凋敝，国家贫穷“自天子不能具钧驷，而将相或乘牛车，齐民无藏盖。”民众大量流亡，统治者只能采取措施恢复经济，才能保证剥削来源和长治久安。②主观上，由于汉初统治者对秦速亡进行了反思，吸取了秦因暴政而被农民战争推翻的教训，废除了秦朝一些弊政苛法，适时地制订律令，颁布了一系列安定社会的诏令，统治政策有了较大变化。  ", "◎ 文景之治的知识拓展\n七国之乱：汉高祖在铲除异姓王的时候又分封土地给刘氏子弟，并杀白马盟誓：“敢有非刘性的人称王，天下人共同诛杀他。”形成了郡县与封国并存的局面，诸侯王有很大的权限，在封地内自由征收赋税，养有自己的军队，自己铸造货币，自行其政，不受中央控制，逐渐成了影响中央集权的隐患。汉景帝时，大臣晁错提出“削藩”的政策得到皇帝采纳，公元前154年，吴王刘濞以“诛晁错，清君侧”为名联合六个同姓王联合发动叛乱，景帝杀晁错以求刘濞退兵，未果，遂出兵镇压。七国之乱仅仅三个月就被镇压，诸侯王势力受到致命打击，中央集权进一步加强，为汉武帝“削藩”的一系列政策奠定了基础。", "◎ 文景之治的教学目标\n1.了解文景之治的背景，掌握文景之治的实施者。2.列举文景之治的表现，理解治世局面的基本要素。3.理解汉初休养生息为西汉的鼎盛奠定了基础。", "◎ 文景之治的考试要求\n能力要求：了解/识记课时要求：1考试频率：易考分值比重：2"], "image": {"path": "val/images/middle_history_871.png"}}
{"subject": "history", "id": "history_6182", "type": "multiple-choice", "grade": "high", "difficulty": "hard", "question_info": "下图中人物口袋里揣着露出“PEKING（北京）\"字样的纸张，手举乒乓球和球拍比着“胜利”的姿势。他可能在庆祝", "options": ["中国提出了和平共处五项原则", "中国在联合国合法席位的恢复", "中国和美国关系出现缓和迹象", "中日两国正式建立了外交关系"], "solution_info": "依据题干和所学知识可知与乒乓外交有关，1971年，中国邀请美国乒乓球队访华，促进了中美关系的改善，1972年美国总统尼克松访华，中美关系开始走向正常化，C正确；1953年周恩来接见印度代表团提出和平共处五项原则，与中美关系无关，A排除；1971年，第26届联合国大会恢复中国在联合国合法席位，B排除；11972年日本首相田中角荣访华，中日两国实现邦交正常化，D排除。故选C。", "answer": "C", "side_information": ["◎ 中国恢复在联合国的合法席位的定义\n中国在联合国合法权利的恢复 ：中国是联合国创始国和安全理事会五个常任理事国之一。由于美国的蓄意阻挠，中国在联合国的席位被国民党集团长期非法窃据。中国政府始终不渝地争取恢复新中国在联合国的合法权利。直到1971年第26届联合国大会，终于恢复中国在联合国的合法权利和中国安全理事会常任理事国席位。", "◎ 中国恢复在联合国的合法席位的知识扩展\n1971年10月25日，第26届联合国大会恢复中华人民共和国在联合国的合法权利，恢复中国安理会常任理事国的席位。重返联合国意义：（1）提高了我国的国际地位。（2）有利于同更多国家建立外交关系。（3）有利于在国际事务中发挥更大作用。", "◎ 中国恢复在联合国的合法席位的知识点拨\n中国恢复联合国合法席位：1、时间：1971年10月25日2、意义：中华人民共和国在联合国的合法权利得到恢复，这是中国、许多第三世界国家以及在这个问题上主持正义的其它国家经过长期斗争而取得的巨大胜利，是中国外交工作一次重大突破，是国际反华势力阻挠中华人民共和国在联合国合法席位的图谋的彻底破产，而且说明二战后的世界格局发生了深刻的变化。国家独立、民族解放、人民革命，改变世界旧的政治经济秩序，成为不可阻挡的历史潮流。超级大国在联合国以及世界各种事务上为所欲为的时代一去不复返了。 3、另外，中国在一些大的问题上，始终站在发展中国家一边，积极为他们伸张正义，坚定地维护发展中国家的利益，为他们争取应有的权利。因为中国是世界上最大的、联合国安理会常任理事国中惟一的发展中国家，在很多方面，中国与很多发展中国家有共同的遭遇，能深刻理解他们的需求。", "◎ 中国恢复在联合国的合法席位的知识拓展\n中国为恢复在联合国合法权利的斗争 ：                              1945年6月，包括中国共产党代表董必武在内的中国代表团在《联合国宪章》上签了字。新中国成立后，由于美国执行敌视新中国的政策，中国在联合国的席位却仍被中国人民推翻了的蒋介石集团所窃踞。为恢复在联合国的合法地位，中华人民共和国政府作出了长期不懈的努力。  1950年9月，在美国操纵下，第五届联大否决了苏联和印度分别提出的恢复中华人民共和国在联合国合法权利的提案。  1951年，美国操纵第六届联大否决了苏联等国代表提出的将恢复中华人民共和国合法席位问题列入联大议程的提案，并通过了“延期审议”中国代表权问题的决议。1961年，第16届联大决定将中国代表权问题列入联大议程。这是对美国为阻挠恢复新中国合法权利而设置的重重障碍的重大突破。  1971年7月，美国仍然继续阻挠联合国正确解决中国代表权问题。10月25日，第26届联大以59票反对、55票赞成、15票弃权否决了所谓“重要问题”案。接着以76票赞成、35票反对、17票弃权的压倒多数获得通过了阿尔巴尼亚、阿尔及利亚等23国的提案，决定恢复中华人民共和国在联合国的一切合法权利，并立即把国民党集团的代表从联合国及所属一切机构中驱逐出去。这就是联合国历史上著名的联大2758号决议,它从政治上、法律上、程序上公正彻底地解决了中国在联合国的代表权问题。这是中国外交工作一次重大突破。", "◎ 中国恢复在联合国的合法席位的教学目标\n1.掌握中国重返联合国时间、影响。2.分析中国重返联合国的原因。", "◎ 中国恢复在联合国的合法席位的考试要求\n能力要求：掌握/应用课时要求：1考试频率：常考分值比重：2"], "image": {"path": "val/images/middle_history_6182.png"}}
{"subject": "history", "id": "history_7272", "type": "fill-in-the-blank", "grade": "high", "difficulty": "hard", "question_info": "读图1，完成下列探究活动。——据人民教育出版社、中国地图出版社编著《中国历史地图册》（1）18世纪60年代开始进行工业革命的国家是图中_________（填字母），当时中国唯一对外贸易港口是图中_________（填字母）。（2）根据图1，围绕其主题提炼一个观点，并结合所学知识加以论述。（要求：观点明确，史论结合，表述清晰。）", "solution_info": "（1）结合所学内容可知，18世纪60年代开始进行工业革命的国家是英国，是图中的A；当时中国唯一对外贸易港口是广州，是图中的D。（2）本题为开放性性试题，没有固定答案。根据图示内容可以看出当时欧洲与中国之间存在贸易往来，说明清前期中西方存在交流与碰撞。结合工业革命的开展、清政府奉行闭关锁国政策、中英之间的贸易往来和鸦片战争等信息展开阐述，言之有理即可。", "answer": "（        1）A。D                （        2）示例：                观点：清前期中西方存在交流与碰撞                  论述：随着工业革命的开展，以英国为代表的西方国家迫切需要开拓市场。封建专制日益强化的清政府奉行闭关锁国政策，只开放广州一处作为对外通商口岸。中国丝绸、瓷器等手工业产品畅销海外，白银大量流入中国。英国派使者来华请求扩大贸易，遭到拒绝，双方矛盾加剧。最终英国发动鸦片战争。综上，清前期与西方虽有交流，但已落后于世界发展潮流，中国将被卷入资本主义世界市场。", "side_information": ["◎ 珍妮机的定义\n珍妮纺纱机：18世纪60年代，织布工哈格里夫斯发明了“珍妮机”的手摇纺纱机。“珍妮机”一次可以纺出许多根棉线，极大的提高了生产率。它的发明是棉纺织业中第一项有深远影响的发明，标志着工业革命的开始。珍妮纺纱机大大提高了纺纱效率。但它的缺点是纺出的纱比较细，而且易断。", "◎ 珍妮机的知识扩展\n英国纺纱工人哈格里夫斯在1765年制造出能够同时纺出多根棉纱的纺纱车，命名为“珍妮机”，珍妮机成为真正近代意义上的机器，后来有更多的工作机被发明出来，这些工作机的应用，使人类直接参加劳动的“手”被解放出来。", "◎ 珍妮机的知识导图\n珍妮纺纱机：", "◎ 珍妮机的知识点拨\n工业革命最早发迹于纺织业的原因：1.棉纺织业作为一个年轻的工业部门，没有旧传统和行会的束缚，容易进行技术革新和开展竞争。2.棉纺织品的价格比毛纺织品便宜，市场需求量大，为满足市场的不断增长的需求，需要扩大生产规模以增加产量，所以对技术革新的要求比较迫切。", "◎ 珍妮机的知识拓展\n工业革命纺织业的生产工具变革：1733年，凯伊发明飞梭；1768年，哈格里夫斯发明珍妮纺纱机；1769年，阿柯莱特发明卷轴纺纱机；1779年，克隆普顿发明走锭纺纱机（骡机）；1785年，卡特莱特发明了水力织布机；", "◎ 珍妮机的教学目标\n1、掌握第一次工业革命的历史条件、工业革命的进程、主要成就及引起的变化。2、知道工业革命在人类文明演进过程中的作用。3、感悟工业革命在人类历史发展中的地位，感悟工业文明对人们生产生活方式的巨大影响，感悟工业文明存在的问题与困境。", "◎ 珍妮机的考试要求\n能力要求：了解/识记课时要求：1考试频率：易考分值比重：3"], "image": {"path": "val/images/middle_history_7272.png"}}
{"subject": "history", "id": "history_3716", "type": "multiple-choice", "grade": "high", "difficulty": "medium", "question_info": "年代尺有助于我们了解事件的先后顺序和时代主题。下面是一位同学设计的年代尺，这位同学探究的主题（　　）", "options": ["侵略与反抗", "新民主主义革命", "近代化的探索", "新中国的成立和巩固"], "solution_info": "依据所学知识分析可知，1919年爆发的五四运动是新民主主义革命的开端；1949年中华人民共和国成立，标志着新民主主义革命取得基本胜利。所以从1919年到1949年属于新民主主义革命时期。故选B。点睛：解答本题的关键是掌握各个历史阶段的主题和特征。1919年到1949年是中国的新民主主革命时期，根据阶段特点得出答案。", "answer": "B", "side_information": ["◎ 中国共产党的诞生（中共一大）的定义\n中共一大：中共一大即中国共产党第一次全国代表大会，1921年7月23日在上海召开，标志着中国共产党的正式成立。出席会议的有各地共产党小组推举的12名代表和陈独秀的代表包惠僧，共产国际代表马林、尼科尔斯基列席了会议。大会讨论了当时的政治形势、党的基本任务、党的组织原则的问题，通过了中国共产党的第一个纲领。大会选举了党的中央领导机关——中央局，陈独秀任中央书记，李达任宣传主任，张国焘任组织主任。中共一大宣告了中国共产党的成立，中国共产党的诞生，开辟了中国历史的新纪元，从此，中国革命的面貌焕然一新了。 ", "◎ 中国共产党的诞生（中共一大）的知识扩展\n①时间：1921年7月23日，中国共产党第一次全国代表大会在上海召开。这次大会正式宣告了中国共产党的诞生。 ②中共一大的内容：1.确定党的奋斗目标是推翻资产阶级政权，建立无产阶级专政，实施共产主义2.确定党的中心任务是领导工人运动3.大会选举了党的中央领导机构中央局，选陈独秀为中央局书记。 ③意义：中国共产党不仅代表着工人阶级的利益，而且代表着整个中华民族的利益，她的诞生是中国历史上开天辟地的大事，自从有了共产党，中国革命的面貌就焕然一新了。 ", "◎ 中国共产党的诞生（中共一大）的知识导图\n中共一大会址（嘉兴的画舫上）：", "◎ 中国共产党的诞生（中共一大）的知识点拨\n中国共产党诞生的条件：1.思想基础：十月革命胜利后，一批先进分子“以俄为师”，开始接受马克思列宁主义，为中国共产党成立奠定了思想基础。2.阶级基础：工人阶级作为独立的政治力量登上了政治舞台。3.组织基础：各地共产党早期组织的建立为中国共产党的成立奠定了组织基础。第一个早期共产党组织是陈独秀在上海建立的。4.外部条件：共产国际的帮助。中共一大的召开：1.时间：1921年7月23日2.地点：上海（最后一天转移到浙江嘉兴南湖的游船上）3.内容：（1）通过了中国共产党的纲领。纲领规定党的名称为“中国共产党”，党的奋斗目标是用无产阶级的军队推翻资产阶级的政权，实现共产主义。（2）党的中心工作室组织工人阶级，领导工人运动。（3）成立党的中央领导机构中央局，选举陈独秀为中央局书记。4.历史意义：中国共产党的诞生是中国历史上开天辟地的大事，中国革命的面貌从此焕然一新。为什么说中国共产党的诞生使中国革命的面貌焕然一新：1.中国共产党的成立是中国革命有了坚强的领导核心，灾难深重的中国人民有了可以依赖的组织者和领导者，中国革命从此不断向前发展，由民主主义革命向社会主义革命推进。2.中国共产党的成立，使中国革命有了科学的指导思想。中国共产党以马克思主义为指导思想，把马克思主义和中国革命的具体实践相结合，制定了正确的革命纲领和斗争策略，为中国人民指明了斗争的目标和走向胜利的道路。3.中国共产党的成立，使中国革命有了新的革命方法，并沟通了中国革命和世界无产阶级革命之间的联系，为中国革命获得了广泛的国际援助和避免走资本主义提供了客观可能性。4.中国革命有了新的奋斗目标。即：实现新民主主义革命的胜利，建设社会主义和共产主义社会。", "◎ 中国共产党的诞生（中共一大）的知识拓展\n中共“一大”13位代表的迥异人生：1、毛泽东1921年夏天，毛泽东与湖南的另一位年长的代表何叔衡乘船赴沪。对毛泽东参加“一大”的表现有两种说法：一种是比较活跃，善于思辨；一种是比较沉稳，勤于思考。他的确沉稳，善于听取大家意见，但在一些重大问题上，他颇具见解，胜过他人。 　　毛泽东没有参加党的二大。在党的三大之后，毛泽东进入中央局，担任相当于中央秘书长的职务。此后，毛泽东和他的战友们一起探索中国革命的发展道路，为共产主义事业奋斗了一辈子，成为当代中国最杰出的共产主义战士。1976年9月，毛泽东走完了他83年的奋斗人生。 2、董必武　是另一位和毛泽东一起同时参加了党的一大，又同时登上了天安门城楼参加开国大典的中共领导人。1920年，曾为前清秀才的董必武在武汉创办私立中学。就在这年夏天，他接到李汉俊从上海的来信，告诉他上海已成立共产主义小组，请他在武汉成立类似的地方组织。1921年6月，董必武再次收到上海来信，他与武汉小组另一负责人陈潭秋被大家公举赴会。在这次大会上，他成为中国共产党组织成立的发起人、见证人之一。作为一位忠厚长者，历任党和国家重要领导职务的董必武一生信仰马列：“遵从马列无不胜，深信前途会伐柯。”1975年4月2日，这颗伟大的心脏停止了跳动。董老享年90岁。 何叔衡、邓恩铭、陈潭秋――血洒疆场志未酬3、何叔衡　生于1877年，是参加会议最年长者。尽管董必武比毛泽东长9岁，何叔衡比董又长9岁。他也是一位前清秀才。“老秀才”革命之初，是在1918年参加新民学会，而且是这个团体的领导人之一。一大召开那年，何叔衡44岁，已有相当的经历和学识。“一大”闭幕后，何叔衡与毛泽东回到长沙，着手湖南党组织的建立和发展工作。不久，中共湖南支部成立，他利用捐资办起了湖南自修大学，培养党的干部。1927年5月，长沙发生“马日事变”，正在指导农运的何叔衡被捕，但他很快机智逃脱。后经组织安排，到莫斯科中山大学学习。三年后，何叔衡返回上海，被组织分配去中国互济总会，担任总会主任的工作。1935年2月24日，何叔衡、瞿秋白、邓子恢等一批中央领导人从江西转移到福建长汀县，不料与敌“义勇队”遭遇。何叔衡落崖受伤，被两个匪兵发现，结果被匪兵连击两枪，壮烈牺牲。4、邓恩铭　从研究马克思主义到领导党的运动只有11年，但这11年生命确实壮观。邓恩铭出身在贵州荔波县一个水族家庭。1918年，邓恩铭在亲戚帮助下考上济南省立第一中学。也就是在这里，他开始了革命的起步。在1920年末，山东共产主义小组秘密诞生了，邓恩铭和王尽美成为负责人。中共一大召开时，正值邓恩铭放暑假，他接信后迅速从青岛赴沪，是到会较早的代表之一。在这次会议上，他是较活跃的青年。一大之后，他又作为中国的代表之一出席了在莫斯科召开的共产国际远东各国共产党及民族革命团结第一次代表大会。1928年底，当邓恩铭在济南深入进行革命活动时，由于叛徒告密，被捕入狱。1931年4月5日黎明，30岁的邓恩铭从容整装，与难友们一一告别，然后高唱《国际歌》昂首阔步走向济南纬八路刑场，英勇就义。 5、陈潭秋　1921年7月出席中共一大时，他不仅是武汉湖北共产主义小组的负责人，同时已是著名的学生领袖。 　　大革命失败后，陈潭秋在江西、满洲、江苏等地做党的工作，曾被捕入狱。1933年春，陈潭秋与谢觉哉化装同行，秘密进入中央苏区，出任中华苏维埃粮食部长。1935年7月，陈潭秋回到上海。不久，被中央派往莫斯科参加共产国际第七次代表大会。1939年5月，陈潭秋奉命回国。中央电示他留在新疆接替邓发任中共中央驻新疆办事处代表和八路军驻新疆办事处负责人，并担任我党与“新疆王”盛世才建立统一战线的重要任务。1943年9月27日，陈潭秋和毛泽民、林基路等同志被与蒋介石暗中勾结的盛世才秘密杀害于乌鲁木齐。李汉俊、李达――脱党而不放弃信仰6、李汉俊　是中共一大代表，后来血染刑场，被敌人所害。但此时他已不是中共党员。李出生湖北潜江，后留学日本。在京都大学遇到日本马克思主义经济学者河上肇，汲入马克思主义营养，由学数学转而钻研马克思主义，并在马克思主义理论方面，有一定见解。一大召开后，他把自己在上海法租界望志路106号与兄居住的厅堂做会场，终日备烟沏水准备会务，同时也阐述了大量建党主张。会议后期，他从容应对特务的骚扰，保护了与会代表。二大后，李汉俊与张国焘和陈独秀发生矛盾，就渐渐脱离了党的活动。李汉俊不在党组织中活动，但并没有放弃马克思主义信仰和革命工作。大革命失败后，他利用“合法”职位，掩护了一批尚未暴露的共产党员、共青团员和进步人士，为革命做了大量工作。1927年12月17日下午，李汉俊在寓所被新上台的桂系军阀胡宗铎抓走，在未审讯的情况下，当晚被枪决。桂系军阀在刑场贴出告示，称李汉俊为共党首要分子。呜呼，烈士没有在党的花名册上，却死在“罪”为共党首要分子的布告下。7、李达　1890年出生在湘江之滨。完全靠苦读，他考入北平师范学校后，以优异成绩考上留日官费生。 1918年6月，李达完成了一生中最大的一次转折，成了一个热烈的马克思主义追随者。他放弃了理科，专攻马克思主义学说。早在20年代，如此醉心钻研马克思主义的人不多，这为李达后来成为党的理论家，从而在社会科学战线上留下浓重的一笔奠定了基础。1920年他启程回国，很快与陈独秀、李汉俊等人共同成立共产党上海发起组。李达在一大上提出许多见解是自然的，因为当时国内马克思主义理论超过他的人并不多。 　　一大结束后，李达还在上海机关做了一年的实际工作。但不久，他便携家返湘，同毛泽东等合作办湖南自修大学去了。李的这次返湘，既有毛泽东所邀，也因他与陈独秀和张国焘的矛盾所致。是年，李达愤然宣布脱党，犯下他一生“最大的错误”。1949年12月，毛泽东作为历史见证人，刘少奇作为介绍人，李达重新加入了中国共产党。新中国成立后，李达奉命改造湖南大学，很快取得成效。接着又去改造武汉大学，同样成果甚丰。这一期间，他主要是办校和从事党的理论研究。他是在毛泽东晚年少有的几个能够与之理论对话的人。毛称李达为：“真正的人！”。“文革”一开始，他就被迫害致死，终年78岁。陈公博、周佛海、张国焘――背信弃义叛党投敌8、陈公博　是广州代表，是一大代表中最先脱党的。1921年7月30日，一大会场遭敌探骚扰，次日会议移至南湖，惊魂未定的陈公博脱离集体而逃，返回了广州。此时，正赶上广东军阀陈炯明叛变，中国共产党特别会议决定联孙反陈，但陈公博却拒不执行。 此后，他又在党的会议上明确宣布：不再履行党的任务。在汪精卫的支持下，陈公博赴美国哥伦比亚大学留学。1925年回国任国民党广东省党部书记长。1年之后，当选国民党中央执委。1931年9月18日，日本帝国主义发动“九·一八”事变。蒋汪再次联合，汪精卫出任行政院长后，陈公博出任国民党中央民众训练部长、行政院实业部长。1940年3月20日，他在南京就任汪伪中央政治委员会委员、立法院长及军事委员会训练部长要职。然而，就在汪陈联手、多行不义之时，汪精卫在日本名古屋帝国大学附属医院结束了罪恶的一生。陈公博由汉奸中的二号人物升为一号魁首。1945年8月15日，日本侵略者投降，陈公博仓皇逃到日本。随后，国内掀起惩罚汉奸的浪潮。陈被送回南京。1946年4月5日，江苏高等法院审理陈公博。6月3日，将陈公博移往苏州狮子口江苏第三监狱，判处死刑。随着一声沉闷的枪声，陈公博罪恶的一生结束了，时年54岁。9、周佛海　是旅日代表。1917年初夏，周佛海赴日留学，进入鹿儿岛第七高等学校学习。通过阅读大量社会主义书籍，周佛海开始信仰共产主义。1921年，周佛海在鹿儿岛接到赴上海参加中国共产党成立大会的信件，成为唯一从境外赶回来的一大代表。11月初，周佛海返日，改入京都大学，在错误的理论指导下，周佛海逐渐与共产主义背道而驰，并为生活所困而沉沦。回国后，周佛海很快与国民党右派分子沆瀣一气。1924年9月，周佛海给中共广州执委写信要求脱党。周佛海一脱党，便马上踏上反共道路，成为蒋介石翼下一得力谋士。然而，蒋介石的重用未能满足周佛海对权力的追求和欲望。“九·一八”事变后，周佛海、汪精卫一见如故，共谋“和平”。1938年12月15日，周佛海以视察宣传为名，先期到达昆明等待汪精卫等人逃往河内。此事最后取得成功，周立了头功。　继而，周佛海出谋划策，建议汪精卫开展“和平运动”，建立和平政府。与此同时，周佛海非常重视特务工作。他采用种种特务手段，使自己成为伪政权起事人和“开国元勋”。1945年8月，日本投降，历时5年4个月的汪伪政府作鸟兽散。周佛海故伎重演。他迅速给蒋介石发电，利用他担任上海市长一职表示将沪完整交给中央。蒋介石收电后，任命周佛海为行动总队司令。1946年3月，蒋迫于全国压力，把周佛海押往南京。周以“迫谋敌国、图谋反叛本国”之罪被判处死刑。周佛海的婚外恋人杨淑慧以公布蒋周往来密电为由，要挟蒋介石特赦周佛海。1947年3月26日，国民政府下达主席令，特赦周为无期徒刑。1948年2月28日，死于南京老虎桥监狱一囚室之中。10、张国焘　是北京代表，一大会议主持者，中途叛党。五四运动期间，张国焘参加示威游行，成为“学生领袖”，被推举为北京学联主席。1921年6月，张国焘和刘仁静作为北京党组织的代表到上海参加一大。张国焘同时也是中国早期工人运动的领袖之一。中国共产党成立之后，为了发展全国工人运动，于1921年8月在上海成立了“中国劳动组合书记部”，张国焘受命此任，并与同仁一道发表了《中国劳动组合书记部宣言》，揭开了中共正式成立后领导全国工人运动的序幕。1924年5月21日，张国焘及夫人杨子烈被捕，由于大量文件落入敌手，张国焘被迫投降自首。出狱后，张国焘隐瞒变节行为，参与中共驻国际代表团留在苏联。客居苏联三年的张国焘一回国，立即撰文拥护王明。不久，张国焘以中央代表身份被派往鄂豫皖苏区主持工作。1935年夏，长征途中的中央红军与红四方面军在川西会师，张国焘自恃人多枪好马壮，先是要夺红军总政委一职，继而在中委、中央政治局委员中要官要位，并发展到对抗中央路线，对中央北上的决议拒不执行，直至最后抛出一个非法成立的第二中央。1938年初，张国焘利用离开延安到陕西中部黄帝陵祭祖的机会，只身投靠国民党，并面见蒋介石，决意叛党。张国焘叛党后，立即投奔到戴笠门下，从事反共活动。他在上海办过宣传反共的《创进》报。1949年，张逃往香港，同第三势力一起办起《中国之声》杂志。 　　1966年，张国焘匆匆离开香港，移居加拿大。十几年后，客死他乡。刘仁静、包惠僧――历经曲折迷途知返11、刘仁静　出身在湖北应城的一个小资产阶级家庭。他中学时代到武昌博文书院就读英国人创办的教会学校。在这里学到了许多民主意识和外文知识。刘仁静真正的革命旅程是参加少年中国学会。在此基础上，他与李大钊、邓中夏接近，成为马克思学说研究会发起人之一。在一大会议上，刘仁静极力反对西欧社会党的议会政策以及改良派思想。他认为中国共产党应积极从事工人运动，为共产革命作准备。他的这些观点与另一位代表毛泽东有许多相同之处。1926年，受中央派遣，刘仁静赴莫斯科国际马列学院学习。在这里，他学习与研究马克思主义。不料，他在学习上发生了一些意外的事情：“1927~1928年，我在马列学院学习时，看过托洛茨基的文章，我同意他的观点。”1929年，刘仁静在苏学习结束。回国途中，刘仁静突然转到土耳其，拜见托洛茨基，由于受托派思想影响，刘仁静回到中国，便投入陈独秀门下。此间，刘仁静自命为“中国托派天字第一号”人物和“特等理论家”。1939年，刘随着国民党三青团机关撤离武汉至重庆。抗战胜利后，刘仁静回到上海，进入特务刊物《和平与统一》担任主编。刊物停办后，又辗转于国民党各个机关。1951年下半年，组织上安排他到人民出版社任编辑。直到退休。1987年8月5日凌晨，一位司机因刹车不及，撞死一名老人。他做梦也没想到，这位老人就是最后一位健在的一大代表――刘仁静。 　　12、包惠僧　是陈独秀指派的，代表陈独秀参加会议，并负责向陈汇报会议情况的代表。包惠僧当初是武汉党组领导人。上海党组织负责人李汉俊委托包前往广州找陈独秀回上海主持工作。包到达广州，陈独秀不同意，并把包留在广州工作。 而后，李汉俊来信说要各地派代表参加共产党成立大会，陈独秀因事不能赴沪，于是就派陈公博和包惠僧两人去出席会议。革命低潮时期，他回到上海。上海是白色恐怖，苦闷、灰心、失望跃上心头，加上在党内有张国焘的处处责难，他决定退出中国共产党。1931年，包惠僧任蒋介石陆海空军总司令部参谋。1936年转任国民党政府内政部参事至1944年。1944年夏，国民政府缩编时，包惠僧看透黑暗，加上终不得志，便自动申请遣散。获批准，携家眷到澳门谋生。1957年，包惠僧被任命为国务院参事室参事。从此之后，他就笔耕不止，写下大量历史回忆，最后结集《包惠僧回忆录》。1979年7月2日，包惠僧因病久治无效去世。 王尽美――英年病逝感撼后人13、王尽美　是济南代表。1921年6月，王尽美接到一大通知后，乘轮船到上海。一大结束后，他与瞿秋白、邓恩铭等同志一道，代表中共参加了共产国际在莫斯科召开的远东会议，并会见了列宁。回国后，王尽美协助罗章龙组织了京奉铁路、开滦煤矿等地政治大罢工，亲自指导了山海关铁路工人大罢工。从1923年至1925年5月，王尽美担任山东省委书记，他积极发展组织，办报写文章，还经常组织民众演讲。1925年1月11日至22日，王尽美带病到上海参加了中国共产党第四次全国代表大会。1925年8月19日，年仅27岁的王尽美因肺病逝世。", "◎ 中国共产党的诞生（中共一大）的教学目标\n1.掌握中共成立的时间、地点、意义。2.归纳中共成立的条件，分析中共成立后中国社会的变化。", "◎ 中国共产党的诞生（中共一大）的考试要求\n能力要求：掌握/应用课时要求：2考试频率：常考分值比重：4"], "image": {"path": "val/images/middle_history_3716.png"}}
{"subject": "history", "id": "history_3712", "type": "multiple-choice", "grade": "high", "difficulty": "medium", "question_info": "年代标尺有助于我们了解事件的先后顺序和发展历程，下面是一位同学设计的年代标尺，这位同学探究的课题是", "options": ["新民主主义革命的探索", "社会主义道路的探索", "中国共产党在探索中逐新成熟", "中国近代化的艰难起步"], "solution_info": "根据年代尺信息结合所学知识可知，1921年中共一大的召开标志着共产党的成立，遵义会议标志着中国共产党由幼稚走向了成熟；中共七大上毛泽东做了《论联合政府的政治报告》，并确立了毛泽东思想为党的知道思想；中共八大是社会主义探索的良好开端；十一届三中全会后共产党探索出了中国特色社会主义建设道路。所以这位同学探究的课题是中国共产党在探索中逐新成熟。A项和B项概括不全面；D项不符合共产党探索的阶段。故选C。点睛：解答本题首先排除D项，A项只能概括新中国成立前共产党探索的阶段，B项只能概括新中国成立后共产党探索的阶段，概括不全面，故排除，由此可以做出正确选择。", "answer": "C", "side_information": ["◎ 中国共产党的诞生（中共一大）的定义\n中共一大：中共一大即中国共产党第一次全国代表大会，1921年7月23日在上海召开，标志着中国共产党的正式成立。出席会议的有各地共产党小组推举的12名代表和陈独秀的代表包惠僧，共产国际代表马林、尼科尔斯基列席了会议。大会讨论了当时的政治形势、党的基本任务、党的组织原则的问题，通过了中国共产党的第一个纲领。大会选举了党的中央领导机关——中央局，陈独秀任中央书记，李达任宣传主任，张国焘任组织主任。中共一大宣告了中国共产党的成立，中国共产党的诞生，开辟了中国历史的新纪元，从此，中国革命的面貌焕然一新了。 ", "◎ 中国共产党的诞生（中共一大）的知识扩展\n①时间：1921年7月23日，中国共产党第一次全国代表大会在上海召开。这次大会正式宣告了中国共产党的诞生。 ②中共一大的内容：1.确定党的奋斗目标是推翻资产阶级政权，建立无产阶级专政，实施共产主义2.确定党的中心任务是领导工人运动3.大会选举了党的中央领导机构中央局，选陈独秀为中央局书记。 ③意义：中国共产党不仅代表着工人阶级的利益，而且代表着整个中华民族的利益，她的诞生是中国历史上开天辟地的大事，自从有了共产党，中国革命的面貌就焕然一新了。 ", "◎ 中国共产党的诞生（中共一大）的知识导图\n中共一大会址（嘉兴的画舫上）：", "◎ 中国共产党的诞生（中共一大）的知识点拨\n中国共产党诞生的条件：1.思想基础：十月革命胜利后，一批先进分子“以俄为师”，开始接受马克思列宁主义，为中国共产党成立奠定了思想基础。2.阶级基础：工人阶级作为独立的政治力量登上了政治舞台。3.组织基础：各地共产党早期组织的建立为中国共产党的成立奠定了组织基础。第一个早期共产党组织是陈独秀在上海建立的。4.外部条件：共产国际的帮助。中共一大的召开：1.时间：1921年7月23日2.地点：上海（最后一天转移到浙江嘉兴南湖的游船上）3.内容：（1）通过了中国共产党的纲领。纲领规定党的名称为“中国共产党”，党的奋斗目标是用无产阶级的军队推翻资产阶级的政权，实现共产主义。（2）党的中心工作室组织工人阶级，领导工人运动。（3）成立党的中央领导机构中央局，选举陈独秀为中央局书记。4.历史意义：中国共产党的诞生是中国历史上开天辟地的大事，中国革命的面貌从此焕然一新。为什么说中国共产党的诞生使中国革命的面貌焕然一新：1.中国共产党的成立是中国革命有了坚强的领导核心，灾难深重的中国人民有了可以依赖的组织者和领导者，中国革命从此不断向前发展，由民主主义革命向社会主义革命推进。2.中国共产党的成立，使中国革命有了科学的指导思想。中国共产党以马克思主义为指导思想，把马克思主义和中国革命的具体实践相结合，制定了正确的革命纲领和斗争策略，为中国人民指明了斗争的目标和走向胜利的道路。3.中国共产党的成立，使中国革命有了新的革命方法，并沟通了中国革命和世界无产阶级革命之间的联系，为中国革命获得了广泛的国际援助和避免走资本主义提供了客观可能性。4.中国革命有了新的奋斗目标。即：实现新民主主义革命的胜利，建设社会主义和共产主义社会。", "◎ 中国共产党的诞生（中共一大）的知识拓展\n中共“一大”13位代表的迥异人生：1、毛泽东1921年夏天，毛泽东与湖南的另一位年长的代表何叔衡乘船赴沪。对毛泽东参加“一大”的表现有两种说法：一种是比较活跃，善于思辨；一种是比较沉稳，勤于思考。他的确沉稳，善于听取大家意见，但在一些重大问题上，他颇具见解，胜过他人。 　　毛泽东没有参加党的二大。在党的三大之后，毛泽东进入中央局，担任相当于中央秘书长的职务。此后，毛泽东和他的战友们一起探索中国革命的发展道路，为共产主义事业奋斗了一辈子，成为当代中国最杰出的共产主义战士。1976年9月，毛泽东走完了他83年的奋斗人生。 2、董必武　是另一位和毛泽东一起同时参加了党的一大，又同时登上了天安门城楼参加开国大典的中共领导人。1920年，曾为前清秀才的董必武在武汉创办私立中学。就在这年夏天，他接到李汉俊从上海的来信，告诉他上海已成立共产主义小组，请他在武汉成立类似的地方组织。1921年6月，董必武再次收到上海来信，他与武汉小组另一负责人陈潭秋被大家公举赴会。在这次大会上，他成为中国共产党组织成立的发起人、见证人之一。作为一位忠厚长者，历任党和国家重要领导职务的董必武一生信仰马列：“遵从马列无不胜，深信前途会伐柯。”1975年4月2日，这颗伟大的心脏停止了跳动。董老享年90岁。 何叔衡、邓恩铭、陈潭秋――血洒疆场志未酬3、何叔衡　生于1877年，是参加会议最年长者。尽管董必武比毛泽东长9岁，何叔衡比董又长9岁。他也是一位前清秀才。“老秀才”革命之初，是在1918年参加新民学会，而且是这个团体的领导人之一。一大召开那年，何叔衡44岁，已有相当的经历和学识。“一大”闭幕后，何叔衡与毛泽东回到长沙，着手湖南党组织的建立和发展工作。不久，中共湖南支部成立，他利用捐资办起了湖南自修大学，培养党的干部。1927年5月，长沙发生“马日事变”，正在指导农运的何叔衡被捕，但他很快机智逃脱。后经组织安排，到莫斯科中山大学学习。三年后，何叔衡返回上海，被组织分配去中国互济总会，担任总会主任的工作。1935年2月24日，何叔衡、瞿秋白、邓子恢等一批中央领导人从江西转移到福建长汀县，不料与敌“义勇队”遭遇。何叔衡落崖受伤，被两个匪兵发现，结果被匪兵连击两枪，壮烈牺牲。4、邓恩铭　从研究马克思主义到领导党的运动只有11年，但这11年生命确实壮观。邓恩铭出身在贵州荔波县一个水族家庭。1918年，邓恩铭在亲戚帮助下考上济南省立第一中学。也就是在这里，他开始了革命的起步。在1920年末，山东共产主义小组秘密诞生了，邓恩铭和王尽美成为负责人。中共一大召开时，正值邓恩铭放暑假，他接信后迅速从青岛赴沪，是到会较早的代表之一。在这次会议上，他是较活跃的青年。一大之后，他又作为中国的代表之一出席了在莫斯科召开的共产国际远东各国共产党及民族革命团结第一次代表大会。1928年底，当邓恩铭在济南深入进行革命活动时，由于叛徒告密，被捕入狱。1931年4月5日黎明，30岁的邓恩铭从容整装，与难友们一一告别，然后高唱《国际歌》昂首阔步走向济南纬八路刑场，英勇就义。 5、陈潭秋　1921年7月出席中共一大时，他不仅是武汉湖北共产主义小组的负责人，同时已是著名的学生领袖。 　　大革命失败后，陈潭秋在江西、满洲、江苏等地做党的工作，曾被捕入狱。1933年春，陈潭秋与谢觉哉化装同行，秘密进入中央苏区，出任中华苏维埃粮食部长。1935年7月，陈潭秋回到上海。不久，被中央派往莫斯科参加共产国际第七次代表大会。1939年5月，陈潭秋奉命回国。中央电示他留在新疆接替邓发任中共中央驻新疆办事处代表和八路军驻新疆办事处负责人，并担任我党与“新疆王”盛世才建立统一战线的重要任务。1943年9月27日，陈潭秋和毛泽民、林基路等同志被与蒋介石暗中勾结的盛世才秘密杀害于乌鲁木齐。李汉俊、李达――脱党而不放弃信仰6、李汉俊　是中共一大代表，后来血染刑场，被敌人所害。但此时他已不是中共党员。李出生湖北潜江，后留学日本。在京都大学遇到日本马克思主义经济学者河上肇，汲入马克思主义营养，由学数学转而钻研马克思主义，并在马克思主义理论方面，有一定见解。一大召开后，他把自己在上海法租界望志路106号与兄居住的厅堂做会场，终日备烟沏水准备会务，同时也阐述了大量建党主张。会议后期，他从容应对特务的骚扰，保护了与会代表。二大后，李汉俊与张国焘和陈独秀发生矛盾，就渐渐脱离了党的活动。李汉俊不在党组织中活动，但并没有放弃马克思主义信仰和革命工作。大革命失败后，他利用“合法”职位，掩护了一批尚未暴露的共产党员、共青团员和进步人士，为革命做了大量工作。1927年12月17日下午，李汉俊在寓所被新上台的桂系军阀胡宗铎抓走，在未审讯的情况下，当晚被枪决。桂系军阀在刑场贴出告示，称李汉俊为共党首要分子。呜呼，烈士没有在党的花名册上，却死在“罪”为共党首要分子的布告下。7、李达　1890年出生在湘江之滨。完全靠苦读，他考入北平师范学校后，以优异成绩考上留日官费生。 1918年6月，李达完成了一生中最大的一次转折，成了一个热烈的马克思主义追随者。他放弃了理科，专攻马克思主义学说。早在20年代，如此醉心钻研马克思主义的人不多，这为李达后来成为党的理论家，从而在社会科学战线上留下浓重的一笔奠定了基础。1920年他启程回国，很快与陈独秀、李汉俊等人共同成立共产党上海发起组。李达在一大上提出许多见解是自然的，因为当时国内马克思主义理论超过他的人并不多。 　　一大结束后，李达还在上海机关做了一年的实际工作。但不久，他便携家返湘，同毛泽东等合作办湖南自修大学去了。李的这次返湘，既有毛泽东所邀，也因他与陈独秀和张国焘的矛盾所致。是年，李达愤然宣布脱党，犯下他一生“最大的错误”。1949年12月，毛泽东作为历史见证人，刘少奇作为介绍人，李达重新加入了中国共产党。新中国成立后，李达奉命改造湖南大学，很快取得成效。接着又去改造武汉大学，同样成果甚丰。这一期间，他主要是办校和从事党的理论研究。他是在毛泽东晚年少有的几个能够与之理论对话的人。毛称李达为：“真正的人！”。“文革”一开始，他就被迫害致死，终年78岁。陈公博、周佛海、张国焘――背信弃义叛党投敌8、陈公博　是广州代表，是一大代表中最先脱党的。1921年7月30日，一大会场遭敌探骚扰，次日会议移至南湖，惊魂未定的陈公博脱离集体而逃，返回了广州。此时，正赶上广东军阀陈炯明叛变，中国共产党特别会议决定联孙反陈，但陈公博却拒不执行。 此后，他又在党的会议上明确宣布：不再履行党的任务。在汪精卫的支持下，陈公博赴美国哥伦比亚大学留学。1925年回国任国民党广东省党部书记长。1年之后，当选国民党中央执委。1931年9月18日，日本帝国主义发动“九·一八”事变。蒋汪再次联合，汪精卫出任行政院长后，陈公博出任国民党中央民众训练部长、行政院实业部长。1940年3月20日，他在南京就任汪伪中央政治委员会委员、立法院长及军事委员会训练部长要职。然而，就在汪陈联手、多行不义之时，汪精卫在日本名古屋帝国大学附属医院结束了罪恶的一生。陈公博由汉奸中的二号人物升为一号魁首。1945年8月15日，日本侵略者投降，陈公博仓皇逃到日本。随后，国内掀起惩罚汉奸的浪潮。陈被送回南京。1946年4月5日，江苏高等法院审理陈公博。6月3日，将陈公博移往苏州狮子口江苏第三监狱，判处死刑。随着一声沉闷的枪声，陈公博罪恶的一生结束了，时年54岁。9、周佛海　是旅日代表。1917年初夏，周佛海赴日留学，进入鹿儿岛第七高等学校学习。通过阅读大量社会主义书籍，周佛海开始信仰共产主义。1921年，周佛海在鹿儿岛接到赴上海参加中国共产党成立大会的信件，成为唯一从境外赶回来的一大代表。11月初，周佛海返日，改入京都大学，在错误的理论指导下，周佛海逐渐与共产主义背道而驰，并为生活所困而沉沦。回国后，周佛海很快与国民党右派分子沆瀣一气。1924年9月，周佛海给中共广州执委写信要求脱党。周佛海一脱党，便马上踏上反共道路，成为蒋介石翼下一得力谋士。然而，蒋介石的重用未能满足周佛海对权力的追求和欲望。“九·一八”事变后，周佛海、汪精卫一见如故，共谋“和平”。1938年12月15日，周佛海以视察宣传为名，先期到达昆明等待汪精卫等人逃往河内。此事最后取得成功，周立了头功。　继而，周佛海出谋划策，建议汪精卫开展“和平运动”，建立和平政府。与此同时，周佛海非常重视特务工作。他采用种种特务手段，使自己成为伪政权起事人和“开国元勋”。1945年8月，日本投降，历时5年4个月的汪伪政府作鸟兽散。周佛海故伎重演。他迅速给蒋介石发电，利用他担任上海市长一职表示将沪完整交给中央。蒋介石收电后，任命周佛海为行动总队司令。1946年3月，蒋迫于全国压力，把周佛海押往南京。周以“迫谋敌国、图谋反叛本国”之罪被判处死刑。周佛海的婚外恋人杨淑慧以公布蒋周往来密电为由，要挟蒋介石特赦周佛海。1947年3月26日，国民政府下达主席令，特赦周为无期徒刑。1948年2月28日，死于南京老虎桥监狱一囚室之中。10、张国焘　是北京代表，一大会议主持者，中途叛党。五四运动期间，张国焘参加示威游行，成为“学生领袖”，被推举为北京学联主席。1921年6月，张国焘和刘仁静作为北京党组织的代表到上海参加一大。张国焘同时也是中国早期工人运动的领袖之一。中国共产党成立之后，为了发展全国工人运动，于1921年8月在上海成立了“中国劳动组合书记部”，张国焘受命此任，并与同仁一道发表了《中国劳动组合书记部宣言》，揭开了中共正式成立后领导全国工人运动的序幕。1924年5月21日，张国焘及夫人杨子烈被捕，由于大量文件落入敌手，张国焘被迫投降自首。出狱后，张国焘隐瞒变节行为，参与中共驻国际代表团留在苏联。客居苏联三年的张国焘一回国，立即撰文拥护王明。不久，张国焘以中央代表身份被派往鄂豫皖苏区主持工作。1935年夏，长征途中的中央红军与红四方面军在川西会师，张国焘自恃人多枪好马壮，先是要夺红军总政委一职，继而在中委、中央政治局委员中要官要位，并发展到对抗中央路线，对中央北上的决议拒不执行，直至最后抛出一个非法成立的第二中央。1938年初，张国焘利用离开延安到陕西中部黄帝陵祭祖的机会，只身投靠国民党，并面见蒋介石，决意叛党。张国焘叛党后，立即投奔到戴笠门下，从事反共活动。他在上海办过宣传反共的《创进》报。1949年，张逃往香港，同第三势力一起办起《中国之声》杂志。 　　1966年，张国焘匆匆离开香港，移居加拿大。十几年后，客死他乡。刘仁静、包惠僧――历经曲折迷途知返11、刘仁静　出身在湖北应城的一个小资产阶级家庭。他中学时代到武昌博文书院就读英国人创办的教会学校。在这里学到了许多民主意识和外文知识。刘仁静真正的革命旅程是参加少年中国学会。在此基础上，他与李大钊、邓中夏接近，成为马克思学说研究会发起人之一。在一大会议上，刘仁静极力反对西欧社会党的议会政策以及改良派思想。他认为中国共产党应积极从事工人运动，为共产革命作准备。他的这些观点与另一位代表毛泽东有许多相同之处。1926年，受中央派遣，刘仁静赴莫斯科国际马列学院学习。在这里，他学习与研究马克思主义。不料，他在学习上发生了一些意外的事情：“1927~1928年，我在马列学院学习时，看过托洛茨基的文章，我同意他的观点。”1929年，刘仁静在苏学习结束。回国途中，刘仁静突然转到土耳其，拜见托洛茨基，由于受托派思想影响，刘仁静回到中国，便投入陈独秀门下。此间，刘仁静自命为“中国托派天字第一号”人物和“特等理论家”。1939年，刘随着国民党三青团机关撤离武汉至重庆。抗战胜利后，刘仁静回到上海，进入特务刊物《和平与统一》担任主编。刊物停办后，又辗转于国民党各个机关。1951年下半年，组织上安排他到人民出版社任编辑。直到退休。1987年8月5日凌晨，一位司机因刹车不及，撞死一名老人。他做梦也没想到，这位老人就是最后一位健在的一大代表――刘仁静。 　　12、包惠僧　是陈独秀指派的，代表陈独秀参加会议，并负责向陈汇报会议情况的代表。包惠僧当初是武汉党组领导人。上海党组织负责人李汉俊委托包前往广州找陈独秀回上海主持工作。包到达广州，陈独秀不同意，并把包留在广州工作。 而后，李汉俊来信说要各地派代表参加共产党成立大会，陈独秀因事不能赴沪，于是就派陈公博和包惠僧两人去出席会议。革命低潮时期，他回到上海。上海是白色恐怖，苦闷、灰心、失望跃上心头，加上在党内有张国焘的处处责难，他决定退出中国共产党。1931年，包惠僧任蒋介石陆海空军总司令部参谋。1936年转任国民党政府内政部参事至1944年。1944年夏，国民政府缩编时，包惠僧看透黑暗，加上终不得志，便自动申请遣散。获批准，携家眷到澳门谋生。1957年，包惠僧被任命为国务院参事室参事。从此之后，他就笔耕不止，写下大量历史回忆，最后结集《包惠僧回忆录》。1979年7月2日，包惠僧因病久治无效去世。 王尽美――英年病逝感撼后人13、王尽美　是济南代表。1921年6月，王尽美接到一大通知后，乘轮船到上海。一大结束后，他与瞿秋白、邓恩铭等同志一道，代表中共参加了共产国际在莫斯科召开的远东会议，并会见了列宁。回国后，王尽美协助罗章龙组织了京奉铁路、开滦煤矿等地政治大罢工，亲自指导了山海关铁路工人大罢工。从1923年至1925年5月，王尽美担任山东省委书记，他积极发展组织，办报写文章，还经常组织民众演讲。1925年1月11日至22日，王尽美带病到上海参加了中国共产党第四次全国代表大会。1925年8月19日，年仅27岁的王尽美因肺病逝世。", "◎ 中国共产党的诞生（中共一大）的教学目标\n1.掌握中共成立的时间、地点、意义。2.归纳中共成立的条件，分析中共成立后中国社会的变化。", "◎ 中国共产党的诞生（中共一大）的考试要求\n能力要求：掌握/应用课时要求：2考试频率：常考分值比重：4"], "image": {"path": "val/images/middle_history_3712.png"}}
{"subject": "history", "id": "history_7365", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "自从近代以来，世界发生了很大变化，先后经历了“工业化”“两极化”“一体化”。如今呈现出“碎片化”状态。阅读材料，回答问题。【一体化】材料一……以后欧洲大西洋沿岸工商业经济繁荣起来，促进了资本主义的产生和发展。同时……往来日益密切。世界开始连为一个整体，世界的观念也从此逐渐确立起来。——部编版《世界历史》九年级上册（1）材料一中是什么事件把“世界开始连为一个整体”？【工业化】材料二从18世纪60年代到20世纪前期，先后经历两次工业革命，从“手工工场生产”过渡到“大机器生产”，逐步实现了工业化。（2）结合材料二和所学知识，试举出交通方面的发明两例。【两极化】材料三（3）二战后，以美、苏两国为首的两大集团进入长达40多年的全面冷战对峙，两极格局形成。冷战开始和结束的标志事件分别是什么？【碎片化】材料四当今的世界格局仍处于一个过渡期，在这个过程中出现了权力的转移和扩散，权力从传统强国欧美向新兴大国转移，并扩散至其它地区，世界格局有进入“碎片化”时代的征兆。——中国社会科学院2011年《国际形势黄皮书》（4）根据材料四，说说世界政治格局进入“碎片化”时代呈现出怎样的发展趋势？（5）结合上述材料及所学知识，说说影响当今世界和平与发展的因素主要有哪些？", "solution_info": "（1）根据材料一“同时……往来日益密切。世界开始连为一个整体，世界的观念也从此逐渐确立起来”结合所学可知将世界连成一个整体的是新航路开辟。（2）根据材料二“从18世纪60年代到20世纪前期，先后经历两次工业革命，从“手工工场生产”过渡到“大机器生产”，逐步实现了工业化。”结合所学可知第一次工业革命时发明火车；第二次工业革命时发明汽车、飞机。（3）根据材料三结合所学可知冷战政策开始的标志是杜鲁门主义的出台，冷战政策结束的标志是苏联解体。（4）根据材料四“当今的世界格局仍处于一个过渡期，在这个过程中出现了权力的转移和扩散，权力从传统强国欧美向新兴大国转移，并扩散至其它地区，世界格局有进入‘碎片化’时代的征兆。”结合所学可知世界政治格局进入“碎片化”时代呈现出的发展趋势是政治多极化。（5）本题是开放性试题，言之有理即可。根据材料结合所学，对影响当今世界和平与发展的因素可从霸权主义和强权政治；地区冲突；严重的生态环境问题；人口问题等任意答出两点即可。", "answer": "（        1         ）新航路开辟。                  （        2         ）火车、汽车、飞机。                  （        3         ）杜鲁门主义的出台；苏联解体。                  （        4         ）政治多极化。                  （        5         ）霸权主义和强权政治；地区冲突；严重的生态环境问题；人口问题等。（答出          2          点、符合史实、有理即可）", "side_information": ["◎ 哥白尼“太阳中心说”的定义\n哥白尼：尼古拉·哥白尼（1473——1543），生于波兰。40岁时，哥白尼提出了日心说，并经过长年的观察和计算完成他的伟大著作《天球运行论》，在书中他正确地论述了地球绕其轴心运转；月亮绕地球运转；地球和其他所有行星都绕太阳运转的事实。哥白尼的“日心说”沉重地打击了教会的宇宙观，这是唯物主义和唯心主义斗争的伟大胜利。日心说（太阳中心说）：哥白尼提出的天体运行学说，也称为地动说，是关于天体运动的和地心说相立的学说，它认为太阳是银河系的中心，而不是地球。", "◎ 哥白尼“太阳中心说”的知识扩展\n文艺复兴时期，在文学艺术取得巨大成就的同时，近代科学兴起，天文学领域优首先取得突破。波兰科学家哥白尼提出“太阳中心说”，否定了教会维护的“地球中心说”，日心说，也称为地动说，是关于天体运动的和地心说相立的学说，它认为太阳是银河系的中心，而不是地球。“日心说”奠定了近代天文的基础。", "◎ 哥白尼“太阳中心说”的知识导图\n哥白尼与“日心说”", "◎ 哥白尼“太阳中心说”的知识点拨\n“日心说”的提出产生的影响：1.以科学的方式解释了天体运行规律；2.打破了传统神学的束缚，促进了人们思想解放；3.打击了教会哲学势力，为现代科技的发展树立了典范。", "◎ 哥白尼“太阳中心说”的知识拓展\n为真理献身的科学家——布鲁诺布鲁诺信奉哥白尼学说，所以成了宗教的叛逆，被指控为异教徒并革除了他的教籍。公元1576年，年仅28岁的布鲁诺不得不逃出修道院，并且出国长期漂流在瑞士、法国、英国和德国等国家，他四海为家，在日内瓦、图卢兹、巴黎、伦敦、维登堡和其他许多城市都居住过。尽管如此，布鲁诺始终不渝地宣传科学真理。他到处作报告、写文章，还时常地出席一些大学的辩论会，用他的笔和舌头毫无畏惧地积极颂扬哥白尼学说，无情地抨击官方经院哲学的陈腐教条。布鲁诺的专业不是天文学也不是数学，但他却以超人的预见大大丰富和发展了哥白尼学说。他在《论无限宇宙及世界》这本书当中，提出了宇宙无限的思想，他认为宇宙是统一的、物质的、无限的和永恒的。在太阳系以后还有无以数计的天体世界。人类所看到的只是无限宇宙中极为渺小的一部分，地球只不过是无限宇宙中一粒小小的尘埃。布鲁诺进而指出，千千万万颗恒星都是如同太阳那样巨大而炽热的星辰，这些星辰都以巨大的速度向四面八方疾驰不息。它们的周围也有许多像我们地球这样的行星，行星周围又有许多卫星。生命不仅在我们的地球上有，也可能存在于那些人们看不到的遥远的行星上……布鲁诺在天主教会的眼里，是极端有害的“异端”和十恶不赦的敌人。他们施展狡诈的阴谋诡计，以收买布鲁诺的朋友，将布鲁诺诱骗回国，并于公元1592年5月23日逮捕了他，把他囚禁在宗教判所的监狱里，接连不断地审讯和折磨竟达8年之久！由于布鲁诺是一位声望很高的学者，所以天主教企图迫使他当众悔悟，声名狼藉，但他们万万没有想到，一切的恐吓威胁利诱都丝毫没有动摇布鲁诺相信真理的信念。天主教会的人们绝望了，他们凶相毕露，建议当局将布鲁诺活活烧死。布鲁诺似乎早已料到，当他听完宣判后，面不改色地对这伙凶残的刽子手轻蔑地说：“你们宣读判决时的恐惧心理，比我走向火堆还要大得多。”公元1600年2月17日，布鲁诺在罗马的鲜花广场上英勇就义了。由于布鲁诺不遗余力的大力宣传，哥白尼学说传遍了整个欧洲。", "◎ 哥白尼“太阳中心说”的教学目标\n1.掌握哥白尼的“太阳中心说”。2.了解“太阳中心说”对欧洲教会统治的打击作用。", "◎ 哥白尼“太阳中心说”的考试要求\n能力要求：了解/识记课时要求：1考试频率：易考分值比重：2"], "image": {"path": "val/images/middle_history_7365.png"}}
{"subject": "history", "id": "history_2229", "type": "multiple-choice", "grade": "high", "difficulty": "basic", "question_info": "据《元史百官志三》记载：“至元二十五年（公元1288年），因唐制吐蕃来朝见於宣政殿之故，更名宣政院。”由此判断，宣政院所辖之地应该位于如图中的", "options": ["A地", "B地", "C地", "D地"], "solution_info": "元朝时期在中央大都设立宣政院，专门管理藏族地区的事务，标志着西藏成为我国的行政区，所以上述图中A区域为宣政院辖地，故选A。点睛关于古代西藏地区的史实，学生还要知道，唐太宗时期文成公主入藏，奠定了汉藏两族密切交往的基础；清朝时期，顺治册封达赖，康熙册封班禅，雍正设立驻藏大臣，与达赖、班禅一起共同管理西藏；乾隆皇帝实行“金瓶掣签”制度。1950年10月西藏和平解放等。", "answer": "A", "side_information": ["◎ 忽必烈建立元朝（行省制度）的定义\n元朝建立：1260年，成吉思汗之孙忽必烈继承蒙古汗位。1271年，忽必烈改国号为元，建立元朝。1272年，定都燕京，成为大都。元世祖就是忽必烈。于1279年灭亡南宋完成统一。行省制度：由于元朝疆域广大，为了有效实行控制地方，除河北、山西、山东由中书省直接管理外，元统治者在地方设置行中书省，简称行省或者省，由中央委派官员管理，元朝的行省制度，对后世有着深远影响。宣政院：元世祖设立的中央政府的官署，掌管全国佛教的事务和吐蕃地区的军事、行政。宣政院是中央政府最早设置的管理西藏地区的行政机构。名义上由帝师兼领，又设宣政院使等职官。地方上遇有特别的事务，设宣政院就便于处理。", "◎ 忽必烈建立元朝（行省制度）的知识扩展\n1260年，成吉思汗之孙忽必烈继承蒙古汗位。1271年，忽必烈改国号为元，建立元朝，第二年定都大都。忽必烈为元世祖。为了加强对全国的统治，元朝建立了行省制度；元朝在中央设宣政院管辖吐蕃（西藏地区），使西藏正式成为我国中央政府直接管辖的行政区域。（图）元朝还设置澎湖巡检司，管辖澎湖和琉球，这是最早将台湾纳入其行政管辖范围，表明台湾是中国领土不可分割的一部分。元朝时意大利人马可?波罗在中国生活了十多年，并经常巡视各省或出使外国，元朝对外贸易的最大港口是泉州。", "◎ 忽必烈建立元朝（行省制度）的知识导图\n元朝行省示意图：", "◎ 忽必烈建立元朝（行省制度）的特性\n元代行省制度主要有以下特点：1.行省的双重性，既是朝廷的派出机构，又是地方的最高行政机构，有利于加强中央与地方的联系，巩固了国家的统一和民族的融合；2.是行省制度既有利于加强中央集权，又给地方留出了部分权力，达到中央与地方势力的平衡。3.是行省的领导体制是一署多员与长官节制相结合，有利于官员的相互制约，也即可以说是实行集体领导与民主集中相结合的领导方式。4.是行省权力大而不专，较成功地解决了地方势力坐大的问题。", "◎ 忽必烈建立元朝（行省制度）的知识对比\n对比分封制，郡县制和行省制 ", "◎ 忽必烈建立元朝（行省制度）的知识点拨\n元朝统一进程：1218年蒙古灭西辽，1227年灭西夏，1234年灭金国，1246年招降吐蕃，1253年征服大理，1276年攻破临安灭南宋，1279年消灭南宋残余势力，元朝最终统一中国。元朝的中央制度：元朝建立后，元世祖命百官“议立三省、定内外官”，经过争议决定实行一省制，而废除唐宋以来的门下、中书、尚书三省并立制，只设一个中书省。中书省上承天子，下总百司，是最高的行政机关，中书省的长官行宰相职权，元代中书省是一个权力日重，“外取信于行省，内责成于六部”的中枢机构。它标志着集权政治的高度强化。它适应了元朝长期统治不稳固的局面。六部为中书省的一个下属机构，形成了一省六部制。各部的组织和职能与前代基本相同。元朝还在中央设立枢密院掌管军事，并以中书省掌制枢密院。另外在元朝的中央设立御史台和宣政院。御史台负责监察，宣政院统领宗教事务和管辖西藏地区。元朝中书省、枢密院、御史台、宣政院机构的建立，使元朝能对幅员辽阔、民族众多的大一统封建国家实行强有力的管辖，对明清时期我国统一多民族国家发展起到了积极作用。行省制度：元代疆域辽阔，战争频繁，为了便于管理，元代在地方实行了行省制度。即除设置中央一级的中书省（统辖山东、山西、河北和内蒙古等地）外，又将全国划分成十个大的地方行政区域，每个行省下设路，府、州、县四级地方行政机构。元代行省置丞相、平章、左右丞、参知政事等官职，由中书省直接派出官吏任职，凡一省的军国大事无所不领，并且行政长官直接对中书省负责。行省辖区不仅地域辽阔，且省界犬牙交错，使其无山川险阻可依，北向门户洞开，形成以北制南的军事控制局面。元朝行省制度的意义：元朝创立行省制度，是秦朝以来郡县制度的发展，也是我国历史上政治制度和地方行政区域划分制度的一次重大改革。行省制度的建立，不仅加强了元朝的中央统治，巩固了我国多民族国家的统一，而且对明清以及后来的政治制度和地方行政区域划分也产生了积极影响。元代后，“行省”这个名称一直沿用下来。明代虽然改省为布政使司，但是在口语中仍然如此称呼。元代的行省划分，也初步奠定了今天中国的行省规模和行政区域的划分。 ", "◎ 忽必烈建立元朝（行省制度）的知识拓展\n文天祥抗元斗争：文天祥(1236-1283)，原名云孙，字宋瑞，又字履善，号文山。吉州庐陵(今吉安县)人，南宋杰出的抗元英雄和爱国诗人。宝佑四年(1256)年进士第一，因父丧未受官职。德佑元年(1275年)正月，闻元军东下，文天祥在赣州组织义军，开赴临安，次年被任为右丞相兼枢密使。其时元军已进逼临安，被派往元营中谈判，遭扣留，押往北方。二月底，天祥与其客杜浒等十二人，夜亡入真州。复由海路南下，至福建与张世杰、陆秀夫等坚持抗元。景炎二年(1277)，进兵江西，收复州县多处。不久为元重兵所败，妻子儿女皆被执，将士牺牲甚众，天祥只身逃脱，乃退广东继续抗元。后因叛徒引元兵袭击，同年十二月，在五坡岭(今广东海丰县)被俘。由于文天祥才华出众，元将张弘范、投降的宋恭帝、元朝的丞相，甚至元世祖忽必烈提出大量的条件来亲自劝降，但是文天祥不为之所动，宁死不降，最终于1283年从容就义,年仅47岁.文天祥创作了大量的诗、词和散文作品.其中诗作达百余首，成就很高。有《文山先生全集》，其中有《过零丁洋》、《正气歌》等千古绝唱。如何评价元朝的统一和文天祥的抗元斗争：元朝的大一统，结束了五代以来长期分裂割据的局面。促进了国内各民族人民之间的经济文化交流，为祖国的科学技术发展提供了良好条件，大大加强了中外文化的交流，密切了中国是世界各国的联系。总之，元朝的统一使疆域扩大，社会安定，有利于人民的生产、生活，促进了民族的大融合，促进了多民族国家的发展。但是，当时蒙古族的生产方式，远比汉族生产方式落后，元朝的统一使通过军事征服来完成的，蒙古贵族在征服战争中，表现出的掠夺性和残酷性给人民的生命财产造成了很大损失，这势必激起其他民族的反抗。因此，文天祥抗元，反对军事屠杀和掠夺，是正义的。他身上表现出来的不畏强暴，宁死不屈的崇高气节已经成为中华民族的性格象征。但是，文天祥和岳飞一样都是发生在中华民族内部兄弟之间的事情，他不是抵御民族的侵略，因此，文天祥不能被称为民族英雄。", "◎ 忽必烈建立元朝（行省制度）的教学目标\n1；掌握原创建立的基本史实。2.掌握元朝的行省制度及产生的深远影响。3，归纳我国历代统治者管理地方的措施。", "◎ 忽必烈建立元朝（行省制度）的考试要求\n能力要求：掌握/应用课时要求：1考试频率：常考分值比重：4"], "image": {"path": "val/images/middle_history_2229.png"}}
{"subject": "history", "id": "history_6497", "type": "fill-in-the-blank", "grade": "high", "difficulty": "easy", "question_info": "观察下列两幅图片，回答问题。（1）图一、图二中的人物分别是谁？他们的突出贡献分别是什么？（2）请你再说出一位你熟悉的中国科学家的名字及其代表性成就。（3）你觉得这些科学家身上有哪些值得我们学习的优秀品质？", "solution_info": "（1）图一中人物是袁隆平，图二中的人物是屠呦呦。结合所学知识可知，袁隆平成功培育出籼型杂交水稻，为解决我国这样一个人口大国的吃饭问题和保障我国的粮食安全，作出了巨大贡献；屠呦呦领导科研团队，从中医药古典文献中获得灵感，发现了能够有效抵抗疟疾的青蒿素，开创了治疗疟疾的新方法，使全球数亿人受益。（2）开放性题目，言之有理即可，如南仁东、黄大年等。（3）开放性题目，言之有理即可，如刻苦钻研，勇于探索，善于创新，不怕困难等。", "answer": "（1）图一：袁隆平，培育出籼型杂交水稻。图二：屠呦呦，发现并提炼了青蒿素，开创了治疗疟疾的新方法。 （2）南仁东，主持建设500米口径球面射电望远镜FAST。 （3）刻苦钻研，勇于探索，善于创新，不怕困难等。", "side_information": ["◎ 袁隆平与杂交水稻的定义\n袁隆平：生于北京，祖籍江西九江德安，现居湖南长沙。中国杂交水稻育种专家，中国工程院院士。从1964年开始，袁隆平研究杂交水稻技术，1973年实现三系配套，1974年育成第一个杂交水稻强优组合南优2号，1975年研制成功杂交水稻种植技术，从而为全国大面积推广杂交水稻奠定了基础。根据他育种的杂交水稻品种及研究，水稻单位产量由亩产300公斤上升到900公斤以上。并先后获得“国家特等发明奖”、“首届国家最高科学技术奖”等多项国内奖项和联合国“科学奖”、“沃尔夫奖”、“世界粮食奖”等11项国际大奖；他也被广泛誉为“杂交水稻之父”。", "◎ 袁隆平与杂交水稻的知识扩展\n1、杂交水稻之父：1973年10月，袁隆平成功培育出籼型杂交水稻，他被誉为“杂交水稻之父”。 2、特点：杂交水稻优点杂交水稻具有产量高、抗病毒强、适应范围广等优点。 3、推广：1975年，杂交水稻在全国多点种植示范。1976年，开始大面积推广。 4、意义：为粮食大面积增产发挥了重要作用，取得了巨大的经济效益和社会效益，为解决中国的温饱问题做出了卓越贡献。 ", "◎ 袁隆平与杂交水稻的知识导图\n袁隆平：", "◎ 袁隆平与杂交水稻的知识点拨\n评价袁隆平的贡献：袁隆平成功培养出的杂交水稻，具有重大的历史和现实意义。（1）单位粮食产量的增加，为我国农业大幅度增产开辟了新途径，进而产生了巨大的经济效益和社会效益。（2）不仅在很大程度上解决了中国人的吃饭问题，而且被认为是解决整个世界饥饿问题的法宝。西方世界称袁隆平的杂交水稻是“东方魔稻”。国际上把杂交水稻当做中国继古代四大发明之后的“第五大发明。”（3）实践出真知。袁隆平通过自己长期的实践，提出了水稻杂交的新理论，实现了水稻育种的历史性突破。杂交水稻的的培育成功，使我国杂交水稻技术居于世界先进水平，证明了科学发展对推动国民经济的巨大作用。", "◎ 袁隆平与杂交水稻的教学目标\n1.掌握新中国农业科技成就。2.分析农业科技发展的原因及影响。3.归纳从古至今我国农业发展历程及成就。", "◎ 袁隆平与杂交水稻的考试要求\n能力要求：了解/识记课时要求：1考试频率：易考分值比重：2"], "image": {"path": "val/images/middle_history_6497.png"}}
{"subject": "history", "id": "history_6634", "type": "multiple-choice", "grade": "high", "difficulty": "easy", "question_info": "如图中的建筑群是某古代文明的象征。该建筑群所在的文明区域是A", "options": ["尼罗河流城", "两河流域", "印度河流域", "黄河流城"], "solution_info": "金字塔是埃及法老的陵墓，是埃及文明的重要象征，埃及文明位于尼罗河流域，故选A；两河流域的是巴比伦文明，印度河流域的是古印度文明，黄河流域的是中华文明，这些文明都没有金字塔，排除BCD。故选A。", "answer": "A", "side_information": ["◎ 古代中国的定义\n四大文明古国：古埃及、古巴比伦、古印度、古中国。", "◎ 古代中国的知识扩展\n1.地理位置：亚洲的东部，太平洋西岸。 2.发源地：黄河、长江。 3.文明产生的时间：公元前2070年，禹建立夏朝，这是中国历史上第一个王朝，我国漫长的原始社会结束了，开始进入奴隶社会。 4.文明代表：四大发明、长城。 ", "◎ 古代中国的知识点拨\n 古代中国：1、地位：中国是世界文明古国之一，中华文明亦称华夏文明，是世界上最古老的文明之一，也是世界上持续时间最长的文明之一。2、发源地：黄河文明、长江文明，中华文明是两种区域文明交流、融合、升华的果实。3、建立时间：公元前2070年，禹建立夏朝。4、文明：（1）旧石器时代中晚期，以山顶洞人为代表。（2）新石器时代早期的代表性文化是裴李岗文化。（3）新石器时代：仰韶文化、河姆渡文化、大汶口文化。（4）青铜时代：二里头遗址和三星堆遗址。", "◎ 古代中国的教学目标\n1.掌握四大文明古国的发源地及其文明特点。2.分析四大文明古国的我们起源的共性特点。", "◎ 古代中国的考试要求\n能力要求：了解/识记课时要求：1考试频率：易考分值比重：2"], "image": {"path": "val/images/middle_history_6634.png"}}
{"subject": "history", "id": "history_7346", "type": "multiple-choice", "grade": "high", "difficulty": "medium", "question_info": "同学们在开展“中外海路交通发展史”跨学科主题学习活动中，搜集到下面一幅示意图。该图所示历史事件的结束距今（）", "options": ["500周年", "503周年", "530周年", "535周年"], "solution_info": "麦哲伦船队在西班牙资助下于1519年——1522年，完成环球航行，证明了地圆说的正确。今年是麦哲伦船队完成环球航行500周年，A项正确；B、C和D时间不符合，排除。故选A项。", "answer": "A", "side_information": ["◎ 哥白尼“太阳中心说”的定义\n哥白尼：尼古拉·哥白尼（1473——1543），生于波兰。40岁时，哥白尼提出了日心说，并经过长年的观察和计算完成他的伟大著作《天球运行论》，在书中他正确地论述了地球绕其轴心运转；月亮绕地球运转；地球和其他所有行星都绕太阳运转的事实。哥白尼的“日心说”沉重地打击了教会的宇宙观，这是唯物主义和唯心主义斗争的伟大胜利。日心说（太阳中心说）：哥白尼提出的天体运行学说，也称为地动说，是关于天体运动的和地心说相立的学说，它认为太阳是银河系的中心，而不是地球。", "◎ 哥白尼“太阳中心说”的知识扩展\n文艺复兴时期，在文学艺术取得巨大成就的同时，近代科学兴起，天文学领域优首先取得突破。波兰科学家哥白尼提出“太阳中心说”，否定了教会维护的“地球中心说”，日心说，也称为地动说，是关于天体运动的和地心说相立的学说，它认为太阳是银河系的中心，而不是地球。“日心说”奠定了近代天文的基础。", "◎ 哥白尼“太阳中心说”的知识导图\n哥白尼与“日心说”", "◎ 哥白尼“太阳中心说”的知识点拨\n“日心说”的提出产生的影响：1.以科学的方式解释了天体运行规律；2.打破了传统神学的束缚，促进了人们思想解放；3.打击了教会哲学势力，为现代科技的发展树立了典范。", "◎ 哥白尼“太阳中心说”的知识拓展\n为真理献身的科学家——布鲁诺布鲁诺信奉哥白尼学说，所以成了宗教的叛逆，被指控为异教徒并革除了他的教籍。公元1576年，年仅28岁的布鲁诺不得不逃出修道院，并且出国长期漂流在瑞士、法国、英国和德国等国家，他四海为家，在日内瓦、图卢兹、巴黎、伦敦、维登堡和其他许多城市都居住过。尽管如此，布鲁诺始终不渝地宣传科学真理。他到处作报告、写文章，还时常地出席一些大学的辩论会，用他的笔和舌头毫无畏惧地积极颂扬哥白尼学说，无情地抨击官方经院哲学的陈腐教条。布鲁诺的专业不是天文学也不是数学，但他却以超人的预见大大丰富和发展了哥白尼学说。他在《论无限宇宙及世界》这本书当中，提出了宇宙无限的思想，他认为宇宙是统一的、物质的、无限的和永恒的。在太阳系以后还有无以数计的天体世界。人类所看到的只是无限宇宙中极为渺小的一部分，地球只不过是无限宇宙中一粒小小的尘埃。布鲁诺进而指出，千千万万颗恒星都是如同太阳那样巨大而炽热的星辰，这些星辰都以巨大的速度向四面八方疾驰不息。它们的周围也有许多像我们地球这样的行星，行星周围又有许多卫星。生命不仅在我们的地球上有，也可能存在于那些人们看不到的遥远的行星上……布鲁诺在天主教会的眼里，是极端有害的“异端”和十恶不赦的敌人。他们施展狡诈的阴谋诡计，以收买布鲁诺的朋友，将布鲁诺诱骗回国，并于公元1592年5月23日逮捕了他，把他囚禁在宗教判所的监狱里，接连不断地审讯和折磨竟达8年之久！由于布鲁诺是一位声望很高的学者，所以天主教企图迫使他当众悔悟，声名狼藉，但他们万万没有想到，一切的恐吓威胁利诱都丝毫没有动摇布鲁诺相信真理的信念。天主教会的人们绝望了，他们凶相毕露，建议当局将布鲁诺活活烧死。布鲁诺似乎早已料到，当他听完宣判后，面不改色地对这伙凶残的刽子手轻蔑地说：“你们宣读判决时的恐惧心理，比我走向火堆还要大得多。”公元1600年2月17日，布鲁诺在罗马的鲜花广场上英勇就义了。由于布鲁诺不遗余力的大力宣传，哥白尼学说传遍了整个欧洲。", "◎ 哥白尼“太阳中心说”的教学目标\n1.掌握哥白尼的“太阳中心说”。2.了解“太阳中心说”对欧洲教会统治的打击作用。", "◎ 哥白尼“太阳中心说”的考试要求\n能力要求：了解/识记课时要求：1考试频率：易考分值比重：2"], "image": {"path": "val/images/middle_history_7346.png"}}
{"subject": "history", "id": "history_2744", "type": "multiple-choice", "grade": "high", "difficulty": "hard", "question_info": "造成下表耕地面积发生变化的主要因素是（　　）", "options": ["清朝商业的兴盛", "清朝推行垦荒政策", "清朝手工业发展", "清朝土地兼并严重"], "solution_info": "依据所学知识可知，造成题干图表中耕地面积发生变化的主要因素是清朝推行垦荒政策。为发展农业生产，清朝前期的统治者大力推行垦荒政策，使农业生产很快得到恢复，并有了较大发展，为清朝前期兴盛奠定了基础；兴修水利；改进种植技术，改良新品种；推广玉米、甘薯等高产作物，所以B项符合题意。而ACD三项均与题干图表没有关系，排除，故选B。", "answer": "B", "side_information": ["◎ 清朝前期的疆域的定义\n清朝疆域：清朝前期的疆域东到东海，东北到库页岛，北到贝加尔湖、西到葱岭、西南到喜马拉雅山脉和越南北部的广大区域。面积达到1500万平方公里。", "◎ 清朝前期的疆域的知识扩展\n清朝前期的疆域东到东海，东北到库页岛，北到贝加尔湖、西到葱岭、西南到喜马拉雅山脉和越南北部的广大区域。面积达到1500万平方公里。其特点是： 1．清政府根据各民族各地区的特点，采取灵活措施加强了边疆地区的管辖，使统一的多民族国家得到进一步巩固。 2．清朝前期的国力强盛，社会安定，是平定大小和卓叛乱，召唤土尔扈特回归祖国的重要前提。 3．清朝前期的疆域，是我国各族人民在共同缔造统一的多民族国家的长期奋斗中逐渐形成的，它奠定了今天我国版图的基础。 ", "◎ 清朝前期的疆域的知识导图\n清朝疆域： ", "◎ 清朝前期的疆域的特性\n清朝疆域的特点：1.清政府根据各民族各地区的特点，采取灵活措施加强了边疆地区的管辖，使统一的多民族国家得到进一步巩固。2.清朝前期的国力强盛，社会安定，是平定大小和卓叛乱，召唤土尔扈特回归祖国的重要前提。3.清朝前期的疆域，是我国各族人民在共同缔造统一的多民族国家的长期奋斗中逐渐形成的，它奠定了今天我国版图的基础。", "◎ 清朝前期的疆域的知识点拨\n清朝加强对边疆的管辖给统一多民族国家建设带来哪些启示？1.统一必然促使国泰民安，分裂必将导致国运衰退。维护国家统一，打击民族分裂势力，是任何国家统治者的重大治国策略。2.历代对边疆地区的开拓与管辖，充满着艰辛，我们应加倍珍惜今天民族团结和国家安定的局面。3.西藏新疆自古以来就是祖国领土不可分割的一部分。", "◎ 清朝前期的疆域的教学目标\n1.了解清朝前期的疆域范围，理解我国是世界一个大国。2.掌握清政府管理辽阔疆域的措施。", "◎ 清朝前期的疆域的考试要求\n能力要求：了解/识记课时要求：1考试频率：易考分值比重：2"], "image": {"path": "val/images/middle_history_2744.png"}}
{"subject": "history", "id": "history_7113", "type": "multiple-choice", "grade": "high", "difficulty": "easy", "question_info": "示意图能够勾勒出史实之间的关系。如图示意图中①处应为（　　）", "options": ["英国“光荣革命”", "美国的建立", "美国内战", "日本明治维新"], "solution_info": "本题主要考查美国的建立的相关史实。重点掌握来克星顿枪声、《独立宣言》、美国1787年宪法的相关史实。解答北美是英国的殖民地，1775年的来克星顿枪声是美国独立战争开始的标志。1776年7月4日，大陆会议通过了《独立宣言》，宣告北美13个殖民地脱离英国独立，美国诞生。《独立宣言》由杰斐逊起草，以法律文献的形式规定了人的基本权利，例如生命权、自由权和追求幸福的权利等等，《独立宣言》被称为“第一个人权宣言”。《独立宣言》发表后，各州先后制定了州宪法。美国建立后各州各行其是，矛盾重重，代表国家的全国政府软弱无力。1787年，各州派出代表齐聚费城，由华盛顿主持召开了制宪会议，经过争论和妥协，最终制定出美国宪法。宪法依据分权制衡原则设计了一个联邦制共和国：行政、立法、司法三权分立，总统、国会与最高法院及其相关机构各司其职，相互制衡；联邦政府与地方政府分享权力；总统和议员由选举产生。1787年美国宪法是世界上第一部资产阶级成文宪法，对后来许多国家的政治变革产生了重要影响。故题干图片内容体现了美国的独立。图示意图中①处应为美国的建立。点评本题考查学生解读图片获取信息的能力。理解并识记美国的建立的相关史实。", "answer": "B。", "side_information": ["◎ 英属北美殖民地的发展的定义\n英属北美殖民地：1607～1775年英国在北美东起大西洋沿岸西迄阿巴拉契亚山脉的狭长地带建立的13个殖民地。它们是：弗吉尼亚、马萨诸塞、康涅狄格、罗得岛、纽约、新泽西、特拉华、新罕布什尔、宾夕法尼亚、马里兰、北卡罗来纳、南卡罗来纳、佐治亚。从属于英国，但相对独立自治，由英王特许，赋予政治自治权利，但不能占据议会席位。1607-1732年间有16个，由于兼并就只剩13个，它们也就是美国建国之初的13个州。", "◎ 英属北美殖民地的发展的知识扩展\n英属北美殖民地的经济分为三种，分别是北方的资本主义制度、中部的租佃制和南部的种植园奴隶制。首先北方资本主义生产方式的发展：18世纪中叶，北美殖民地的资本主义经济发展加快步伐，尤其在造船、冶金、纺织、面粉加工、锯木和玻璃制造等行业发展最快，尽管北方各州尚处在资本主义手工工场阶段，但却代表了经济发展的方向；中部租佃制：这是从英国搬来的，并且与大土地所有制联系在一起，这种大土地所有制实际上就是土地集中在少数几个大地主手里，然后这些大地主把土地分成小块出租给佃农，并且任意抬高地租，残酷剥削佃农，为维护大土地所有制，在大多数殖民地上实行《长子继承法》，南部和中部殖民地还实行《限定嗣续法》，禁止大地主出卖土地，也禁止没有身份的人继承土地财产；但这种半封建的租佃制没有普遍的发展起来，仅限于中部某些地区，这是因为北美殖民地拥有广阔的未经开垦的处女地，劳动者占地比较容易。因此，中部地区由于存在这种半封建的租佃制，所以其经济发展较为缓慢，经济结构当中农业占有很大比重，被称为“面包殖民地”，但是，由于中部和北部的经济联系更为紧密，因此资本主义生产关系还是有了相当程度的发展。最后是南部种植园奴隶制：实际上殖民地时期的种植园奴隶制有两种形式，即黑奴制和白人契约奴制，种植园主既是地主和奴隶主，又是农业资本家，他们最大限度地榨取奴隶的血汗，奴隶生产的产品主要作为商品在欧洲市场上销售，因此北美的奴隶制实际上仍然是资本主义世界一个重要组成部分。南部经济的突出特点，就是其与欧洲，尤其是英法的密切贸易联系，但正是由于这种过强的依赖性，以及奴隶制度本身存在的一些无法克服的问题，使得南部本地区内的工商业并不发达，而农业又因为高强度的剥削使得农业先进技术几乎难以推广开来，所以南方经济实际在独立战争前就已初露衰像，在英属北美的北中南三大区域中，南部经济是相对落后的。", "◎ 英属北美殖民地的发展的知识导图\n早期英属北美殖民地：最初到达北美的五月花号（复原图）：", "◎ 英属北美殖民地的发展的知识点拨\n英属北美殖民地的发展：殖民地经济以农业为主，工商业也有一定的发展，总体来说是处于商业资本主义阶段。由于自然、地理条件迥异及居民成分的不同，南部、北部的经济也呈现出差异。南部以种植园经济为主；北部除发展多样性的农业生产外，新英格兰地区的捕鱼、造船、航运以及贩奴等亦很发达。中部盛行大庄园土地制，粮食生产十分丰富，有“面包殖民地”之称。工业尚处于手工工场阶段，18世纪50～60年代，盛行分散的手工工场制度。波士顿、费拉德尔菲亚(费城)、纽约等城市逐渐发展成为殖民地的工业中心。", "◎ 英属北美殖民地的发展的教学目标\n1.掌握北美殖民地发展概况。2.理解北美人们争取独立的原因。", "◎ 英属北美殖民地的发展的考试要求\n能力要求：了解/识记课时要求：1考试频率：易考分值比重：2"], "image": {"path": "val/images/middle_history_7113.png"}}
{"subject": "history", "id": "history_6035", "type": "multiple-choice", "grade": "high", "difficulty": "easy", "question_info": "在时间轴的空白处应填入（　　）", "options": ["多边外交的原则", "和平共处五项原则", "一国两制的原则", "一个中国的原则"], "solution_info": "本题考查我国的外交事业及祖国统一问题。我国外交事业取得巨大成就，1992年海基会和海协会就“海峡两岸均坚持一个中国原则”达成共识，即“九二共识”。解析根据所学可知，中日《联合声明》：“日本国政府承认中华人民共和国政府是中国的唯一合法政府”，即承认一个中国原则；《中美建交联合公报》：“美利坚合众国承认一个中国原则，台湾是中国的一部分”。1992年海基会和海协会达成“海峡两岸均坚持一个中国原则”，即“九二共识”。点评理解一个中国原则的内容和重要性。", "answer": "D。", "side_information": ["◎ 推进祖国统一大业的定义\n九二共识：九二共识是用于概括海峡两岸关系协会与海峡交流基金会在1992年香港会谈中就“一个中国”问题及其内涵进行讨论所形成之认识见解的名词。其核心内容与精神是“海峡两岸均坚持一个中国原则”。", "◎ 推进祖国统一大业的知识扩展\n①1987年台湾当局开始被迫调整“三不”政策，开放台湾居民赴大陆探亲，并在经济、文化交流等方面逐步采取一些开放措施。 ②1990年台湾成立了海峡交流基金会，1991年祖国大陆成立了海峡两岸关系协会。 ③1992年，海协会会长汪道涵和海基会会长辜振甫在新加坡举行会谈，两会就“海峡两岸均坚持一个中国的原则”达成共识（即“九二共识“）1993年，将“加强两岸经济交流，互补互利”写入协议。海峡两岸经济上相互促进、互补互利的局面初步形成。 ", "◎ 推进祖国统一大业的知识导图\n九二共识：", "◎ 推进祖国统一大业的知识点拨\n推进祖国统一大业：1.中国政府对台湾政策的发展变化 （1）新中国成立后，明确提出解放台湾。（2）20世纪50年代中期，确立了争取用和平方式解放台湾的思想。（3）改革开放后党和政府确立了和平统一祖国的大政方针。 （4）在邓小平一国两制的构想基础上，形成了和平统一、一国两制的对台基本方针。（5）1995年初，江泽民提出发展两岸关系的八项主张，成为新时期推进祖国和平统一的指导思想。为什么说台湾是我国领土不可分割的一部分？1.从历史看，台湾自古就属于中国。从秦朝开始，台湾就与祖国大陆有着千丝万缕的联系。2.海峡两岸的中国人民反对外国侵占台湾进行了长期不懈的斗争。如郑成功收复台湾、台湾人民的抗日斗争等。3.国际社会公认台湾属于中国。如《开罗宣言》和《波兹坦公告》均承认台湾是中国领主不可分割的一部分。4.从地理上来说，现代科学证明，台湾不仅是东海大陆架的一部分，其基本地形也与大陆的地块相同。在地质成为上，台湾是与福建、浙江两省相同的酸性成岩体，后来有人送给台湾一个雅号——“浮福建”，意思是说，台湾是福建省漂浮在海上的部分。对我国统一台湾的看法（必然性） 1.从历史角度看，台湾自古以来就是中国领土不可分割的一部分； 2.从民族角度看，海峡两岸同根同源，血脉相连，完成中华民族的统一大业是全体炎黄子孙的共同心愿； 3.从现实角度看，海峡两岸日益密切的经济、文化交流，符合两岸人民的共同利益；  4.从法律角度看，《反分裂国家法》的颁布为解决台湾问题提供了法律依据； 5.从可行性来看，香港、澳门的回归和持续繁荣为统一台湾提供了范例。", "◎ 推进祖国统一大业的教学目标\n1.掌握台海关系的前提、原则。2.了解大陆对台政策变化历程。3.分析中国为什么不承诺放弃使用武力的立场。", "◎ 推进祖国统一大业的考试要求\n能力要求：掌握/应用课时要求：1考试频率：常考分值比重：4"], "image": {"path": "val/images/middle_history_6035.png"}}
{"subject": "history", "id": "history_8044", "type": "multiple-choice", "grade": "high", "difficulty": "easy", "question_info": "（2019年江西卷）请仔细观察下图，导致1980—1984年两国粮食产量明显变化主要原因是", "options": ["苏联实行新经济政策", "是否加入世界贸易组织", "中国开展农业合作化运动", "是否突破原有经济体制束缚"], "solution_info": "依据题干信息并结合所学可知，1921年苏联实行新经济政策，斯大林上台后逐渐取消，故A不合题意；1995年世界贸易组织成立，2001年中国加入世界贸易组织与题干时间不符，故B不合题意；1953—1956年中国开展农业合作化运动与题干时间不符，故C不合题意；导致1980—1984年两国粮食产量明显变化主要原因是是否突破原有经济体制束缚，故D符合题意。故此题选D。", "answer": "D", "side_information": ["◎ 新经济政策的定义\n战时共产主义政策：1921年3月开始实行的向社会主义过渡的经济政策，其中一项重要内容是以征收粮食税代替余粮收集制。农民按国家规定交纳一定的粮食税，超过税额的余粮归个人所有，大大减轻了农民的负担。并且允许外资企业和国家暂时无力经营的企业，恢复商品货币关系进行调节生产的作用。", "◎ 新经济政策的知识扩展\n（1）背景原因：1920年底，苏俄粉碎了国内外反动势力的联合进攻，转入和平建设后，遇到新的经济困难和危机，列宁从实际出发，放弃用战时共产主义政策直接过渡到社会主义的设想，认为必须实行新经济政策。（2）时间：1921年开始。（3）内容：农业方面：用粮食税代替余粮收集制，农民交税后可自由处理自己的粮食。工业方面:允许本国和外国资本家经营某些中小企业。商业方面:取消实物配给制，恢复商品买卖。 （4）作用和意义：新经济政策是列宁对社会主义建设道路进行的探索，大大提高了劳动者的生产积极性，促进了国民经济的恢复，巩固了工农联盟，稳定了苏维埃政权。 ", "◎ 新经济政策的特性\n新经济政策呈现出的特点：1.适应过度时期多种经济成分的特点，允许资本主义的某种存在和发展；2.通过发展生产力，逐步扩大和增强社会主义经济成分的领导作用；3.通过国家资本主义来利用、限制和改造资本主义成分;4.通过合作制引导农民走向社会主义道路5.采用市场形式来实行国家经济计划", "◎ 新经济政策的知识对比\n战时共产主义政策与新经济政策的对比：", "◎ 新经济政策的知识点拨\n苏俄新经济政策的实施：1.背景原因：1920年底，苏俄粉碎了国内外反动势力的联合进攻，转入和平建设后，遇到新的经济困难和危机，列宁从实际出发，放弃用战时共产主义政策直接过渡到社会主义的设想，认为必须实行新经济政策。2.时间：1921年开始。3.内容：农业方面：用粮食税代替余粮收集制，农民交税后可自由处理自己的粮食。工业方面:允许本国和外国资本家经营某些中小企业。商业方面:取消实物配给制，恢复商品买卖。新经济政策的影响：1.新经济政策的实施使1921年春天的危机迅速消失，生产稳步恢复。它满足了劳动者的经济要求，受到广大农民工人的欢迎。巩固了工农联盟，使苏维埃政权日益巩固。2.它探索了在小农国家里建设社会主义的途径和方法，推动了生产力的发展，为在苏联实现社会主义工业化和农业集体化，从资本主义向社会主义过渡，创造了条件。3.它的一些原则和经验，为国际共产主义运动提供了宝贵的历史经验，是马克思主义理论的重大发展。4.新经济政策是列宁根据俄国经济落后、生产力低下的国情，探索建设社会主义新道路、新方法的伟大实践。是对传统社会主义理论的一次重大突破，创造性地发展了科学社会主义。", "◎ 新经济政策的知识拓展\n战时共产主义政策所带来的负面影响： 1.破坏农民生产积极性，农业产值下降； 2.战时共产主义严重破坏了市场经济，俄国经济危机严重； 3.生产力和生产关系不适应，证明战时共产主义是一次不成功的实践。", "◎ 新经济政策的教学目标\n1.了解新经济政策实施的背景，理解其影响。2.掌握新经济政策的内容，分析它与苏联政权稳定的关系。", "◎ 新经济政策的考试要求\n能力要求：了解/识记课时要求：1考试频率：易考分值比重：2"], "image": {"path": "val/images/middle_history_8044.png"}}
{"subject": "history", "id": "history_4115", "type": "multiple-choice", "grade": "high", "difficulty": "easy", "question_info": "学会区分历史史实和结论是初中历史学习要求之一。下列属于历史结论的是A", "options": ["古埃及位于非洲东北部的尼罗河流域", "1916年，德法两军在凡尔登展开阵地战", "中国共产党在全民族抗战中发挥了中流砥柱作用", "1949年10月1日开国大典在北京天安门广场举行"], "solution_info": "结合所学知识，历史史实是对历史当时的某件事或者某个现象的描述；历史结论是对历史事件和历史人物的评论。中国共产党在全民族抗战中发挥了中流砥柱作用属于历史结论，C符合题意；ABD属于历史史实，ABD不符合题意；故选C。", "answer": "C", "side_information": ["◎ 平型关大捷的定义\n平型关大捷：1937年9月，115师在林彪，聂荣臻率领下，埋伏于平型关一带作战，当日军进入埋伏圈时，115师发起猛烈进攻，经过一天激战，歼敌1000多人，缴获大量战利品，取得平型关大捷．平型关大捷打击了日军的嚣张气焰，提高了共产党和八路军的威望。", "◎ 平型关大捷的知识扩展\n1937年，日军侵入山西，国民政府组织太原会战。9月25日，八路军一一五师主力配合友军在平型关伏击日军精锐部队，一举歼灭敌军1000余人，击毁日军战车百余辆。平型关大捷是抗战开始以来中国军队取得的第一次重大胜利，打破了日本“皇军不可战胜”的神话。", "◎ 平型关大捷的知识点拨\n平型关大捷：1、背景：淞沪会战期间，华北日军侵入山西，企图夺取太原。国民政府组织太原会战。八路军开赴山西，参加会战。2、时间：1937年9月25日3、经过：朱德、彭德怀命令林彪率领一一五师在平型关伏击日军，取得平型关大捷。4、意义：平型关大捷是抗战开始以来中国军队取得的第一次重大胜利，打破了日本“皇军不可战胜”的神话。", "◎ 平型关大捷的教学目标\n1.掌握平型关战役的参战部队、战果、影响。2.分析抗战开始后八路军的主要活动及其特点。", "◎ 平型关大捷的考试要求\n能力要求：了解/识记课时要求：1考试频率：易考分值比重：2"], "image": {"path": "val/images/middle_history_4115.png"}}
{"subject": "history", "id": "history_8612", "type": "fill-in-the-blank", "grade": "high", "difficulty": "hard", "question_info": "科技的发展是大国崛起的重要原因。崛起后的大国在谋求各自利益和新发展的过程中又影响了世界格局的发展演变。阅读下列材料，回答问题。材料一 18世纪中期到19世纪中期，蒸汽机引起了欧洲生产的革命，……英国引领了这一历史发展的潮流，取得了技冠群雄、傲视全球的辉煌成果。（1）材料一中“蒸汽机引起的欧洲生产的革命”对人类历史的发展产生了什么重要的影响？（3分）英国能引领这一历史发展潮流一个重要的原因是它率先完成了资产阶级革命，它完成资产阶级革命后确立了怎样的政治体制？材料二  在十九世纪后期，落后于英国和法国技术的美国技术，突然获得了大发展，并以电灯、打字机、电话以及三样革命性进展——电、汽车和飞机——改变了世界。——沃尔特·拉斐伯《美国世纪》（2）依据材料二并结合所学知识，指出美国“革命性进展”得益于哪一次技术革命？这次技术革命把美国带人了什么时代？材料三 所有的大国都试图建立符合自己利益的世界秩序，所以它们总是为世界秩序出谋划策。实际上，那些正在崛起的国家想要打破这种秩序，因为它们试图取代以前的大国。（3）一战后，英法美等资本主义国家先后召开了哪两次会议建立了符合自己利益的世界秩序？二战后形成了两极格局，请写出这一格局形成的标志性事件。材料四   美国、西欧、日本在不同时期世界工业生产中比重的变化图（4）材料四图示反映出西欧、日本二战后工业生产在世界上所占的比重，呈现怎样的变化趋势？请写出西欧、日本为实现这一变化采取的共同措施。材料五 当今世界，除美国之外，欧盟、日本、俄罗斯、中国等多种政治力量不断发展壮大。他们在国际事务中发挥着越来越大的作用。（5）材料五反映出当今世界政治格局的发展趋势是什么？", "solution_info": "试题分析：（1）本题主要考查知识迁移能力。“蒸汽机引起的欧洲生产的革命”指的是工业革命，它对人类历史发展产生的影响是促进了生产力的发展；资本主义最终战胜了封建主义；形成西方先进。东方落后的局面。英国能引领这一历史发展潮流一个重要的原因是它率先完成了资产阶级革命，它完成资产阶级革命后确立了君主立宪制，扫清了资本主义发展的障碍。（2）本题主要考查阅读分析能力。在十九世纪后期，落后于英国和法国技术的美国技术，突然获得了大发展得益于第二次工业革命，美国抓住第二次工业革命的机遇，将大量资金投入于发展科技，而英、法两国则将大量资金投入殖民地，因此美国才会赶超英、法两国，跃居世界第一位。第二次工业革命把美国带入电气时代。（3）本题主要考查阅读分析能力。一战后，英法美等资本主义国家先后召开了巴黎和会、华盛顿会议建立了符合自己利益的世界秩序。二战后，形成了两极格局，而两极格局形成的机动性事件是1955年，华沙条约组织的成立。（4）本题主要考查阅读分析能力。材料四图示反映出西欧、日本二战后工业生产在世界上所占的比重，呈现不断提升的变化趋势。西欧、日本为实现这一变化采取的共同措施是充分利用美国的援助；采用最先进的科学技术成果；制定恰当的经济发展政策。（5）本题主要考查阅读分析能力。材料五说当今世界，除美国之外，欧盟、日本、俄罗斯、中国等多种政治力量不断发展壮大。他们在国际事务中发挥着越来越大的作用，反映出当今世界政治格局的发展趋势是朝着多极化方向发展。考点：人教新课标九年级上册•步入近代•英国资产阶级革命；人教新课标九年级上册•步入近代•“蒸汽时代”的到来；人教新课标九年级上册•垄断资本主义时代的世界•人类迈入“电气时代”；人教新课标九年级下册•凡尔赛——华盛顿体系下的世界•凡尔赛——华盛顿体系；人教新课标九年级下册•战后世界格局的演变•冷战中的对峙；人教新课标九年级下册•战后主要资本主义国家的发展变化•西欧和日本经济的发展；人教新课标九年级下册•战后世界格局的演变•世界政治格局的多极化趋势", "answer": "（1）影响：促进了生产力的发展；资本主义最终战胜了封建主义；形成西方先进。东方落后的局面。     君主立宪制。 （2）第二次工业革命。电气时代。 （3）巴黎和会、华盛顿会议。  华沙条约组织的成立。 （4）西欧、日本所占比重不断提升。措施：充分利用美国的援助；采用最先进的科学技术成果；制定恰当的经济发展政策。 （5）多极化。", "side_information": ["◎ 等级森严的西欧封建社会的定义\n采邑制：查理·马特改革时的土地分封制度。查理把分封给贵族、骑士、教会的土地称为采邑；领地不能世袭，死后归还国家；受封采邑者要为国王服兵役。采邑制的实行，建立了以土地关系为纽带的领主和附庸之间的臣属关系，以及以中小地主为基础的起兵制度，加速了封建等级制度的形成。", "◎ 等级森严的西欧封建社会的知识扩展\n5世纪末，在西罗马帝国的废墟上建立起了几个日耳曼国家，西欧进入封建社会。法兰克王国是其中最大的封建国家。800年前后，查理帝国建立，9世纪分裂为法兰西、德意志、意大利三个国家。这一时期，英吉利王国建立。（1）西欧封建制度的核心是封建等级制度。（2）查理?马特改革：①时间：公元8世纪前期②内容：改革采邑制，实行土地分封。③影响：经过层层分封，形成了国王、公爵、侯爵、伯爵、子爵、男爵和骑士等不同爵位的封建主等级。构成一座封建等级金字塔。塔的最底层是农奴。 ", "◎ 等级森严的西欧封建社会的知识点拨\n西欧封建社会的形成：法兰克王国的建立1.建立时间：5世纪西罗马灭亡后2.建立民族：日耳曼人查理·马特的改革1.时间：8世纪前期2.内容：改变以前无条件赏赐贵族的土地做法，实行有条件的土地分封，得到封地的人必须为封主服兵役3.影响：这次改革，在封建贵族内部形成了严格的等级制度。墨洛温王朝法兰克王国的第一个王朝，481年，萨利克法兰克人首领克洛维在教会及法兰克人、罗马人的支持下建立法兰克王国，因为其出身于墨洛温家族，故称墨洛温王朝。王朝后期，宫相势力日盛。751年，宫相丕平取代了墨洛温王朝建立加洛林王朝", "◎ 等级森严的西欧封建社会的教学目标\n1.了解欧洲中世纪的特点，理解这是欧洲最黑暗时代的含义。2.分析、掌握查理马特改革所形成的欧洲封建统治特点。", "◎ 等级森严的西欧封建社会的考试要求\n能力要求：了解/识记课时要求：1考试频率：易考分值比重：2"], "image": {"path": "val/images/middle_history_8612.png"}}
{"subject": "history", "id": "history_2599", "type": "multiple-choice", "grade": "high", "difficulty": "medium", "question_info": "见图示，这两种变化是哪一人物所为", "options": ["努尔哈赤", "皇太极", "多尔衮", "雍正"], "solution_info": "依据题干的图片信息，结合所学知识可知，努尔哈赤死后，其子皇太极继位。他继续对明朝展开攻势，并联合蒙古各部，势力不断扩大，皇太极改族名为满洲，1636年，皇太极改国号为清，皇太极就是清太宗，B项符合题意；ACD三项不符合题意；故选B。", "answer": "B", "side_information": ["◎ 满洲的兴起和清朝的建立的定义\n八旗制度：八旗制度是满族社会的一种社会组织形式。努尔哈赤在统一女真的过程中创立了八旗制度。努尔哈赤令每300人为一个牛录，五个牛录为一甲喇，五个甲喇为一固山，设一个固山额真统辖。一个固山即为一旗，共有八旗，每旗7500人。努尔哈赤是八旗旗主之上的最高君长，拥有全部的军政大权。八旗组织是女真族最初的国家政权构成形式，既是政治制度，也是军事组织。后来，八旗制度进步发展。发展为满洲八旗、蒙古八旗、汉军八旗，共24旗。每旗设都统，由中央都统衙门掌握，地方督抚无权征调。八旗军分为守卫京师的“禁卫兵”和驻防各地的“驻防兵”。", "◎ 满洲的兴起和清朝的建立的知识扩展\n1636年，皇太极（清太宗）在盛京称帝，把女真族改为满洲，改国号为清，清军加紧对明朝的进攻，大军直抵山海关，镇守山海关的明将吴三桂投降清军，引清军入关；1644年，清军入关，占领北京，顺治帝迁都北京，京师（今北京）成为清朝的都城，不久，实现了对全国的统治。", "◎ 满洲的兴起和清朝的建立的知识导图\n萨尔浒大战示意图", "◎ 满洲的兴起和清朝的建立的知识点拨\n满洲的兴起：满洲散居于我国黑龙江和松花江流域。从先秦到隋唐的肃慎、邑娄、勿吉、靺鞨是其一脉相承的祖先，自辽、宋至明称为女真。明初设立奴儿干都司管辖，女真共分三个部族：建州女真、海西女真和野女真。各部族间发展很不平和，其中建州女真发展最快，实力最强。女真的统一和后金政权的建立：建州女真的首领努尔哈赤，以赫图阿拉为据点，经营了三十多年，用武力统一了女真各部。他筑城池，设大臣，定法律，理诉讼建立了八旗制度。八旗制度把女真人编制起来，在贵族控制下进行战争和生产活动，是一种兵农合一的社会组织。八旗制度促进了女真社会的发展，巩固了努尔哈赤的统治地位。1616年，努尔哈赤在赫图阿拉自立为汗，国号金，史称后金。后金为反抗明朝的民族压迫，誓师攻打明朝，几年之间，明朝丧失辽东七十多座城。后来努尔哈赤迁都沈阳，改名盛京。加强了对明朝的攻势。清军入关和统一中国：努尔哈赤死后，其子皇太极继位。他继续对明朝展开攻势，并联合蒙古各部，势力不断扩大。皇太极改族名为满洲。1636年，皇太极改国号为清，皇太极就是清太宗。1644年，李自成攻占北京，驻守山海关将领吴三桂降清。清军兼程入关，以吴三桂为前导，打败大顺农民军，进占北京。不久，清顺治帝迁都北京，开始了清王朝的全国的统治。接着，清军南下剿杀农民军。经过二十多年的战争，清军陆续灭掉了南明的小朝廷，基本统一了中国。", "◎ 满洲的兴起和清朝的建立的知识拓展\n萨尔浒大战：萨尔浒战役后金与明朝的重要战役。以少胜多的典型战例。萨尔浒之战本由明方发动，后金处于防守地位，然而该役竟以明军之惨败而告终，并由此成为了明清战争史上一个重要的转折点。此役之后明朝对后金之战略态势由主动变为被动，明帝国于东北地区的藩篱逐渐丧失，日后虽调兵谴将、征加粮饷却再也无法获得对后金的战略主动权，并直至王朝覆灭。明万历四十七年二月，明朝政府派10万军队从四路进攻赫图阿拉，企图消灭努尔哈赤。面对明军四路围攻，努尔哈赤采取了“凭你几路来，我只一路去”的作战方针，集中八旗兵力，打歼灭战。努尔哈赤用了5天时间打了一场漂亮的歼灭战，明军文武将吏死者310多人，士兵身亡者45800余人，亡失马驼甲仗无数。这就是历史上著名的“萨尔浒之战”。此役是关系到后金与明兴亡的关键一仗。从此，努尔哈赤由防御转入进攻，明朝在东北地区的统治开始全面崩溃。", "◎ 满洲的兴起和清朝的建立的教学目标\n1.掌握后金与清朝建立的基本史实。2.区分皇太极和努尔哈赤不同的历史活动。", "◎ 满洲的兴起和清朝的建立的考试要求\n能力要求：了解/识记课时要求：1考试频率：易考分值比重：2"], "image": {"path": "val/images/middle_history_2599.png"}}
{"subject": "history", "id": "history_2230", "type": "multiple-choice", "grade": "high", "difficulty": "easy", "question_info": "下图是某朝疆域图残片，依据图片信息，这应该是", "options": ["唐朝疆域图", "北宋疆域图", "元朝疆域图", "清朝疆域图"], "solution_info": "根据图片中出现的“行省”“大都”结合所学知识可知，这是元朝时期的疆域图，元朝的都城是大都，元朝时期开始实行行省制度。故选C。", "answer": "C", "side_information": ["◎ 忽必烈建立元朝（行省制度）的定义\n元朝建立：1260年，成吉思汗之孙忽必烈继承蒙古汗位。1271年，忽必烈改国号为元，建立元朝。1272年，定都燕京，成为大都。元世祖就是忽必烈。于1279年灭亡南宋完成统一。行省制度：由于元朝疆域广大，为了有效实行控制地方，除河北、山西、山东由中书省直接管理外，元统治者在地方设置行中书省，简称行省或者省，由中央委派官员管理，元朝的行省制度，对后世有着深远影响。宣政院：元世祖设立的中央政府的官署，掌管全国佛教的事务和吐蕃地区的军事、行政。宣政院是中央政府最早设置的管理西藏地区的行政机构。名义上由帝师兼领，又设宣政院使等职官。地方上遇有特别的事务，设宣政院就便于处理。", "◎ 忽必烈建立元朝（行省制度）的知识扩展\n1260年，成吉思汗之孙忽必烈继承蒙古汗位。1271年，忽必烈改国号为元，建立元朝，第二年定都大都。忽必烈为元世祖。为了加强对全国的统治，元朝建立了行省制度；元朝在中央设宣政院管辖吐蕃（西藏地区），使西藏正式成为我国中央政府直接管辖的行政区域。（图）元朝还设置澎湖巡检司，管辖澎湖和琉球，这是最早将台湾纳入其行政管辖范围，表明台湾是中国领土不可分割的一部分。元朝时意大利人马可?波罗在中国生活了十多年，并经常巡视各省或出使外国，元朝对外贸易的最大港口是泉州。", "◎ 忽必烈建立元朝（行省制度）的知识导图\n元朝行省示意图：", "◎ 忽必烈建立元朝（行省制度）的特性\n元代行省制度主要有以下特点：1.行省的双重性，既是朝廷的派出机构，又是地方的最高行政机构，有利于加强中央与地方的联系，巩固了国家的统一和民族的融合；2.是行省制度既有利于加强中央集权，又给地方留出了部分权力，达到中央与地方势力的平衡。3.是行省的领导体制是一署多员与长官节制相结合，有利于官员的相互制约，也即可以说是实行集体领导与民主集中相结合的领导方式。4.是行省权力大而不专，较成功地解决了地方势力坐大的问题。", "◎ 忽必烈建立元朝（行省制度）的知识对比\n对比分封制，郡县制和行省制 ", "◎ 忽必烈建立元朝（行省制度）的知识点拨\n元朝统一进程：1218年蒙古灭西辽，1227年灭西夏，1234年灭金国，1246年招降吐蕃，1253年征服大理，1276年攻破临安灭南宋，1279年消灭南宋残余势力，元朝最终统一中国。元朝的中央制度：元朝建立后，元世祖命百官“议立三省、定内外官”，经过争议决定实行一省制，而废除唐宋以来的门下、中书、尚书三省并立制，只设一个中书省。中书省上承天子，下总百司，是最高的行政机关，中书省的长官行宰相职权，元代中书省是一个权力日重，“外取信于行省，内责成于六部”的中枢机构。它标志着集权政治的高度强化。它适应了元朝长期统治不稳固的局面。六部为中书省的一个下属机构，形成了一省六部制。各部的组织和职能与前代基本相同。元朝还在中央设立枢密院掌管军事，并以中书省掌制枢密院。另外在元朝的中央设立御史台和宣政院。御史台负责监察，宣政院统领宗教事务和管辖西藏地区。元朝中书省、枢密院、御史台、宣政院机构的建立，使元朝能对幅员辽阔、民族众多的大一统封建国家实行强有力的管辖，对明清时期我国统一多民族国家发展起到了积极作用。行省制度：元代疆域辽阔，战争频繁，为了便于管理，元代在地方实行了行省制度。即除设置中央一级的中书省（统辖山东、山西、河北和内蒙古等地）外，又将全国划分成十个大的地方行政区域，每个行省下设路，府、州、县四级地方行政机构。元代行省置丞相、平章、左右丞、参知政事等官职，由中书省直接派出官吏任职，凡一省的军国大事无所不领，并且行政长官直接对中书省负责。行省辖区不仅地域辽阔，且省界犬牙交错，使其无山川险阻可依，北向门户洞开，形成以北制南的军事控制局面。元朝行省制度的意义：元朝创立行省制度，是秦朝以来郡县制度的发展，也是我国历史上政治制度和地方行政区域划分制度的一次重大改革。行省制度的建立，不仅加强了元朝的中央统治，巩固了我国多民族国家的统一，而且对明清以及后来的政治制度和地方行政区域划分也产生了积极影响。元代后，“行省”这个名称一直沿用下来。明代虽然改省为布政使司，但是在口语中仍然如此称呼。元代的行省划分，也初步奠定了今天中国的行省规模和行政区域的划分。 ", "◎ 忽必烈建立元朝（行省制度）的知识拓展\n文天祥抗元斗争：文天祥(1236-1283)，原名云孙，字宋瑞，又字履善，号文山。吉州庐陵(今吉安县)人，南宋杰出的抗元英雄和爱国诗人。宝佑四年(1256)年进士第一，因父丧未受官职。德佑元年(1275年)正月，闻元军东下，文天祥在赣州组织义军，开赴临安，次年被任为右丞相兼枢密使。其时元军已进逼临安，被派往元营中谈判，遭扣留，押往北方。二月底，天祥与其客杜浒等十二人，夜亡入真州。复由海路南下，至福建与张世杰、陆秀夫等坚持抗元。景炎二年(1277)，进兵江西，收复州县多处。不久为元重兵所败，妻子儿女皆被执，将士牺牲甚众，天祥只身逃脱，乃退广东继续抗元。后因叛徒引元兵袭击，同年十二月，在五坡岭(今广东海丰县)被俘。由于文天祥才华出众，元将张弘范、投降的宋恭帝、元朝的丞相，甚至元世祖忽必烈提出大量的条件来亲自劝降，但是文天祥不为之所动，宁死不降，最终于1283年从容就义,年仅47岁.文天祥创作了大量的诗、词和散文作品.其中诗作达百余首，成就很高。有《文山先生全集》，其中有《过零丁洋》、《正气歌》等千古绝唱。如何评价元朝的统一和文天祥的抗元斗争：元朝的大一统，结束了五代以来长期分裂割据的局面。促进了国内各民族人民之间的经济文化交流，为祖国的科学技术发展提供了良好条件，大大加强了中外文化的交流，密切了中国是世界各国的联系。总之，元朝的统一使疆域扩大，社会安定，有利于人民的生产、生活，促进了民族的大融合，促进了多民族国家的发展。但是，当时蒙古族的生产方式，远比汉族生产方式落后，元朝的统一使通过军事征服来完成的，蒙古贵族在征服战争中，表现出的掠夺性和残酷性给人民的生命财产造成了很大损失，这势必激起其他民族的反抗。因此，文天祥抗元，反对军事屠杀和掠夺，是正义的。他身上表现出来的不畏强暴，宁死不屈的崇高气节已经成为中华民族的性格象征。但是，文天祥和岳飞一样都是发生在中华民族内部兄弟之间的事情，他不是抵御民族的侵略，因此，文天祥不能被称为民族英雄。", "◎ 忽必烈建立元朝（行省制度）的教学目标\n1；掌握原创建立的基本史实。2.掌握元朝的行省制度及产生的深远影响。3，归纳我国历代统治者管理地方的措施。", "◎ 忽必烈建立元朝（行省制度）的考试要求\n能力要求：掌握/应用课时要求：1考试频率：常考分值比重：4"], "image": {"path": "val/images/middle_history_2230.png"}}
{"subject": "history", "id": "history_2751", "type": "multiple-choice", "grade": "high", "difficulty": "medium", "question_info": "影视作品折射出历史的冰山一角。下面两幅图片反映的是两部以明清著名的商帮为背景的电视剧。这两个著名的商帮分别来自", "options": ["安徽、广东", "山西、安徽", "山西、江苏", "广东、福建"], "solution_info": "依据所学可知，明清时期，在商业活动中，形成了一些大的商帮。山西商人组成的晋商，主要贩卖粮食、食盐、绸缎等，到乾隆时又专门经营汇兑、放贷和存款业务，在全国各地开设“票号”，便于货币流通。与晋商相匹敌的是江南徽州府商人组成的徽商，他们主要从事食盐、典当、茶叶、木材、粮食、布绸等行业的经营活动。徽商贾而好儒，富甲一方。乔家大院是一座汇集晋商历史风貌，反映明清时代特色的民居精品；胡雪岩是晚清徽商的代表。故此题选B。", "answer": "B", "side_information": ["◎ 君主集权的强化（军机处和文字狱）的定义\n议政王大臣会议：议政王大臣会议是清朝特设的中枢权利机关，是氏族军事民主制的残余。清朝入关前，凡军国大事皆交议政王大臣会议决定。入关之后，这项传统被继承下来。议政王大臣会议由满族上层贵族组成，也称“国议”，权力很大。但是，这种满族专制的形式不仅和大权独揽的皇帝相抵触，而且也不利于清政府进一步争取各族特别是汉族官僚的支持。康熙帝设立南书房和雍正帝设立了军机处后，议政王大臣会议的权力被大大削弱了。南书房：在北京故宫乾清宫西南，本是康熙帝读书的地方。康熙十六年（1677），始选翰林等官入内当值，称“南书房行走”。除应制撰文字外，还秉承皇帝的意旨，起草诏令，一度成为发布政令的处所。自军机处成立后，南书房的各官不在参与政务，专司文辞书画等事情，一般又称为“南斋”。南书房行走官员不限品级，从尚书到编修、检讨都可以充任，唯原则上须用翰林出生的人。军机处：官署名。清代辅佐皇帝的政务机构。雍正七年（1729），因与准噶尔部作战，为了紧急处理西北军务，设军机房，挑选内阁中谨慎可靠的中书办理机密事务，1732年，又改称军机处。乾隆以后，成为定制，并渐渐成为最高中枢机构。军机处设军机大臣，大臣无定员，由皇帝从内阁大学士、六部尚书、侍郎中特简任用。军机处设军机章京，满汉两班，各八人，轮流担任缮写诏旨、记载档案、查核奏议等具体工作。又有军机行走，入值办事。军机处设立后，议政王大臣会议形同虚设，标志着清代君主集权发展达到了顶点。文字狱：文字狱是清朝统治者为加强思想控制而对不利于他们统治的言行进行严厉钳制的措施。主要发生在康熙、雍正、乾隆时期。主要有：康熙帝时的“庄世明史案”、雍正帝时吕留良狱和徐骏狱案。清代的文字狱是清朝文化专制和民族统治的产物。其根本目的是要在思想文化领域内树立起封建君主专制和满族贵族统治的绝对权威。这种文字狱造成了及其严重的社会后果。给中国文化的发展和社会进步带来了消极影响。", "◎ 君主集权的强化（军机处和文字狱）的知识扩展\n为加强君主专制，雍正帝设立军机处，由皇帝选调亲信大臣组成。军国大事完全凭皇帝裁决，军机大臣只是跪在地上，拿笔记录，让后传达给中央各部和地方官员去执行。这样，地方军政首脑实际上也直接听从皇帝指挥。清朝统治者还从思想领域严密控制知识分子。康熙、雍正和乾隆三朝，经常从知识分子的诗词文章中摘取只言片语，加以歪曲解释，在借题发挥，罗织罪状，制造大批冤狱，人们称这种做法为“文字狱”。 ", "◎ 君主集权的强化（军机处和文字狱）的知识导图\n军机处： ", "◎ 君主集权的强化（军机处和文字狱）的知识对比\n历朝中央集权强化:", "◎ 君主集权的强化（军机处和文字狱）的知识点拨\n君主集权的强化：1.清初，中央政府仿效明朝设置内阁，协助皇帝办理政务。另有源于满族旧俗的议政王大臣会议，成员多为手握兵权的满族王公贵族，决定军国大事，皇帝也无法轻易改变，皇权因此受到一定制约。2.康熙帝时：设立南书房，召亲信翰林学士入内值班，希望对权势过重的议政王大臣会议加以钳制，并将内阁部分职权归于内廷，但实际作用有限。3.雍正帝时：创设军机房。（1）职能：秉承皇帝旨意办事，职掌参赞机务、批答奏章、草拟诏旨等，是为皇帝出谋划策、辅佐皇帝总揽全国军政事务的中央机构。（2）主要成员：由皇帝挑选亲信满汉大臣充任。（3）诏令：拟就的诏令，不经内阁直接发往各地，称“廷寄”。直接下达中央各职能部门，称“交片”。（4）乾隆帝时：加强军机处的职能，取消议政王大臣会议，内阁也形同虚设，皇权空前加强。", "◎ 君主集权的强化（军机处和文字狱）的教学目标\n1.掌握清朝设立军机处和实行文字狱是君权强化的表现。2.概括历史上加强君权的种种措施。3.列举历代加强思想专制的手段。", "◎ 君主集权的强化（军机处和文字狱）的考试要求\n能力要求：掌握/应用课时要求：1考试频率：常考分值比重：4"], "image": {"path": "val/images/middle_history_2751.png"}}
{"subject": "history", "id": "history_1660", "type": "multiple-choice", "grade": "high", "difficulty": "hard", "question_info": "如图材料共同说明了唐朝（　　）", "options": ["兴盛的原因", "农业的发展", "衰落的过程", "割据的结果"], "solution_info": "本题考查贞观之治、女皇武则天、开元盛世，知道材料共同说明了唐朝兴盛的原因。解答唐太宗吸取前朝灭亡的教训，虚心纳谏，知人善用，他统治时期出现贞观之治的治世局面。武则天重视发展农业，继续实行发展农业生产，宣布贤才的政策，人称她的统治“政启开元，治宏贞观”；唐玄宗统治前期，整顿吏治，亲自选拔地方官员，出现了开元盛世的局面。故材料共同说明了唐朝兴盛的原因。点评本题考查贞观之治、女皇武则天、开元盛世，考查学生的识记和理解能力，解题关键是熟练掌握基础知识。", "answer": "A。", "side_information": ["◎ 贞观之治的定义\n贞观之治：唐贞观年间，唐太宗在大臣房玄龄、杜如晦、魏征等人的辅佐下，以隋亡为教训，励精图治，在政治、经济、军事以及民族关系等方面实行了一系列正确的治国措施，使得国家政治清明、军事发展、社会安定、思想文化繁荣、国力日益强大、民族关系缓和、中外友好往来增多。史称“贞观之治”。", "◎ 贞观之治的知识扩展\n唐太宗在位期间的清明政治。由于唐太宗能任人廉能，知人善用；广开言路，尊重生命，自我克制，虚心纳谏，重用魏征等诤臣；并采取了一些以农为本，厉行节约，休养生息，文教复兴，完善科举制度等政策，使得社会出现了安定的局面；当时并大力平定外患，并尊重边族风俗，稳固边疆。故史称“贞观之治”。这是唐朝的第一个治世，同时为后来的开元之治奠定了厚实的基础。", "◎ 贞观之治的知识导图\n贞观新政:", "◎ 贞观之治的知识对比\n比较汉武帝大一统政策和唐太宗统治政策： ", "◎ 贞观之治的知识点拨\n“贞观之治”产生的历史原因：1、隋唐更替的期间的战争破坏了生产，人民流离失所；战争结束后，人少地多，人心思安，渴望恢复生产和安定生活，这事贞观之治产生的重要原因。2、唐太宗引隋之苛政为戒，调整统治政策，纠正前朝之弊端，认识到皇帝要勤于政事，大臣要廉洁奉公，政府要轻徭薄赋，发展生产。唐太宗是我国封建社会时期杰出的政治家，他善于用人，勇于纳谏，不断调整统治政策，他的个人作用也是“贞观之治”局面形成的重要因素。唐太宗的政策：1、政治上：（1）革新隋朝的三省六部制，加强了监察机构；（2）注意法治，执法严明；（3）注意任用贤才和虚心纳谏。任命善于谋略的房玄龄和善断大事的杜如晦做宰相，人称“房谋杜断”。2、经济上：（1）轻徭薄赋，劝课农桑，兴修水利；（2）戒奢从简，唐太宗力倡节俭，不准修建台榭，禁止地方官进贡奇珍异宝。3、文化上：改进科举制，兴办学校，重视教育，大力培养人才。", "◎ 贞观之治的知识拓展\n如何看待封建的“盛世”1.封建的“盛世”的局面出现时各种原因共同作用的结果。不是统治者的个人功劳。所谓的“文景之治”“贞观之治”“开元盛世”等，都是当时人们过于夸大统治者在国家治理方面的功劳，当然统治者的政策和措施也是十分重要的。2.无论哪一朝代的封建“盛世”，都需要经历几代皇帝连续执行类似的宽松政策和几代劳动人民的艰苦努力，可见“盛世”的局面来之不易。3.封建“盛世不是绝对的，而是相对的，即所谓的“兴盛”都是相对于严重的混乱而言的。因此，在“盛世”时期，最大的受益者是封建统治阶级，广大人民的生活仍然十分艰辛，农民的负担依然沉重，农民与地主阶级之间的矛盾只是相对有所缓和，并未完全消除。4.封建“盛世”的局面都不可能持续长久，主要是由于统治者凭借“盛世”的积累下大肆挥霍，大兴土木，奢侈腐败，从而消耗了国力，导致混乱最终使国家衰败。一个王朝的由盛转衰的原因，发人深醒。", "◎ 贞观之治的教学目标\n1.掌握贞观之治的基本表现，分析贞观之治出现的原因。2.分析唐太宗的治国思想，理解治世局面形成的原因。3.理解唐太宗贞观之治与唐朝鼎盛间的关系。", "◎ 贞观之治的考试要求\n能力要求：掌握/应用课时要求：2考试频率：常考分值比重：4"], "image": {"path": "val/images/middle_history_1660.png"}}
{"subject": "history", "id": "history_7876", "type": "multiple-choice", "grade": "high", "difficulty": "easy", "question_info": "如图人物是近代自然科学的奠基人之一，万有引力定律、光学分析和微积分学是他的三大成就。他是（）", "options": ["牛顿", "达尔文", "法拉第", "爱迪生"], "solution_info": "英国科学家牛顿是近代自然科学的奠基人之一。他在天文学、数学、力学等领域都有杰出贡献。万有引力定律、光学分析和微积分学是他的三大成就。A项正确；达尔文的成就是进化论，排除B项；法拉第发现了电磁感应现象，排除C项；爱迪生耐用的白炽灯泡，排除D项。故选A项。", "answer": "A", "side_information": ["◎ 启蒙运动（伏尔泰，卢梭，孟德斯鸠）的定义\n启蒙运动：启蒙运动是发生在17、18世纪欧洲的一场反封建、反教会的资产阶级思想文化解放运动，它为资产阶级革命作了思想准备和舆论宣传，是继文艺复兴运动之后欧洲近代第三次思想解放运动。伏尔泰：法国早期启蒙思想家。其尖锐的批判封建宗教神学思想，主张为知识，科学和理性服务；提倡天赋人权，认为人与生俱来就是自由和平等的；伏尔泰承认物质世界的客观存在。主要著作有《哲学通信》，《形而上学》等。孟德斯鸠：18世纪法国启蒙思想家，代表作有《论法的精神》。孟德斯鸠是西方分权制衡学说的集大成者，他将国家权利分为立法权、行政权和司法权三种，明确的划分了三权的职能范围，阐述了分立的原因。孟德理论对世界资产阶级革命运动产生过巨大而又深刻的影响。他的理论曾被欧美资产阶级革命家用作反对封建暴政的锐利武器，尤其是他关于分权和法制的理论更为一些资产阶级国家所直接采用。卢梭：18世纪法国启蒙思想家。主要思想有：认为自由是天赋人权之一，同时认为自由是有限制的；进一步提出人民主权学说，认为人民是国家权利的最终体现者，人权最终必须通过立法权来保证；教育方面主张通过“自然教育”来取代经院式教育。著作有《论人类不同等的起源和基础》《社会契约论》等。", "◎ 启蒙运动（伏尔泰，卢梭，孟德斯鸠）的知识扩展\n①伏尔泰的思想：（1）反对封建专制制度，主张开明君主执政。（2）批判天主教会的黑暗和腐朽。（3）宣扬资产阶级的自由和平等。 ②卢梭和孟德斯鸠的思想：（1）卢梭否定封建王权，认为人民有权推翻违反民意、侵犯人权的政府。（2）孟德斯鸠提出了立法权、司法权、行政权三权分立的原则。他还倡导天赋人权学说。 ③启蒙思想的影响：启蒙思想家的宣传，促进了人们的思想解放，为新兴的资产阶级在政治上取代封建贵族提供了有力的支持，促进了欧洲的社会进步。许多启蒙思想家的名著被介绍到东方，促进了包括中国在内的许多国家的思想解放。 ", "◎ 启蒙运动（伏尔泰，卢梭，孟德斯鸠）的知识导图\n伏尔泰：《人权宣言》", "◎ 启蒙运动（伏尔泰，卢梭，孟德斯鸠）的特性\n启蒙运动的实质：启蒙运动的实质是18世纪法国大革命前新兴资产阶级向封建阶级夺权之前的理论准备。", "◎ 启蒙运动（伏尔泰，卢梭，孟德斯鸠）的知识对比\n启蒙运动思想家主要思想：启蒙运动与文艺复兴运动的对比：", "◎ 启蒙运动（伏尔泰，卢梭，孟德斯鸠）的知识点拨\n启蒙运动的影响：1、为资产阶级取得统治地位做了思想和理论的准备；2、为法国大革命做了充分的思想准备；3、启迪了人们的思想，动摇了封建统治；4、沉重的打击了封建宗教思想，使自由民主的思想深入人心；5、促进人们的思想解放，影响到其他领域，促进近代科技进步。", "◎ 启蒙运动（伏尔泰，卢梭，孟德斯鸠）的知识拓展\n狄德罗与百科全书派：狄德罗是百科全书派的首脑。他自己不仅亲自撰写了有关哲学、历史和应用科学的条目一千多条，而且还经常到工匠作坊去观察了解各种机器、工具的结构和性能，写出条目，托人详细绘制成图象。在狄德罗的领导和组织下，《百科全书》成了启蒙思想家们向封建反动势力进行斗争的锐利武器。这部著作，针对封建社会的全部意识形态，从政治制度、法律机构、宗教信仰、到文学艺术等各个方面进行了大规模的批判，宣扬政治平等、思想自由等启蒙思想，提倡科学技术，宣扬人类的物质文明和精神文明的进步与发展，直接为即将到来的资产阶级的政治革命制造舆论。百科全书派的形成及其社会实践，充分体现了启蒙运动的精神，标志着法国的启蒙运动已经达到高潮。狄德罗出生于法国的朗格尔，童年时曾在耶稣会学校受过教育。19岁时获得巴黎大学文学硕士学位。因为他不愿按照父亲的要求学医或学法律，父亲停止了对他的资助，他只好自谋生路。在此期间，他广泛接触社会，磨炼了自己的斗志。1743年，他认识了卢梭。1745年，他应出版商之请，开始主持编纂《百科全书》(全称为《百科全书，或科学、艺术和工艺详解词典》。在此期间，他写了许多杰出的哲学著作，如《哲学思想录》、《怀疑论者的散步》、《论盲人书简》等，宣传了无神论思想，触怒了统治阶级，结果被关了3个月。出狱后，他决心通过对《百科全书》的编纂出版，来改变人们的思想方法，掀起一场人类精神上的革命。他集中了一批志同道合的人士，通过传播知识，向反动的宗教和社会势力发动了猛烈的进攻。从此，以《百科全书》的编写和出版为中心，形成了法国启蒙运动的高潮。参加《百科全书》编写的人士在历史上被称为百科全书派。百科全书派的核心是以狄德罗为首的一批唯物主义者，他们的中心寓意是人的本性是美好的，世界也可以被建成为称心如意的居住之地；世界上的罪恶都是教育和有害的制度造成的。他们认为迷信、成见和愚昧无知是人类的大敌，主张一切制度和观点要在理性的审判庭上受到批判和衡量。推崇机械工艺，重视体力劳动，孕育了资产阶级务实谋利的精神。1751～1772年，《百科全书》共出版28卷，1776～1780年又增补了7卷。《百科全书》为1789年的法国大革命作了舆论准备。狄德罗还是法国18世纪现实主义文学的重要代表人物，他的小说《修女》、《宿命论者雅克》、《拉摩的侄儿》等都受到了广泛的欢迎。同时，在戏剧艺术、文艺批评和美学思想等许多方面都作出了出色的成绩。1784年7月底，他在家中的桌边突然逝世，他女儿听到他讲的最后一句话是：“怀疑是向哲学迈出的第一步”。", "◎ 启蒙运动（伏尔泰，卢梭，孟德斯鸠）的教学目标\n1.识记伏尔泰、孟德斯鸠、卢梭是启蒙运动的代表人物。2.掌握伏尔泰的自由、平等思想，卢梭的社会契约、孟德斯鸠的三权分立思想。3.认识启蒙运动对欧美资产阶级革命的指导思想。", "◎ 启蒙运动（伏尔泰，卢梭，孟德斯鸠）的考试要求\n能力要求：掌握/应用课时要求：1考试频率：常考分值比重：2"], "image": {"path": "val/images/middle_history_7876.png"}}
{"subject": "history", "id": "history_3452", "type": "multiple-choice", "grade": "high", "difficulty": "medium", "question_info": "下图为“北大红楼”。在20世纪初期，许多先进知识分子在这里广泛宣传“民主”“科学”。这些知识分子包括（）①梁启超②陈独秀③鲁迅④孙中山⑤胡适", "options": ["①②③④⑤", "②③④", "②③⑤", "①③④"], "solution_info": "由“北大红楼”“20世纪初期”“民主”“科学”等信息可知，这是新文化运动。依据所学知识可知，这些知识分子包括陈独秀、鲁迅、胡适，梁启超倡导了维新运动，孙中山领导了辛亥革命。由此可知，C项正确，排除ABD项。故选C项。", "answer": "C", "side_information": ["◎ 新文化运动的定义\n新文化运动：包括“五四”前期的启蒙运动和“五四”后的马克思主义思想解放运动。时间从1915年《新青年》创刊到1921年7月中国共产党成立。1915年9月，陈独秀创办《新青年》。标志着新文化运动的兴起，提出的口号是“民主”和“科学”。新文化的主要内容有：提倡民主，反对专制；提倡科学，反对迷信；提倡新文学，反对旧文学。“五四”前期新文化运动，主要是传播西方资产阶级自由平等学说和进化论思想，其性质仍属于旧民主主义。俄国十月革命后，马克思主义开始广泛传播，已是为在中国建立无产阶级的领导和人民民主共和国作舆论准备，其性质属于新民主主义了。", "◎ 新文化运动的知识扩展\n1．背景：西方民主、自由、平等思想传入中国；袁世凯实行专制独裁统治。 2．开始标志：1915年陈独秀在上海创办《青年杂志》（《新青年》）；口号（两面旗帜）：“民主”“科学”。 3．代表人物：陈独秀、李大钊、胡适、鲁迅等。主阵地：《新青年》杂志。 4．内容：（1）前期：提倡民主，反对独裁专制；提倡科学，反对迷信盲从；提倡新道德，反对旧道德；提倡新文学，反对旧文学，斗争矛头指向尊孔复古的逆流。（2）后期：宣传马克思主义（最早宣传马克思主义：李大钊《庶民的胜利》《布尔什维主义的胜利》）。 5．性质：资产阶级思想文化运动。 6．意义：是我国历史上一次空前的思想大解放运动。它启发着人们追求民主和科学，探索救国救民的真理，为马克思主义在中国的传播创造了条件。 ", "◎ 新文化运动的知识点拨\n新文化运动：1、背景：西方民主、自由、平等思想传入中国；袁世凯实行专制独裁统治；资产阶级要求实行民族政治。 2.开始标志：1915年陈独秀在上海创办《青年杂志》（《新青年》）；口号（两面旗帜）：“民主”“科学”。2、代表人物：陈独秀、李大钊、胡适、鲁迅等。主阵地：《新青年》杂志。主要活动基地：北京大学。3、内容：前期（1915-1918）提倡民主，反对独裁专制；提倡科学，反对迷信盲从；提倡新道德，反对旧道德；提倡新文学，反对旧文学，斗争矛头指向尊孔复古的逆流。后期（1919-1923）宣传马克思主义（最早宣传马克思主义：李大钊《庶民的胜利》《布尔什维主义的胜利》）。4、意义：是我国历史上一次空前的思想大解放运动。它启发着人们追求民主和科学，探索救国救民的真理，为马克思主义在中国的传播创造了条件。", "◎ 新文化运动的知识拓展\n新文化运动斗争锋芒为何是孔教：窃取辛亥革命果实的袁世凯，为实现独裁和专制，颁布《中华民国约法》，规定“国民教育，以孔子之道为修身之本”，推行孔教。他妄图利用儒家的“纲常伦理”以及封建统治阶级利用儒家维护其统治。以陈独秀、李大钊、胡适、鲁迅等人为代表的进步知识分子，从总结辛亥革命的经验教训着手，通过对辛亥革命失败的思考，认为以往先觉者所进行的救国斗争所以屡遭失败，中国国民对之“若观对岸之火，熟视而无所容心”是根本原因。由此认定，为了建立名副其实的共和国，必须根本改造国民性。“伦理问题不解决，则政治学术，皆枝叶问题”。面对“尊孔”逆流，他们高举“民主”和“科学”两面大旗，号召人们“冲决过去历史之网罗，破坏陈腐学说的囵圄，以求得思想的解放”，由此掀起了一场宣传资产阶级文化，批判封建文化的新文化运动。 ", "◎ 新文化运动的教学目标\n1.了解新文化运动的背景，掌握新文化运动的口号、领导人、主要贡献等基本史实。2.根据内容分析新文化运动的影响。", "◎ 新文化运动的考试要求\n能力要求：掌握/应用课时要求：1考试频率：常考分值比重：4"], "image": {"path": "val/images/middle_history_3452.png"}}
{"subject": "history", "id": "history_8497", "type": "multiple-choice", "grade": "high", "difficulty": "medium", "question_info": "下图反映了20世纪中叶到90年代初美、日、西欧在世界工业生产中所占比重（%）的变化，对此解读正确的是", "options": ["日本工业发展速度超过欧美", "世界多极化的格局已经形成", "西欧始终占据工业主导地位", "美国工业生产能力大幅下降"], "solution_info": "图中扇形图显示20世纪50年代美国在世界工业生产中所占比重是48.6%，20世纪70年代占据37.83%，而到20世纪90年代占据33.3%。美国在世界工业生产中所占比重逐渐下降，说明美国工业生产能力大幅下降，D符合题意；日本的工业生产所占比重上升，不能说明日本工业发展速度超过欧美，A不符合题意；世界多极化格局是一种趋势，目前尚未形成，B不符合题意；图中显示美国一直占据工业的主导地位，C不符合题意。故选D。点睛对于图形题，要注意分析图中的数据变化，从数据变化中得出问题的答案。如本题中20世纪中叶到90年代初美、日、西欧在世界工业生产中所占比重（%）的变化，从美国的数据变化可以分析出答案。", "answer": "D", "side_information": ["◎ 二战后美国的繁荣的定义\n第二次世界大战后，美国成为当时世界上的唯一的超级大国，称霸资本主义世界。美国的经济势力优势主要表现在以下几个方面：1.在资本主义工业产值中占有重要地位；2.在资本主义世界黄金储备中占有重要地位；3.在资本主义世界出口额比重占重要地位；4.在国际货币基金组织、世界银行和关贸总协定中占支配地位。", "◎ 二战后美国的繁荣的知识扩展\n1.时间：20世纪五六十年代 2.原因：二战后，美国是世界上最富强的国家，占据了广阔的市场；大力发展科技教育，利用高新科技成果，发展新兴工业和军事工业；改善人民生活，创造有利的发展环境。 3.表现（特点）：美国经济持续发展，西部和南部发展尤其迅速，呈现繁荣景象。 ", "◎ 二战后美国的繁荣的特性\n二战后主要资本主义国家发展的共同特性：1.第三次科技革命的促进作用；2.各国推行垄断资本主义，加强政府对经济的领导；3.注意发展科学教育事业，提高国家科技水平；4.国际贸易迅速发展，给各国的经济发展带来机遇；5.美国的支持（美国除外）。", "◎ 二战后美国的繁荣的知识点拨\n战后美国经济发展的原因：1.战时积累的大量工业生产需求；2.有效的经济措施；3.战后对外的经济扩张：（1）布雷顿森林体系的建立（2）成立国际货币基金组织和世界银行；（3）马歇尔计划开拓欧洲市场；（4）第四点原则开拓第三世界国家市场。4.新的科技革命的促进作用。美国战后经济发展的主要阶段：第一阶段，战争结束后，经过恢复与改造，到20世纪五六十年代，经济持续发展，西部、南部呈现繁荣景象；第二阶段，面对危机与“通胀”，经过调整，80年代中期以后，经济形势好转，但债务负担沉重；第三阶段，通过调整政策，90年代以来，经济持续稳定发展，进入新经济时代。", "◎ 二战后美国的繁荣的教学目标\n1.识记二战后美国成为世界经济最强国家。2.理解美国借二战发战争财，同时加强教育发展，推动了美国经济发展。3.掌握二战后美国经济快速发展的主要原因是第三次科技革命推动。", "◎ 二战后美国的繁荣的考试要求\n能力要求：了解/识记课时要求：1考试频率：易考分值比重：2"], "image": {"path": "val/images/middle_history_8497.png"}}
{"subject": "history", "id": "history_2422", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "专制主义中央集权制度是一项贯穿我国封建社会始末的基本政治制度，从秦朝到清朝存在了两千多年。历朝历代统治者均采取各种措施对此加以发展与完善。据此阅读材料，回答问题。材料一 在地方，废除行中书省，设立直属中央的三司，分管民政、刑狱和军政。在中央，废除丞相，撤销中书省，由吏、户、礼、兵、刑、工六部分理朝政，直接对皇帝负责。……授权侍卫亲军锦衣卫，兼管对臣民的监视、侦查。材料二 故宫的导游说：“这个不起眼的‘偏房’，在雍正时代及以后的清朝政治生活中，成了这个王朝的权力中心。”材料三 下图为明朝《举子看榜图》。材料四 雍正时，翰林院庶吉士徐骏，在奏章里，把“陛下”的“陛”错写成“狴”字，雍正见了，马上把他革职。（1）材料一记载的是哪位皇帝统治时期的官制变化？请用最简洁的语言概括材料一反映的官制变化。（2）材料二中导游所说的“偏房”指的是哪一机构？请你对该机构的设立作简要评价。（3）材料三、四反映的是明清统治者为加强君主专制而采取的哪些措施？这些措施的共同影响是什么？（4）根据上述材料分析，中国封建社会中央集权发展的基本趋势是怎样的？", "solution_info": "第（1）（2）问考查学生的知识再现能力，结合所学知识很容易作答。第（3）问要结合材料回答，材料三中的图片反映的是八股取士，材料四反映的是大兴文字狱。这些措施的实行都禁锢了人们的思想，阻碍了社会的发展与进步。第（4）问需要整体回顾中国封建社会专制主义中央集权的发展历程，考查学生的归纳理解能力。", "answer": "（1）皇帝：明太祖。变化：废行省，设三司；废丞相，撤中书省，权分六部；设锦衣卫。 （2）机构：军机处。评价：军机处的设立标志着我国封建君主集权进一步强化。 （3）实行八股取士；大兴文字狱。禁锢了人们的思想，阻碍了社会的发展与进步。 （4）中央集权不断加强。", "side_information": ["◎ 明朝的建立的定义\n明朝建立：1368年正月，朱元璋称帝，定国号为大明，建元洪武，以应天为南京。朱元璋就是明太祖。", "◎ 明朝的建立的知识扩展\n南宋灭亡五十余年后，元朝统治者日益残暴黑暗，终于爆发了元末农民起义。朱元璋参加了当时的濠州大帅郭子兴领导的红巾军分支，经过多年的南征北战，1364年，朱元璋自称吴王独霸一方，史称西吴政权。1368年，朱元璋称帝，以应天府（南京）为京师，国号大明，年号洪武，建立了明朝，朱元璋即为明太祖。不久他又命徐达、常遇春等北伐，攻占大都（北京），蒙元统治者首领北逃，结束了在中原98年的统治，中国再次回归到汉族建立的王朝——明朝统治中。", "◎ 明朝的建立的知识导图\n明朝疆域： ", "◎ 明朝的建立的知识点拨\n朱元璋消灭割据势力：朱元璋幼年贫苦，曾经给地主放过牛，还出家为僧。后来投靠了郭子兴的起义军并深得领袖郭子兴的器重，后来朱元璋继承了郭子兴的起义军。朱元璋注意招揽人才，例如李善长、刘基、宋濂、朱升等。后来朱升像朱元璋提出“高筑墙、广积粮、缓称王”建议，大力恢复生产。后来朱元璋先后消灭了陈友谅、张士诚、方国珍等割据势力，后又平定了云南，统一了南方。元朝灭亡:1367年，朱元璋以徐达为大将军进行北伐，沿路势如破竹，1368年，攻克大都，元朝灭亡。后又于建文帝四年（1403年），彻底消灭了元朝的残余势力，完成了全国统一。 ", "◎ 明朝的建立的教学目标\n1.掌握明朝建立的时间、建立者、都城等基本史实。2.了解元朝灭亡和明朝建立的背景。3.整理中国历史上农民起义出身的皇帝。", "◎ 明朝的建立的考试要求\n能力要求：了解/识记课时要求：1考试频率：易考分值比重：2"], "image": {"path": "val/images/middle_history_2422.png"}}
{"subject": "history", "id": "history_6617", "type": "multiple-choice", "grade": "high", "difficulty": "medium", "question_info": "两河流域的苏美尔人用当地的黏土制成泥板，以带有三角形尖头的芦苇秆刻压在泥板上留下文字（如图）。该文字被称为（）", "options": ["甲骨文", "字母文字", "象形文字", "楔形文字"], "solution_info": "根据所学知识可知，公元前3000年左右，两河流域的苏美尔人发明了楔形文字，是世界上最早的文字之一，因一般用芦杆印在泥板上而制成，笔画像楔子，一头细，一头粗，故名楔形文字，因此材料所述文字被称为楔形文字，D项正确；甲骨文是我国商朝时期的文字，不符合题意，排除A项；字母文字是相对象形文字的概念，它由象形文字发展而来，最初是把象形文字中简单的“字”做为“字母”再进行组合成“拼音文字”，而题干所述为楔形文字，排除B项；象形文字是一种原始的造字方法，楔形文字不属于象形文字，排除C项。故选D项。", "answer": "D", "side_information": ["◎ 古代中国的定义\n四大文明古国：古埃及、古巴比伦、古印度、古中国。", "◎ 古代中国的知识扩展\n1.地理位置：亚洲的东部，太平洋西岸。 2.发源地：黄河、长江。 3.文明产生的时间：公元前2070年，禹建立夏朝，这是中国历史上第一个王朝，我国漫长的原始社会结束了，开始进入奴隶社会。 4.文明代表：四大发明、长城。 ", "◎ 古代中国的知识点拨\n 古代中国：1、地位：中国是世界文明古国之一，中华文明亦称华夏文明，是世界上最古老的文明之一，也是世界上持续时间最长的文明之一。2、发源地：黄河文明、长江文明，中华文明是两种区域文明交流、融合、升华的果实。3、建立时间：公元前2070年，禹建立夏朝。4、文明：（1）旧石器时代中晚期，以山顶洞人为代表。（2）新石器时代早期的代表性文化是裴李岗文化。（3）新石器时代：仰韶文化、河姆渡文化、大汶口文化。（4）青铜时代：二里头遗址和三星堆遗址。", "◎ 古代中国的教学目标\n1.掌握四大文明古国的发源地及其文明特点。2.分析四大文明古国的我们起源的共性特点。", "◎ 古代中国的考试要求\n能力要求：了解/识记课时要求：1考试频率：易考分值比重：2"], "image": {"path": "val/images/middle_history_6617.png"}}
{"subject": "history", "id": "history_4060", "type": "multiple-choice", "grade": "high", "difficulty": "easy", "question_info": "如图是徐悲鸿1940年前后创作的鸿篇巨作《愚公移山》（局部），作者采用西洋写实主义技法表现劳动者形象，气势磅礴。在当时的背景下，这幅作品旨在彰显（　　）", "options": ["远古传说的神秘气息", "乡村社会的纯朴民风", "民族团结的强大力量", "农耕时代的家庭生活"], "solution_info": "本题主要考查徐悲鸿创作的鸿篇巨作《愚公移山》的内涵的相关史实。“1940年前后创作”是解题的关键。“1940年”我国处于抗日战争时期。徐悲鸿1940年前后创作的鸿篇巨作《愚公移山》，在当时的背景下，这幅作品旨在彰显民族团结的强大力量。徐悲鸿熟悉中西画法，并以西洋写实主义技法来改革中国画法，在中国画技法和意境上开辟了新时代。抗日战争时期，徐悲鸿根据神话故事创作的坚定抗战必胜的著名绘画《愚公移山》，借一个寓言故事表达出中华民族团结一心，坚韧不拔打败日本侵略者的坚定信念。选项C符合题意。", "answer": "C。", "side_information": ["◎ 卢沟桥事变（七七事变）的定义\n七七事变：又称“卢沟桥事变”，日本为发动全面侵华战争于1937年7月7日在北平西南宛平县(今属北京市丰台区)卢沟桥制造的军事冲突。日军挑起事端、进而发动大规模侵华战争后，中国军队在平津地区奋起抗击日军侵略的作战，称为卢沟桥抗战。“七七事变”标志着抗日战争的全面开始。", "◎ 卢沟桥事变（七七事变）的知识扩展\n（1）时间：1937年7月7日（2）七七事变后，中国军队奋起抵抗，先后为国捐躯的将领：佟麟阁、赵登禹。（3）影响：七七事变，标志着全国性抗战爆发，在民族危机空前危机的时刻，国共两党再次合作，正式建立抗日民族统一战线，开始领导全民族抗战，中国工农红军改编为八路军、新四军，奔赴抗日战场（注意，抗日民族统一战线的建立是国共两党第二次合作，是抗战取胜的关键，即全民族抗战）。中国守军在卢沟桥上奋起抗战", "◎ 卢沟桥事变（七七事变）的知识导图\n七七事变：", "◎ 卢沟桥事变（七七事变）的知识点拨\n七七事变：1、背景：九一八事变后，日本先后占领东北三省，热河，察哈尔等省，继续向南进逼，企图占领华北地区，日军动三面包围了北平，形势十分危急。2、经过：1937年7月7日，日军借口一名士兵失踪，无理要求进入宛平城搜查，遭到中国军队的拒绝后，向卢沟桥发起进攻，中国守军奋起抵抗。全国性的抗日战争从此爆发。3、结果：平津地区相继陷落。4、影响：（1）全国性的抗日战争从此爆发。（2）全国人民掀起了中国近代史上空前规模的全民族反侵略的战争。为什么说七七事变是全面抗战的开始？九一八事变后日本占领东北三省和热河，1935年进逼山海关，成立冀东防共自治政府，日军开始向华北渗透，何梅协定有赋予日本驻军平津的合法权利，所以北平有驻军很正常，在九一八事变时，中国军队没有抵抗，所以仗没打起来，虽然马占山等人进行抵抗，但纯粹是个人行为，与政府无关，卢沟桥事变时是中国政府军第29军进行的正规抵抗，蒋介石中央政府也发表了抗战宣言，所以中国政府决定迎战，故七七事变是全面抗战的开始。 ", "◎ 卢沟桥事变（七七事变）的教学目标\n1.掌握卢沟桥事变的时间、标志、影响。2.分析从九一八事变到卢沟桥事变日本能一步步扩大侵略的原因。3.分析卢沟桥事变后国内抗战形势的变化。", "◎ 卢沟桥事变（七七事变）的考试要求\n能力要求：掌握/应用课时要求：1考试频率：常考分值比重：4"], "image": {"path": "val/images/middle_history_4060.png"}}
{"subject": "history", "id": "history_2890", "type": "multiple-choice", "grade": "high", "difficulty": "medium", "question_info": "下图是新编《中国历史》第一单元 的目录，根据内容判断其单元主题应是", "options": ["近代化的探索", "资产阶级革命的开始", "中国开始沦为半殖民地半封建社会", "新民主主义革命的开始"], "solution_info": "根据所学知识可知，鸦片战争清政府战败，签订《南京条约》，中国开始沦为半殖民地半封建社会，第二次鸦片战争中清政府战败签订《北京条约》等，中国进一步沦为半殖民地半封建社会，鸦片战争后，爆发太平天国运动，反抗外来侵略者。由此可知，其单元主题应是中国开始沦为半殖民地半封建社会，C符合题意；近代化的开端是洋务运动，资产阶级革命是辛亥革命；新民主主义革命的开始是五四爱国运动，ABD不符合题意，故选择C。", "answer": "C", "side_information": ["◎ 林则徐虎门销烟的定义\n虎门销烟：林则徐到达广州后，与两广总督邓廷桢加强整顿海防，惩治鸦片走私，共收缴鸦片两万余箱。1839年6月3日至25日，林则徐率领地方官吏在虎门海滩将缴获鸦片全部当众销毁。虎门销烟的壮举，打击了外国侵略者的气焰，维护了中华民族的尊严，是近代中国反侵略斗争的伟大起点。", "◎ 林则徐虎门销烟的知识扩展\n（1）原因：19世纪上半期，英国成为最强大的资本主义国家。为了开辟国外市场、推销工业品、掠夺廉价的工业原料，英国把侵略矛头指向中国。鸦片的输入，给中华民族带来深重的灾难。（2）时间：1839年6月；领导人：林则徐；地点：广州虎门海滩。（3）意义（影响）：是中国人民禁烟斗争的伟大胜利，显示了中华民族反对外来侵略的坚强意志。振奋了民族精神，维护了民族尊严，林则徐是当之无愧的民族英雄。 ", "◎ 林则徐虎门销烟的知识导图\n虎门销烟（雕塑）：", "◎ 林则徐虎门销烟的知识点拨\n禁烟运动：1、背景：（1）鸦片走私给中国带来了严重的灾难，影响了财政收入，削弱了军队的战斗力，加深了政治腐败，加重了人民的负担，危及清朝的统治和中华民族的生存。（2）“弛禁派”和“严禁派”的激烈讨论。（3）禁烟运动呼声高涨。2、目的：为了维护清朝统治，道光帝任林则徐为钦差大臣，赴广东查禁鸦片。3、过程：林则徐在广东整顿海防，缉拿烟贩，收缴鸦片。1839年6月，将收缴的英美走私的大量鸦片，在虎门海滩当众销毁，把禁烟运动推向高潮。4、影响：（1）反映了中国人民强烈要求禁烟、反对外国侵略的愿望，鼓舞了中国人民的斗志。（2）英国借口禁烟运动发动蓄谋已久的侵略战争。鸦片战争的直接目的是保护鸦片走私，根本目的是打开中国市场。5、评价林则徐：是我国的民族英雄，道光时奉命为钦差大臣，领导了虎门硝烟并取得胜利，后被遣戍伊犁，写下了“苟利国家生死以，岂因祸福避趋之”的悲壮诗句。被称为中国近代“开眼看世界的第一人”。", "◎ 林则徐虎门销烟的知识拓展\n如果林则徐不禁烟，鸦片战争是否会爆发？鸦片战争的爆发的具有必然性，并不是偶然的，它迟早会发生，只是时间早晚而已。林则徐的禁烟仅仅只是侵略者掩人耳目的借口，这场战争的实质是英国进行殖民扩张、扩大海外市场的既定政策，即使没有林则徐禁烟，他们也会寻找其他理由来达到侵略中国的目的。", "◎ 林则徐虎门销烟的教学目标\n1.掌握林则徐的禁烟成就，理解林则徐是近代第一位民族英雄的含义。2.理解虎门销烟与鸦片战争的关系。", "◎ 林则徐虎门销烟的考试要求\n能力要求：了解/识记课时要求：1考试频率：易考分值比重：2"], "image": {"path": "val/images/middle_history_2890.png"}}
{"subject": "history", "id": "history_2847", "type": "fill-in-the-blank", "grade": "high", "difficulty": "hard", "question_info": "中华文明源远流长，成就辉煌，对人类进步做出了伟大贡献。阅读图文材料，回答问题。材料一（1）材料一中“宫城”又称为什么？明朝北京城有何建筑特点？材料二 中国古代一向有重农传统，故而历代农书颇多，但同时却轻视手工业，少有全面记载手工业技术的著作。《天工开物》不仅首述农事，随后又以更多的篇幅记述手工业，这与明末启蒙思潮中出现的“工商皆本”的先进思想是相符合的。——楼宇烈《中华文明史》（2）根据材料二，指出《天工开物》内容的创新之处。结合所学知识回答，外国学者是如何评价这一著作的？材料三 明清时期文学的主要成就突出表现于小说，出现了一大批脍炙人口的通俗文学著作。（3）明朝时期涌现了一批思想性强、艺术性高的文学著作。请你举出一部，并写出此书中你最喜欢的一位人物。", "solution_info": "（1）明期北京城有宫城、皇城、内城和外城。宫城即紫禁城，占地面积72万平方米，是北京城的核心。整个北京城平面呈“凸”字形，由一条中轴线纵贯南北，从宫城到外城都以这条中轴线对称展开，均衡布局，形成了完整而和谐的巨大建筑群。（2）第一问，依据材料信息“《天工开物》不仅首述农事，随后又以更多的篇幅记述手工业”即可作答。第二问，依据所学可知，《天工开物》一书，对我国古代的农业和手工业生产技术进行了全面的总结，记述了中国在当时世界上具有先进水平的科学技术。这部书后来传到国外，被译成日文、法文、德文、英文等多种文字，被誉为“中国17世纪的工艺百科全书”。（3）开放性试题，符合题意即可。", "answer": "（1）紫禁城。以中轴线对称展开，均衡布局。 （2）创新：以更多篇幅记述手工业。评价：称其为“中国17世纪的工艺百科全书”。 （3）", "side_information": ["◎ 四库全书的定义\n《四库全书》：《四库全书》 是我国历史上最大的一部丛书。囊括了从先秦到清代乾隆以前的主要典籍。从1773-1782年，清政府派纪昀等160余人编辑《四库全书》 。《四库全书》 分经、史、子、集四大类，各类又被分为许多子母，检阅比较方便。但是清政府在修《四库全书》的过程中，曾大量销毁和删改旧书，使我国的文化遗产遭到了极大破坏。", "◎ 四库全书的知识扩展\n清朝乾隆年间，政府组织大批学者编纂《四库全书》，这是我国也是当时世界上最大的一部丛书。全书按照经、史、子、集4部分编排，收有中国历代重要典籍3500多种，保存了许多珍贵的文献资料。但在编纂时，清政府对不利于清政府统治的书籍，大肆涂改、删削或禁毁，是祖国文化遗产遭到很大破坏。", "◎ 四库全书的知识导图\n四库全书：", "◎ 四库全书的考试要求\n暂无"], "image": {"path": "val/images/middle_history_2847.png"}}
{"subject": "history", "id": "history_5889", "type": "fill-in-the-blank", "grade": "high", "difficulty": "hard", "question_info": "20世纪以来的世界格局不断变化，人类面对的问题前所未有。阅读材料，完成问题。（1）20世纪爆发了两次世界大战。填写下表A、B、C处对应内容。（2）1945年5月9日晚，在莫斯科欢庆胜利激情犹酣之时，美国驻苏联参赞乔治·凯南发出一段惊人的论调：“人们在欢呼跳跃……他们以为战争结束了，而战争刚刚开始”。结合所学知识回答，材料中“战争刚刚开始”的“战争”指的是什么?这场“战争”对世界局势产生的重大影响是什么?（3）当今世界，人类面临严峻挑战，国际环境日趋复杂，不稳定性不确定性明显增加。习近平总书记深入思考“建设一个什么样的世界、如何建设这个世界”这个关乎人类命运的重大课题。基于此，习近平总书记提出了全新而科学的全球治理理念。请回答，该理念是什么?请写出中国政府践行这一理念的任意一项重大举措。", "solution_info": "（1）依据表格信息“第一次世界大战、协约国”结合所学知识可知，第一次世界大战中，两大对抗的军事集团是同盟国和协约国。故A填同盟国。第一次世界大战中的凡尔登战役被称作“绞肉机”、“地狱”、“屠场”。故B填凡尔登战役。依据表格信息“第二次世界大战、转折点”结合所学知识可知，斯大林格勒保卫战是第二次世界大战的转折点。故C填斯大林格勒保卫战。（2）结合所学知识可知，第二次世界大战结束后，美苏冷战开始。材料中“战争刚刚开始”的“战争”指的是冷战。冷战对世界局势产生的重大影响是：以美苏为首的两大军事政治集团全面对峙；两极格局形成。（3）当今世界，人类面临严峻挑战，习近平总书记提出了构建人类命运共同体这样一个全新而科学的全球治理理念。为了践行构建人类命运共同体这一理念，我国实施“一带一路”建设；筹建和成立亚洲基础设施投资银行；加快自由贸易试验区建设；推进人民币国际化进程等。", "answer": "（ 1）A：同盟国B：凡尔登战役C：斯大林格勒保卫战（ 2）冷战。以美苏为首的两大军事政治集团全面对峙；两极格局形成。（答对1点即可）（ 3）构建人类命运共同体。实施“一带一路”建设；筹建和成立亚洲基础设施投资银行；加快自由贸易试验区建设；推进人民币国际化进程，等等。（答对1点即可。若有其它答案，言之有理也可得分）", "side_information": ["◎ 西部大开发战略的定义\n西部大开发：西部大开发是中华人民共和国中央政府的一项政策，目的是“把东部沿海地区的剩余经济发展能力，用以提高西部地区的经济和社会发展水平、巩固国防。”2000年1月，国务院成立了西部地区开发领导小组。由原国务院总理朱镕基担任组长，原副总理现在国务院总理温家宝担任副组长。经过全国人民代表大会审议通过之后，国务院西部开发办于2000年3月正式开始运作。", "◎ 西部大开发战略的知识扩展\n为了促进东西部经济的协调发展，特别是促进民族地区的经济发展和边疆稳定，1999年，党中央作出实施西部大开发战略的决定。国家根据西部大开发总体规划，加大了对基础设施建设的投入。1999年至2004年，西部地区新开工60多项重点项目，包括青藏铁路、渝怀铁路、兰成渝输油管道、塔里木河综合治理以及西电东送、西气东输等，总投资达8500亿元。国家把生态环境的保护和建设作为西部大开发的根本点，大力实施退耕还林、荒山造林、退牧还草、沙漠化治理等生态建设工程，以控制水土流失和沙漠化趋势，恢复草原植被。到2004年，退耕还林工程已完成造林近3亿亩，退牧还草工程治理草原近2亿亩。", "◎ 西部大开发战略的知识点拨\n西部大开发的内容：西气东输、西电东送、青藏铁路、兰成渝输油管道、塔里木河综合治理。西部大开发的意义：1.实施西部大开发战略是实现共同富裕、保护社会稳定、民族团结和边疆安全的迫切要求。2.实施西部大开发战略是扩大国内有效需求、保持经济持续快速增长的必然要求。3.实施西部大开发战略是实现现代化建设第三步战略目标的客观需要。4.实施西部大开发战略也是适应世界范围结构调整，提高中国国际竞争力的迫切要求。", "◎ 西部大开发战略的教学目标\n1.掌握西部大开发的措施和意义。2.联系生活实际，体验西部大开发带来的变化，加深对党的感情认识。", "◎ 西部大开发战略的考试要求\n能力要求：了解/识记课时要求：1考试频率：易考分值比重：2"], "image": {"path": "val/images/middle_history_5889.png"}}
{"subject": "history", "id": "history_1251", "type": "multiple-choice", "grade": "high", "difficulty": "easy", "question_info": "大伟所在小组在进行研究性学习时，组内某同学搜集到以下四幅图片,请你帮他们拟定一个正确的主题A", "options": ["中华文明的起源", "统一国家的建立", "政权分立和民族融合", "繁荣开放的社会"], "solution_info": "考查点：三国两晋南北朝时期的特征。根据题干在四幅图片“赤壁之战”、“魏蜀吴三国鼎立”、“东晋王朝”、“北魏孝文帝”，可知，三国两晋南北朝时期的主题特征是政权分立和民族融合。结合所学知识可知，赤壁之战为三国鼎立局面的形成奠定了基础，魏蜀吴时期是三国鼎立的时期，属于政权分裂，西晋是短暂的统一时期，后来的东晋时期和南北朝时期都属于政权并立的时期；北魏孝文帝改革促进了北方民族的交融。因此四幅图片,可以拟定一个正确的主题政权分立和民族融合。选项C符合题意；中华文明的起源与早期人类、原始农耕生活和传说时代的内容相关，A排除；统一国家的建立与秦汉时期相关，B排除；繁荣开放的社会与隋唐时期相关，D排除。", "answer": "C", "side_information": ["◎ 官渡之战的定义\n官渡之战：东汉末年曹操与袁绍进行的战争。当时，曹操占据黄河中下游的地区，“挟天子以令诸侯”，与当时北方最大的军阀袁绍发生的决战。公元199年，袁绍率兵10万进攻曹操，曹操以2万人迎敌。第二年，两军在官渡对峙，曹操以少数军队偷袭乌巢，将袁绍军粮焚毁，大败袁军。官渡之战时中国历史上著名的以少胜多的战役，曹操通过此战奠定了统一北方的基础。", "◎ 官渡之战的知识扩展\n东汉末年，豪强拥兵割据，逐鹿中原。时袁绍拥有冀、青、幽、并四州，自恃兵多粮足，图谋相机消灭仅据兖、豫二州的曹操。建安五年一月，袁绍率精兵10万南下。在此之前，曹操为避免腹背受敌，已先击溃与袁绍联合的刘备，并进驻易守难攻的官渡。四月，曹操以声东击西之计，于白马(今河南滑县境)击斩袁将颜良，败袁军。袁绍初战失利，锐气受挫，改分兵进击为结营紧逼。两军对垒于官渡，相持数月。其间曹操因兵疲粮缺，一度欲回守许昌(今河南许昌东)。谋士荀彧认为，曹军以弱敌强，此时退兵必为所乘；反之，袁军轻敌，内部不和，相持既久必将有变，正可出奇制胜。曹操纳其言，派兵袭烧袁军粮车；又亲率精锐5000奔袭袁军乌巢(今河南境)粮屯，全歼袁军，烧毁全部囤粮。消息传来，袁绍所部军心动摇，纷纷溃散投降。曹操乘机全线出击，歼敌7万余，袁绍父子仅率800余骑北逃。官渡之战，奠定了曹操统一北方的基础，袁绍则从此一蹶不振。官渡之战是中国古代战争史上以少胜多的有名战例。", "◎ 官渡之战的知识导图\n官渡之战示意图： ", "◎ 官渡之战的知识拓展\n官渡之战的过程：东汉末年，豪强拥兵割据，逐鹿中原。时袁绍拥有冀、青、幽、并四州，自恃兵多粮足，图谋相机消灭仅据兖、豫二州的曹操。建安五年一月，袁绍率精兵10万南下。在此之前，曹操为避免腹背受敌，已先击溃与袁绍联合的刘备，并进驻易守难攻的官渡。四月，曹操以声东击西之计，于白马(今河南滑县境)击斩袁将颜良，败袁军。袁绍初战失利，锐气受挫，改分兵进击为结营紧逼。两军对垒于官渡，相持数月。其间曹操因兵疲粮缺，一度欲回守许昌(今河南许昌东)。谋士荀彧认为，曹军以弱敌强，此时退兵必为所乘；反之，袁军轻敌，内部不和，相持既久必将有变，正可出奇制胜。曹操纳其言，派兵袭烧袁军粮车；又亲率精锐5000奔袭袁军乌巢(今河南境)粮屯，全歼袁军，烧毁全部囤粮。消息传来，袁绍所部军心动摇，纷纷溃散投降。曹操乘机全线出击，歼敌7万余，袁绍父子仅率800余骑北逃。官渡之战，奠定了曹操统一北方的基础，袁绍则从此一蹶不振。官渡之战是中国古代战争史上以少胜多的有名战例。", "◎ 官渡之战的教学目标\n1.掌握官渡之战的作战双方、特点、影响。2.根据官渡之战前背景，分析曹操以弱胜强的原因。", "◎ 官渡之战的考试要求\n能力要求：了解/识记课时要求：1考试频率：易考分值比重：2"], "image": {"path": "val/images/middle_history_1251.png"}}
{"subject": "history", "id": "history_9455", "type": "fill-in-the-blank", "grade": "high", "difficulty": "hard", "question_info": "随着全球联系的加强，工业化的推进，生态问题日益成为实现人类可持续发展的关键问题。阅读材料，完成下列要求。材料一新旧大陆之间的接触与联系使得新的生物物种相互流传，特别是起源于美洲的玉米、马铃薯、西红柿等，不仅改变了各洲人们的生活方式，而且促进了世界人口的增加。与此同时，旧大陆食草的马、牛、羊等动物来到气候适宜、水草丰足的新大陆；其繁殖的数量远远超出了土地能提供的牧养量，地表植被因而被逐渐破坏，土地沙化、水土流失日趋严重。——摘自《从生态环境视角看新航路开辟后世界的变化》(1)根据材料一并结合所学知识，指出“新旧大陆之间的接触与联系”始于哪一历史事件。这一事件对世界产生了什么影响？材料二工业革命使工业化国家发生了重大变化，人们既感受到从未有过的欢欣，也体验到很多新的痛苦。下图为19世纪后期，英国的有钱人乘坐汽船游览泰晤士河的场景。汽船在河中冒着呛人的浓烟；岸边工厂排放的污水，也使河水变得污浊不堪。——摘编自部编版教材《世界历史》（九年级下册）(2)根据材料二并结合所学知识，完成下列要求。①列举“机器时代”交通工具方面的发明成果（至少两例）。②指出工业化为人类带来的“欢欣”和“痛苦\"。材料三全球治理环境问题情况2000年以来，法国巴黎一个高科技的垃圾焚烧站，焚烧已经过分检的垃圾，用其发电输往国家电网。2009年，在哥本哈根会议上，来自193个国家的代表更新了《京都议定书》的内容，规定了更严格的温室气体排放限制。2015年，中国专门设立200亿元人民币的气候变化合作基金，协助其他发展中国家一起应对气候变化。2018年底，中国可再生能源发电装机容量达到7", "solution_info": "（1）根据材料一“新旧大陆之间的接触与联系使得新的生物物种相互流传……——摘自《从生态环境视角看新航路开辟后世界的变化》”结合所学知识，“新旧大陆之间的接触与联系”始于新航路开辟。根据所学知识，新航路开辟以后，欧洲大西洋沿岸工商业经济繁荣起来，促进了资本主义的发展，同时，欧洲与亚洲、非洲、美洲之间建立了直接的商业联系，往来日益密切，世界开始连为一个整体，世界的观念也从此逐步确立起来。（2）根据所学知识，“机器时代”交通工具方面的发明成果，第一次工业革命期间的有：火车机车、汽船’。第二次工业革命期间有飞机、汽车等，根据材料二“英国的有钱人乘坐汽船游览泰晤士河的场景”结合所学知识，工业化为人类带来的“欢欣”有城市化的浪潮；教育的大众化；妇女地位的提高；根据材料二“汽船在河中冒着呛人的浓烟；岸边工厂排放的污水，也使河水变得污浊不堪。”结合所学知识，工业化为人类带来的“痛苦”为：人类生存环境的破坏；贫富分化加剧；等等。（3）根据材料三“2000年以来，法国巴黎一个高科技的垃圾焚烧站，焚烧已经过分检的垃圾，用其发电输往国家电网”可得出全球治理环境污染的措施：用高科技对垃圾回收和利用；根据材料三“009年，在哥本哈根会议上，来自193个国家的代表更新了《京都议定书》的内容，规定了更严格的温室气体排放限制。”可得出措施：通过国际谈判和立法等手段治理环境问题；根据材料三“2015年，中国专门设立200亿元人民币的气候变化合作基金，协助其他发展中国家一起应对气候变化。”可得出措施：中国专门设立气候变化合作基金，协助发展中国家应对气候变化；根据材料三“2018年底，中国可再生能源发电装机容量达到7.3亿千瓦，占全部电力装机的38.3%。”可得出措施：可再生资源的开发利用等。", "answer": "(1)         新航路开辟；新航路开辟以后，欧洲大西洋沿岸工商业经济繁荣起来，促进了资本主义的发展，同时，欧洲与亚洲、非洲、美洲之间建立了直接的商业联系，往来日益密切，世界开始连为一个整体，世界的观念也从此逐步确立起来。                      (2)         火车机车、汽船          ’          、飞机、汽车等。欢欣：城市化的浪潮；教育的大众化；妇女地位的提高；痛苦：人类生存环境的破坏；贫富分化加剧；等等。                      (3)         利用高科技对垃圾回收和利用；通过国际谈判和立法等手段治理环境问题；中国专门设立气候变化合作基金，协助发展中国家应对气候变化 ；可再生资源的开发利用等。", "side_information": ["◎ 城市化与城市群的定义\n城市化：城市化一般指人口向城市地区集聚的过程和乡村地区转变为城市地区的过程。城市群：城市群是在城镇化过程中，在特定的城镇化水平较高的地域空间里，以区域网络化组织为纽带，由若干个密集分布的不同等级的城市及其腹地通过空间相互作用而形成的城市-区域系统。城市群的出现是生产力发展、生产要素逐步优化组合的产物。城市职能：城市在区域或国家政治、经济、文化、社会、服务等活动中承担的任务和作用。它随着社会、经济和自然条件的变化而变化。区域中心城市：指在特定的区域内，对本区域内其它城市，在经济，文化，社会生活等多方面起推动促进作用的核心城市。", "◎ 城市化与城市群的知识扩展\n20世纪，人类的城市化进程加速发展，尤其是第二次世界大战以后，成为全球性的普遍发展趋势和文化现象。发达国家的城市数量和城市人口继续剧增，同时广大发展中国家城市化进程也在加速发展，有些国家在城市增长的数量和速度上超过了发达国家。伴随城市化的推进，汽车工业迅速发展，轿车从夫人的奢侈品逐渐变成平民的代步工具。交通工具的发展，推动城市向新的方向演变，出现了“大都会化”和城市群的现象。 ", "◎ 城市化与城市群的特性\n城市化的标志：1.城市人口占总人口的比重不断上升2.劳动力从第一产业向第二、三产业转移3.城市用地规模不断扩大城市群的分类：1.按规模与层次分类：超级城市群，大型城市群，中型城市群，小型城市群。2.按形态与结构分类：星系城市群，带状城市群，扇形城市群；单核城市群，双核城市群，多核城市群。", "◎ 城市化与城市群的知识对比\n中西方城市群的差异：中西城市群的差异可以“空间因素”和“时间因素”的对立来概括。1.西方城市群缘于戈特曼的地理学及其对自然空间如何演化为城市空间、城市空间又如何演化为城市群空间的调查与跟踪，受其影响，西方城市群最重视的是自然空间演化、城市形态蔓延、空间距离改变等，包括戈特曼特别重视的交通和信息，包括城市群理论的内部分歧，如大都市区强调的是空间中有农村和低城市化地区，如超级都市群概念强调的则是几个城市群由于边界消失而结成一个。2.中国城市群在理论研究和现实实践中更多受制于“时间”要素。我国城市群规划与建设的主要动力是人工的规划、设计和推动，因而，其中必然要更多地加入历史趋势、时代特征和当下诉求等“时间性因素”，在快速发展中，如何才能充分照顾城市群自然成长和演化的内在规律，顺应全球都市化进程的主流趋势和本质需要，既是我国城市群研究特别需要注意的问题，同时也是决定我国城市群建设质量和发展水平的关键所在。", "◎ 城市化与城市群的知识点拨\n城市化是把双刃剑：1.城市化的积极影响：（1）吸收剩余劳动力，缩小城乡间的差距。（2）有利于改善地区的产业结构。（3）城市化与工业化是相互影响的。（4）城市是区域科技和文化的中心，提高了区域的整体发展水平。（5）城市文化影响乡村的生产和生活。2.城市化的消极影响：（1）城市的发展带来相应的环境破坏和资源消耗。（2）伴随着城市的发展，城市生活成本加大，人口压力日益显著。（3）伴随着城市经济发展，逐渐拉大城市同农村的差距，造成贫富分化。", "◎ 城市化与城市群的知识拓展\n我国公认的4大城市群：1.珠江三角洲城市群。2.长江三角洲城市群。3.京津冀城市群。4.长江中游城市群。世界7大城市群：1.以纽约为中心的美国东北部大西洋沿岸城市群。2.以芝加哥为中心的北美五大湖城市群。3.以东京为中心的日本太平洋沿岸城市群。4.以伦敦为中心的英国城市群。5.以巴黎为中心的欧洲西北部城市群。6.以上海为中心的中国长江三角洲城市群。7.以香港为中心的中国珠江三角洲城市群。", "◎ 城市化与城市群的教学目标\n1.掌握城市化是中国经济发展的必然结果。2.理解由于受到世界列强侵略、军阀割据等的困扰，导致中国城市化的发展不均衡。3.理解改革开放以后，中国经济发展速度加快，城市化进程也明显加快。", "◎ 城市化与城市群的考试要求\n能力要求：了解/识记课时要求：1考试频率：易考分值比重：2"], "image": {"path": "val/images/middle_history_9455.png"}}
{"subject": "history", "id": "history_2002", "type": "multiple-choice", "grade": "high", "difficulty": "easy", "question_info": "以下材料体现的时代特征是", "options": ["大动荡和大变革", "政权并立与民族关系发展", "经济重心的南移", "统一多民族国家巩固发展"], "solution_info": "分析材料可知材料所反映的是契丹银币、契丹文铜镜、西夏皇陵鸱吻以及少数民族姓氏对应的汉姓氏。A选项，材料不能反映出大动荡和大变革，且大动荡和大变革为春秋战国时期的时代特征。故A选项不符合题意。B选项，根据所学可知,辽宋夏金元时期的时代特征为政权并立与民族关系发展。故B选项符合题意。C选项，材料不能反映出经济重心的南移。故C选项不符合题意。D选项，根据所学可知，统.多民族国家巩固发展为明清时期的时代特征，故D选项不符合题意。综上所述，故选择B。", "answer": "B", "side_information": ["◎ 辽的建立的定义\n辽的建立：辽朝，又称契丹国，是中国历史上由契丹人建立的的一个封建王朝，从公元916年至1125年，持续了209年。916年3月17日，耶律阿保机登基称帝，国号“契丹”，定都上京。阿保机是辽太祖。", "◎ 辽的建立的知识扩展\n（1）兴起：隋唐以来，契丹人在与汉族人的长期交往过程中，接受汉文化，逐步强大起来。（2）建国：10世纪初，契丹首领耶律阿保机统一各部，建立契丹国，都城上京。阿保机就是辽太祖。（3）发展：辽太宗时，占领幽云十六州，与中原政权冲突加剧。 ", "◎ 辽的建立的知识导图\n辽朝疆域： ", "◎ 辽的建立的知识点拨\n辽的政治制度：10世纪初，契丹族首领耶律阿保机统一了契丹各部。耶律阿保机提倡农业，逐步接受了汉族的封建文化，依照汉族的法律制定法律条文，命人依据汉字形状来制定契丹文字。在阿保机的儿子耶律德光的统治时期，契丹得到了幽云十六州。后来，契丹该国号为辽。辽朝统治者采用“藩汉分治”的政治制度，中央设置南面官和北面官。南面官由汉人和契丹人担任，沿用唐朝以来的官制，统治汉人和渤海人。权力不及北面官大。北面官均由契丹人担任，统治契丹人和其他少数民族。", "◎ 辽的建立的知识拓展\n契丹的历史：北魏时，始见契丹族名。原分八部，居潢水（今内蒙古西拉木伦河）之南，黄龙（今辽宁朝阳）之北。常以名马文皮贡献北魏，并进行贸易。628年（唐贞观二年）契丹首领摩会率其部落背突厥附唐。此时，契丹已形成部落联盟，君长出自大贺氏。648年,契丹诸部皆请内属，唐廷以其地置松漠都督府（今内蒙古巴林右旗南），以其首领窟哥为都督赐姓李氏。又置羁縻州十，各以其部落首领为刺史。后来，契丹附于后突厥。715年（唐开元三年）,其首领李失活来附，唐廷复置松漠都督府，以失活为都督，封松漠郡王，玄宗又以甥女杨氏为永乐公主妻之。其后，契丹首领可突干再次叛唐，唐为防御契丹，加强东北边防兵力，建立范阳、平卢两节度，重用胡人安禄山，结果酿成安史之乱。唐至德(756～758)年间，契丹与唐保持朝贡贸易关系，但亦受崛起于漠北的回鹘控制。9世纪中叶回鹘破亡，契丹又归顺唐，唐赐以\"奉国契丹之印\"。公元907年，唐朝灭亡，契丹迭刺部的首领耶律阿保机统一各部取代痕德堇即可汗位。他先后镇压了契丹贵族的叛乱和征服奚、室韦、阻卜等部落，公元916年，辽太祖耶律阿保机称帝，建立了奴隶制国家--契丹国。", "◎ 辽的建立的教学目标\n1.掌握建立辽国的民族、建立者。2.了解辽国社会经济发展的概况。", "◎ 辽的建立的考试要求\n能力要求：了解/识记课时要求：1考试频率：易考分值比重：2"], "image": {"path": "val/images/middle_history_2002.png"}}
{"subject": "history", "id": "history_7442", "type": "multiple-choice", "grade": "high", "difficulty": "medium", "question_info": "“三角贸易”是人类历史上最悲惨的一页（如图），最能反映其悲惨性的是（  ）", "options": ["将非洲黑人奴隶运往美洲贩卖", "将美洲蔗糖、烟草等运回欧洲", "将欧洲火器、杂物等运往非洲", "加快了欧洲资本主义发展进程"], "solution_info": "图示反映了新航路开辟后，欧洲殖民者进行的“三角贸易”，其中将非洲黑人奴隶运往美洲贩卖的黑奴贸易，充分显示了欧洲殖民扩张的野蛮性和残酷性，是“三角贸易”中最悲惨的一环，故选A；“三角贸易”中的黑奴贸易最具有悲惨性，美洲原材料运往欧洲、欧洲工业品运往非洲不是罪悲惨的一环，故排除BC；加快欧洲资本主义发展是“三角贸易”对欧洲的积极影响，不符合材料主旨，故排除D。", "answer": "A", "side_information": ["◎ 拉美地区的殖民化的定义\n三角贸易：主要指17-19世纪（新航路开辟以后）欧美商人以廉价工业品(枪支等）运到非洲换取奴隶，把黑奴运到美洲卖掉，从美洲购回生产原料（金银，工业原料），制成商品再运到非洲以换取奴隶的循环贸易活动。因其贸易涉及欧、美、非三洲，故称。过去，欧洲与美洲、亚洲进行着大规模的三角贸易；大西洋三角贸易是指欧洲、西非和美洲之间的贸易。西属拉美：16世纪初，葡萄牙、西班牙殖民者开始入侵。葡萄牙侵占了巴西，西班牙统治了除巴西以外的南美广大地区。16世纪末，英国、法国和荷兰殖民者经过激烈争夺，分割了圭亚那地区和近海一些岛屿。从此，全洲进入了长达300年的殖民统治时期。西班牙先后在南美洲建立了秘鲁（包括秘鲁和智利）、新格拉纳达（包括哥伦比亚、厄瓜多尔和委内瑞拉）和拉普拉塔（包括阿根廷、玻利维亚、巴拉圭和乌拉圭）3个总督辖区,葡萄牙在巴西建立了总督区。殖民者用暴力推行各种奴役制度，强迫印第安人在种植园或矿场作无偿劳动，大肆掠夺南美洲的土地和金银财富。印第安人的家园被破坏，古文明遭摧毁，人口锐减。为补充劳动力的不足，殖民者又从非洲贩入大量黑奴。宗主国实行重商主义政策，强迫殖民地人民专门生产一、二种能在国际市场牟取暴利的农矿产品，形成单一产品制，导致社会经济畸形发展。西班牙、葡萄牙等国的社会制度、风俗习惯、宗教信仰以及文化传统，随移民大批涌入，传播到南美各地，西、葡语也逐渐取代印第安语，成为普遍使用的正式语言。", "◎ 拉美地区的殖民化的知识扩展\n16世纪上半叶，拉丁美洲地区，被西班牙和葡萄牙完全征服。西班牙占有西印度群岛直到南美洲最南端的地区，形成了一个空前庞大的殖民帝国。葡萄牙以圣多斯镇为据点，建立了巴西殖民地。", "◎ 拉美地区的殖民化的知识导图\n图解三角贸易：", "◎ 拉美地区的殖民化的知识点拨\n哥伦布发现美洲后的影响：1.处在15世纪末16世纪初欧洲商业资本主义发展和封建制度瓦解的转变时期，他对美洲的发现顺应了欧洲资产阶级掠夺新财富、发展资本主义的迫切要求。2.美洲的发现和殖民，促进了世界市场的形成，大量金银流入欧洲，扩大了资本主义原始积累，推动了欧洲资本主义的发展，加速了欧洲封建制度崩溃。3.哥伦布发现美洲以后，在拉丁美洲建立起殖民奴役制度，给印第安人带来了深重的灾难。", "◎ 拉美地区的殖民化的教学目标\n1.了解欧洲殖民者在美洲的罪行。2.理解殖民侵略的目的和本质。", "◎ 拉美地区的殖民化的考试要求\n能力要求：了解/识记课时要求：1考试频率：易考分值比重：2"], "image": {"path": "val/images/middle_history_7442.png"}}
{"subject": "history", "id": "history_7696", "type": "multiple-choice", "grade": "high", "difficulty": "medium", "question_info": "下图人物通过“苹果落地”现象，发现了万有引力定律。他是（  ）", "options": ["贝多芬", "达尔文", "牛顿", "爱因斯坦"], "solution_info": "试题分析：本题考查的是牛顿的相关知识，牛顿被称之为近代自然科学的奠基人，他发现了万有引力定律，牛顿三定律，并且创建了微积分，所以答案是C。", "answer": "C", "side_information": ["◎ 人类的社会的定义\n早期猿人：早期猿人是最早完全形成的人，是人类发展的初级阶段，其生存难带为380万年前至180万年前。现在所知道的的最早的猿人化石是在1974-1075年在坦桑尼亚发现的，发现物主要是上下颌骨和牙齿，经测定，其年代在377万年前至359万年前。1972年，在东非肯发现的KNMER-1470号人是目前公认的最早人类的典型代表。学术界把能够制造工具的早期的人成为最早的人属。最早的人属是“能人”。化石最早于1960在坦桑尼亚的奥杜韦峡谷发现的。“能人”生存年代大约距今180万年前。晚期猿人：中国学者习惯上称为猿人，生存年代180万年前至30（或20）万年前，其化石在欧、亚、非三洲均有发现。其头骨扁平，骨壁厚，眶上脊粗壮；脑容量大约从800毫升到1200毫升，平均身高为160厘米；下肢结构与人类十分相似，大腿骨接近现代人，其直立人行走的姿势已很完善。早期智人：早期智人也称古人，生活于距今25万年至4万年前。其体质形态已和现代人接近，但仍带有一些原始特点，如眉脊发达，前额低斜、鼻部扁宽、颌部前突等，脑容量平均为1350毫升。其化石目前在亚、非、欧三洲有多处发现。晚期智人：晚期智人也称现代智人，过去称为新人，生活距今四五万年前至1 万年前。其体质形态和现代人大致相同，眉脊减弱，颅高增大，颌部退缩，下额明显，脑容量平均为1400毫升以上。他们的化石不仅分布于欧、亚、非三大洲，而且在大洋州和澳洲也有发现。晚期臹人出现的时候，现代人种也形成了。", "◎ 人类的社会的知识扩展\n1.正在形成中的人──从猿到人的过渡、还没有进行真正的劳动（1）典型代表：非洲南方古猿。（2）特点：能直立行走，使用木棍、石块等天然工具。 2.完全形成中的人──能够制造工具、进行真正劳动的人（1）诞生：约三四百万年前。（2）四个阶段：早期猿人、晚期猿人、早期智人、晚期智人。 ", "◎ 人类的社会的知识导图\n人类的出现：", "◎ 人类的社会的知识点拨\n ", "◎ 人类的社会的知识拓展\nKNM-ER1470号人类头骨：KNM-ER1470号是1972年肯尼亚图尔卡纳湖东岸库彼弗拉发现的。发现事情这个头骨已经分裂为150多块碎片，经复原后按登记号码为KNM-ER1470号头骨。该头骨定年为290万年前，脑容量约为775毫克，肢骨与现代人相似，1470号人是最早的人属代表之一，但头骨无突出而相连的眉脊，因而在进化系统中处于何种位置仍有争议。", "◎ 人类的社会的教学目标\n1.掌握人类进化起源说、产生地、主要人种。2.了解人类进化中的四个阶段、各地远古人类。", "◎ 人类的社会的考试要求\n能力要求：了解/识记课时要求：1考试频率：易考分值比重：2"], "image": {"path": "val/images/middle_history_7696.png"}}
{"subject": "history", "id": "history_8991", "type": "multiple-choice", "grade": "high", "difficulty": "medium", "question_info": "下表所示为世界经济全球化背景下成立的国际组织，2001年中国加入该组织。这一国际组织是", "options": ["联合国", "世界贸易绝织", "欧洲联盟", "亚太经合组织"], "solution_info": "根据“成立时间”“1995年1月1日”“作用”等，得出该组织是世界贸易组织，B项正确；1945年联合国成立、1993年欧洲联盟正式建立、1989年亚太经合组织成立，排除ACD项。故选B项。", "answer": "B", "side_information": ["◎ 世界经济的“全球化”的定义\n经济全球化：经济全球化(EconomicGlobalization)是指世界经济活动超越国界，通过对外贸易、资本流动、技术转移、提供服务、相互依存、相互联系而形成的全球范围的有机经济整体。经济全球化是当代世界经济的重要特征之一，也是世界经济发展的重要趋势。跨国公司：跨国公司就是指具有全球性经营动机和一体化的经营战略，在多个国家拥有从事生产经营活动的分支机构，并将它们置于统一的全球性经营计划之下的大型企业。", "◎ 世界经济的“全球化”的知识扩展\n一、世界经济的区域集团化： 1、原因：现代科学技术的发展和美国对世界经济控制能力的削弱，加速了区域经济集团化的发展。 2、在世界经济发展的过程中，具有全球性影响的主要是美国、欧盟和日本。发展中国家的经济集团化组织不可能同大国及其主导下的集团相抗衡。二、世界经济的全球化趋势： 1、原因：随着跨国公司的发展和信息时代的到来。 2、表现：世界各国的经济联系日益密切，出现了贸易自由化，生产全球化，资本国际化的趋势。 3、全球经济体系的三大支柱：世界贸易组织（WTO）、世界银行、国际货币基金组织。 4、经济全球化过程中，跨国公司起着主要作用。世界500家最大的跨国公司所进行的国外直接投资占世界投资总额的时候80%，贸易额超过世界的一半，技术转让达到1/3，跨国公司不仅跨国，而且跨集团，力图在全球范围内开展业务。在经济全球化过程中，各国和各区域性集团之间，特别是美国、欧盟、日本之间存在着尖锐的矛盾和斗争，影响着全球化进程。随着跨国公司的扩张，麦当劳化、好莱坞化、迪斯尼化、商业连锁等风行世界，影响世界文化多元发展，引发了世界性的社会文化、政治等问题。 ", "◎ 世界经济的“全球化”的知识导图\n汽车生产全球化体现：跨国公司：", "◎ 世界经济的“全球化”的特性\n经济全球化的主要特点：1.国际投资和国际贸易迅速增长；2.跨国公司的影响增大，生产活动的全球化趋势加快。经济全球化让我们面对的主要问题：1.合理利用能源、资源问题；2.保护环境、保护动植物问题；3.控制人口增长问题；4.开发和利用空间、海洋问题；5.毒品蔓延问题；6.国际恐怖活动猖厥问题；7.核武器扩散问题等。", "◎ 世界经济的“全球化”的知识对比\n经济全球化带来的机遇与挑战：1、机遇：（1）发展中国家和地区适应经济全球化的大趋势，采取符合本国国情的对外开放战略和政策，引进外国资本、技术和管理经验，提升本国的产业结构和产品质量；（2）促进国内资源得到充分合理配置，实现本国经济的快速发展。（3）经济全球化也可推进发展中国家的政治改革，加速民主化进程。2、挑战：（1）发展中国家在当前经济全球化进程中处于不利地位。随着全球贸易和全球生产体系的迅速发展，以及跨国公司及其资本的不断扩张，使发展中国家的民族经济面临着越来越大的压力和冲击，对发达国家的依附性也不断增大。（2）经济全球化导致和加剧了世界经济发展的进一步不平衡，南北差距不断扩大，发展中国家更加落后于发达国家，尤其是造成那些处于最底层的发展中国家更加贫穷落后。（3）发展中国家内部不平衡发展也在加剧发展的不平衡趋势如不设法解决或抑制，将对投资构成潜在的威胁，刺激泡沫经济的发展，为金融危机埋下隐患。（4）经济全球化带给发展中国家的最大问题或者说最大威胁，是它们的国家主权受到冲击和削弱，国家经济安全受到挑战。（5）对发展中国家的改革带来巨大的压力。经济全球化使得经济传递和同步性加强，如何接受经济的正传递，抑制副传递，成为发展中国家急需解决的重大难题。", "◎ 世界经济的“全球化”的知识点拨\n世界经济的全球化趋势的原因、表现、主要机构：1.原因：随着跨国公司的发展和信息时代的到来。2.表现：世界各国的经济联系日益密切，出现了贸易自由化，生产全球化，资本国际化的趋势。3.主要机构：世界贸易组织（WTO）、世界银行、国际货币基金组织。4.经济全球化过程中，跨国公司起着主要作用。世界500家最大的跨国公司所进行的国外直接投资占世界投资总额的时候80％，贸易额超过世界的一半，技术转让达到1/3，跨国公司不仅跨国，而且跨集团，力图在全球范围内开展业务。在经济全球化过程中，各国和各区域性集团之间，特别是美国、欧盟、日本之间存在着尖锐的矛盾和斗争，影响着全球化进程。随着跨国公司的扩张，麦当劳化、好莱坞化、迪斯尼化、商业连锁等风行世界，影响世界文化多元发展，引发了世界性的社会文化、政治等问题。", "◎ 世界经济的“全球化”的知识拓展\n中国应对经济全球化应采取的措施：1.必须搞活市场经济，使中国成为世界经济体制中一个组成部分。2.必须开放市场。中国作为发展中国家，市场不能马上无条件地全面开放，而是要有条件、有步骤地，在适应自身发展水平的情况下开放，这样才能产生对贸易双方都有利的效益。3.必须遵守国际贸易规则。因为市场经济从某种程度上讲是法制经济，所以中国必须遵守规则并参与规则的制定。4.必须发展资本市场。但中国虽然拥有高储蓄率，却只有很小一部分流进了私人企业，流入高科技公司的储蓄更是少之又少。", "◎ 世界经济的“全球化”的教学目标\n1.掌握成立世贸组织是经济全球化的典型表现。2.掌握国际投资、国际贸易、跨国公司是经济全球化的主要表现。3.理解所有的国家都不能拒绝经济全球化，但经济全球化对发达国家更有利。", "◎ 世界经济的“全球化”的考试要求\n能力要求：掌握/应用课时要求：1考试频率：常考分值比重：4"], "image": {"path": "val/images/middle_history_8991.png"}}
{"subject": "history", "id": "history_7678", "type": "multiple-choice", "grade": "high", "difficulty": "medium", "question_info": "下边为世界主要能源消费构成比例示意图。下列哪一科技成果的广泛应用，导致煤炭在世界能源消费构成中比重下降，石油的比重上升？", "options": ["内燃机", "蒸汽机", "发电机", "计算机"], "solution_info": "依据所学可知，在第一次工业革命中瓦特改良的蒸汽机，为工作机提供了稳定的动力，把人类带入了蒸汽时代。蒸汽机使用的燃料是煤炭，因此第一次工业革命时期煤炭使用量处于高峰状态；第二次工业革命开始于19世纪70年代，它以电磁学为理论指导，以电力和内燃机的广泛应用为主要标志。内燃机的主要动力是石油，从此时开始，石油逐渐成为重要的能源，故A符合题意；蒸汽机、发电机、计算机与题干无关，故BCD不合题意。故此题选A。", "answer": "A", "side_information": ["◎ 人类的社会的定义\n早期猿人：早期猿人是最早完全形成的人，是人类发展的初级阶段，其生存难带为380万年前至180万年前。现在所知道的的最早的猿人化石是在1974-1075年在坦桑尼亚发现的，发现物主要是上下颌骨和牙齿，经测定，其年代在377万年前至359万年前。1972年，在东非肯发现的KNMER-1470号人是目前公认的最早人类的典型代表。学术界把能够制造工具的早期的人成为最早的人属。最早的人属是“能人”。化石最早于1960在坦桑尼亚的奥杜韦峡谷发现的。“能人”生存年代大约距今180万年前。晚期猿人：中国学者习惯上称为猿人，生存年代180万年前至30（或20）万年前，其化石在欧、亚、非三洲均有发现。其头骨扁平，骨壁厚，眶上脊粗壮；脑容量大约从800毫升到1200毫升，平均身高为160厘米；下肢结构与人类十分相似，大腿骨接近现代人，其直立人行走的姿势已很完善。早期智人：早期智人也称古人，生活于距今25万年至4万年前。其体质形态已和现代人接近，但仍带有一些原始特点，如眉脊发达，前额低斜、鼻部扁宽、颌部前突等，脑容量平均为1350毫升。其化石目前在亚、非、欧三洲有多处发现。晚期智人：晚期智人也称现代智人，过去称为新人，生活距今四五万年前至1 万年前。其体质形态和现代人大致相同，眉脊减弱，颅高增大，颌部退缩，下额明显，脑容量平均为1400毫升以上。他们的化石不仅分布于欧、亚、非三大洲，而且在大洋州和澳洲也有发现。晚期臹人出现的时候，现代人种也形成了。", "◎ 人类的社会的知识扩展\n1.正在形成中的人──从猿到人的过渡、还没有进行真正的劳动（1）典型代表：非洲南方古猿。（2）特点：能直立行走，使用木棍、石块等天然工具。 2.完全形成中的人──能够制造工具、进行真正劳动的人（1）诞生：约三四百万年前。（2）四个阶段：早期猿人、晚期猿人、早期智人、晚期智人。 ", "◎ 人类的社会的知识导图\n人类的出现：", "◎ 人类的社会的知识点拨\n ", "◎ 人类的社会的知识拓展\nKNM-ER1470号人类头骨：KNM-ER1470号是1972年肯尼亚图尔卡纳湖东岸库彼弗拉发现的。发现事情这个头骨已经分裂为150多块碎片，经复原后按登记号码为KNM-ER1470号头骨。该头骨定年为290万年前，脑容量约为775毫克，肢骨与现代人相似，1470号人是最早的人属代表之一，但头骨无突出而相连的眉脊，因而在进化系统中处于何种位置仍有争议。", "◎ 人类的社会的教学目标\n1.掌握人类进化起源说、产生地、主要人种。2.了解人类进化中的四个阶段、各地远古人类。", "◎ 人类的社会的考试要求\n能力要求：了解/识记课时要求：1考试频率：易考分值比重：2"], "image": {"path": "val/images/middle_history_7678.png"}}
{"subject": "history", "id": "history_5966", "type": "fill-in-the-blank", "grade": "high", "difficulty": "medium", "question_info": "一段时间以来，外部势力支持香港反对派反中乱港，香港社会秩序混乱。中央政府全力支持特区政府依法惩治激进暴力犯罪，恢复了香港社会的正常秩序。回顾近代以来，香港走过了曲折的历程。阅读下列材料：材料一 材料二 中国面临的实际问题就是用什么方式才能解决香港问题……只能有两种方式，一种是和平方式，一种是非和平方式。而采用和平方式解决香港问题，就必须既考虑到香港的实际情况，也考虑到中国的实际情况和英国的实际情况，就是说，我们解决问题的办法要使三方面都能接受。——引自《邓小平文选》第3卷材料三 正如侮辱国旗事件发生后，“中国人民都是护旗手”成为网传热帖，全国人民都是香港警队止暴制乱的坚强后盾。中央政府坚决支持特区政府依法施政、香港警方严正执法、司法机构依法惩治暴力犯罪分子、爱国爱港人士捍卫香港法治和社会秩序的行动。相信在中央政府和祖国内地的大力支持下，在特区政府的带领下，香港同胞一定能战胜各种困难和挑战。——摘编自人民日报评论《爱国爱港是香港社会主流》完成下列要求：（1）据材料一并结合所学知识，指出香港被“割占”与哪两次侵华战争相关，这种行径侵犯了中国的哪项主权？（2）据材料二并结合所学知识，指出“三方面都能接受”的方案。（3）据材料三，谈谈你对怎样才能实现香港持续繁荣稳定的看法。", "solution_info": "（1）结合所学内容可知，英国通过鸦片战争割占中国的香港岛。英国通过第二次鸦片战争，割占九龙司地方一区。通过两次鸦片战争，英国割占了我国香港。英国割占我国香港的行为是对我国领土主权的侵犯。（2）根据“用和平方式解决香港问题，就必须既考虑到香港的实际情况，也考虑到中国的实际情况和英国的实际情况”并结合所学内容可知我国通过“一国两制”的方式解决了香港问题。（3）根据“全国人民都是香港警队止暴制乱的坚强后盾。中央政府坚决支持特区政府依法施政”可知香港的繁荣首先依靠中央政府和全国人民的支持；根据“区政府依法施政、香港警方严正执法、司法机构依法惩治暴力犯罪分子、爱国爱港人士捍卫香港法治和社会秩序”可知香港的繁荣还依赖于香港特别行政区政府依法施政；爱国爱港人士捍卫香港法治和社会秩序；同时要维护香港的繁荣还必须坚决反对境外势力的干涉。", "answer": "（1）战争：鸦片战争，第二次鸦片战争。领土主权。 （2）方案：“一国两制”。 （3）依靠中央政府和全国人民的支持；香港特别行政区政府依法施政；爱国爱港人士捍卫香港法治和社会秩序。坚决反对境外势力干涉香港事务。", "side_information": ["◎ 一国两制的定义\n一国两制：十一届三中全会后，为了早日解决台湾问题，实现祖国统一大业，邓小平在80年代初提出了“一国两制”的构想。后来，邓小平又在多次谈话中对“一个国家，两种制度”进行了全面阐述，“一国两制”就是在中国大陆实行社会主义制度，在中国香港、澳门和台湾地区实行资本主义制度。1984年，六届人大十二次会议通过了“一国两制”的伟大构想。“一国两制”为解决香港、澳门和台湾问题提供了可行的有效途径，使香港和澳门问题得以顺利解决，推进了祖国统一大业的进程。", "◎ 一国两制的知识扩展\n①进入历史新时期后，邓小平从维护祖国和中华民族的根本利益出发，提出“一国两制”的创造性构想。这是完成祖国统一大业的基本方针。 ②“一国两制”的科学构想，是指在一个中国的前提下，我们国家的主体部分坚持社会主义，香港、澳门和台湾是中国不可分割的一部分，作为特别行政区仍然保持资本主义制度。 ③“一国两制”首先被运用于解决香港问题。 ", "◎ 一国两制的知识点拨\n一国两制提出：1、背景：（1）香港问题、澳门问题、台湾问题都是历史遗留问题。解决这些问题实现祖国统一，是整个中华民族的强烈愿望。（2）中国进入改革开放新时期，综合国力显著增强。2、提出：改革开放以后，邓小平针对台湾问题提出了“一个国家，两种制度”的构想。目的是为了完成祖国统一大业，实现祖国的最后统一。3、内涵：“一国”就是一个统一的中国，“两制”就是在中华人民共和国国境内，大陆实行社会主义制度，台湾，香港，澳门仍实行资本主义制度，并享有高度自治。“一国二制”的意义：1、“一国两制”即坚持了祖国的统一，维护了国家主权，又充分考虑到台湾、香港和澳门的历史现状及当地同胞的各方面意愿。2、有利于我国创造一个和平的国际环境，有利于台、港、澳的长期稳定和发展有利于亚太地区的稳定和世界和平。3、为解决国际争端和世界遗留问题提供了新的思路、新的途径和新的范例。", "◎ 一国两制的教学目标\n1.掌握一国两制的含义，成功运用的案例。2.分析一国两制适合解决历史遗留问题的理由。", "◎ 一国两制的考试要求\n能力要求：掌握/应用课时要求：1考试频率：常考分值比重：4"], "image": {"path": "val/images/middle_history_5966.png"}}